Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# PicklistValue.CompSuite__State__c.CompSuite__State.Complaint Review
source: Complaint Review
it: Revisione del reclamo

# PicklistValue.CompSuite__State__c.CompSuite__State.Completed
source: Completed
it: Completato

# PicklistValue.CompSuite__State__c.CompSuite__State.Copy Requested
source: Copy Requested
it: Copia richiesta

# PicklistValue.CompSuite__State__c.CompSuite__State.Decommissioned
source: Decommissioned
it: Dismesso

# PicklistValue.CompSuite__State__c.CompSuite__State.Destroyed
source: Destroyed
it: Distrutto

# PicklistValue.CompSuite__State__c.CompSuite__State.Discontinued
source: Discontinued
it: Interrotto

# PicklistValue.CompSuite__State__c.CompSuite__State.Effective
source: Effective
it: Efficace

# PicklistValue.CompSuite__State__c.CompSuite__State.Effective (Simple)
source: Effective (Simple)
it: Efficace (semplice)

# PicklistValue.CompSuite__State__c.CompSuite__State.Failed
source: Failed
it: Fallito

# PicklistValue.CompSuite__State__c.CompSuite__State.Feedback Consolidation
source: Feedback Consolidation
it: Consolidazione del feedback

# PicklistValue.CompSuite__State__c.CompSuite__State.Impact Analysis
source: Impact Analysis
it: Analisi dell'impatto

# PicklistValue.CompSuite__State__c.CompSuite__State.Implementation Verification
source: Implementation Verification
it: Verifica dell'implementazione

# PicklistValue.CompSuite__State__c.CompSuite__State.Implemented
source: Implemented
it: Implementato

# PicklistValue.CompSuite__State__c.CompSuite__State.Inactive (Overdue)
source: Inactive (Overdue)
it: Inattivo (in ritardo)

# PicklistValue.CompSuite__State__c.CompSuite__State.Inactive (Planned)
source: Inactive (Planned)
it: Inattivo (previsto)

# PicklistValue.CompSuite__State__c.CompSuite__State.Inactive (Unplanned)
source: Inactive (Unplanned)
it: Inattivo (non previsto)

# PicklistValue.CompSuite__State__c.CompSuite__State.Included in Parent
source: Included in Parent
it: Incluso nel principale

# PicklistValue.CompSuite__State__c.CompSuite__State.Investigation
source: Investigation
it: Indagine

# PicklistValue.CompSuite__State__c.CompSuite__State.Issued
source: Issued
it: Emesso

# PicklistValue.CompSuite__State__c.CompSuite__State.Not Active
source: Not Active
it: Non attivo

# PicklistValue.CompSuite__State__c.CompSuite__State.Not Effective
source: Not Effective
it: Non efficace

# PicklistValue.CompSuite__State__c.CompSuite__State.Obsolete
source: Obsolete
it: Obsoleto

# PicklistValue.CompSuite__State__c.CompSuite__State.Obsolete (Simple)
source: Obsolete (Simple)
it: Obsoleto (semplice)

# PicklistValue.CompSuite__State__c.CompSuite__State.On Hold
source: On Hold
it: In attesa

# PicklistValue.CompSuite__State__c.CompSuite__State.Opened
source: Opened
it: Aperto

# PicklistValue.CompSuite__State__c.CompSuite__State.Past Used
source: Past Used
it: Usato in passato

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Activation
source: Pending Activation
it: Attivazione in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Adjustments Approval
source: Pending Adjustments Approval
it: Approvazione degli aggiustamenti in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Analysis
source: Pending Analysis
it: Analisi in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Approval
source: Pending Approval
it: Approvazione in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Approvers Assignment
source: Pending Approvers Assignment
it: Compito degli approvatori in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Assignment
source: Pending Assignment
it: Compito in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Audit
source: Pending Audit
it: Audit in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Audit Report
source: Pending Audit Report
it: Report dell'audit in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Audit Response
source: Pending Audit Response
it: Risposta dell'audit in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending CAPA Approval
source: Pending CAPA Approval
it: Approvazione CAPA in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending CAPA Completion
source: Pending CAPA Completion
it: Completamento CAPA in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Collection
source: Pending Collection
it: Raccolta in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Decision
source: Pending Decision
it: Decisione in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Destroy Approval
source: Pending Destroy Approval
it: Approvazione distruzione in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Effectiveness
source: Pending Effectiveness
it: Efficacia in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Evaluation
source: Pending Evaluation
it: Valutazione in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Final Approval
source: Pending Final Approval
it: Approvazione finale in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Plan Approval
source: Pending Plan Approval
it: Approvazione del piano in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending QA Approval
source: Pending QA Approval
it: Approvazione QA in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Qualification
source: Pending Qualification
it: Qualifica in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Release
source: Pending Release
it: Rilascio in sospeso

source: Pending Release Under Condition
it: Rilascio con condizione in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Response
source: Pending Response
it: Risposta in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Review
source: Pending Review
it: Revisione in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Supplier Response
source: Pending Supplier Response
it: In attesa di risposta del fornitore

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Trainees Sign Off
source: Pending Trainees Sign Off
it: Autorizzazione tirocinanti in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Pending Verification
source: Pending Verification
it: Verifica in sospeso

# PicklistValue.CompSuite__State__c.CompSuite__State.Program Approved
source: Program Approved
it: Programma approvato

# PicklistValue.CompSuite__State__c.CompSuite__State.Program In Progress
source: Program In Progress
it: Programma in corso

# PicklistValue.CompSuite__State__c.CompSuite__State.QA Review
source: QA Review
it: Revisione QA

# PicklistValue.CompSuite__State__c.CompSuite__State.Recall Approval
source: Recall Approval
it: Approvazione del richiamo

# PicklistValue.CompSuite__State__c.CompSuite__State.Recalled
source: Recalled
it: Richiamato

# PicklistValue.CompSuite__State__c.CompSuite__State.Rejected
source: Rejected
it: Rifiutato

# PicklistValue.CompSuite__State__c.CompSuite__State.Released
source: Released
it: Rilasciato

# PicklistValue.CompSuite__State__c.CompSuite__State.Released Under Condition
source: Released Under Condition
it: Rilasciato sotto condizione

# PicklistValue.CompSuite__State__c.CompSuite__State.Request Approved
source: Request Approved
it: Richiesta approvata

# PicklistValue.CompSuite__State__c.CompSuite__State.Retired
source: Retired
it: Ritirato

# PicklistValue.CompSuite__State__c.CompSuite__State.Superseded
source: Superseded
it: Sostituito

# PicklistValue.CompSuite__State__c.CompSuite__State.Superseded (Simple)
source: Superseded (Simple)
it: Sostituito (semplice)

# PicklistValue.CompSuite__State__c.CompSuite__State.Training Canceled
source: Training Canceled
it: Formazione annullata

# PicklistValue.CompSuite__State__c.CompSuite__State.Training Completed
source: Training Completed
it: Formazione completata

source: Training Completed & Not Effective
it: Formazione completata e non efficace

# PicklistValue.CompSuite__State__c.CompSuite__State.Training Not Effective
source: Training Not Effective
it: Formazione non efficace

# PicklistValue.CompSuite__State__c.CompSuite__State.Training in Progress
source: Training in Progress
it: Formazione in corso

# PicklistValue.CompSuite__State__c.CompSuite__State.Uncollected Copy
source: Uncollected Copy
it: Copia non raccolta

# PicklistValue.CompSuite__State__c.CompSuite__State.Under Amendment
source: Under Amendment
it: In fase di modifica

# PicklistValue.CompSuite__State__c.CompSuite__State.Under Condition
source: Under Condition
it: Sotto condizione

# PicklistValue.CompSuite__State__c.CompSuite__State.Used
source: Used
it: Usato

# PicklistValue.CompSuite__State__c.CompSuite__State.Work in Progress
source: Work in Progress
it: Lavori in corso

# PicklistValue.CompSuite__State_Transition__c.CompSuite__State_Transition.Submit
source: Submit
it: Presenta

source: Partially Satisfactory
it: Parzialmente soddisfacente

# PicklistValue.CompSuite__Supplier_Audit__c.CompSuite__Audit_Rating.Satisfactory
source: Satisfactory
it: Soddisfacente

source: Unsatisfactory
it: Insoddisfacente

# PicklistValue.CompSuite__Supplier_Audit__c.CompSuite__Audit_Result.Failed
source: Failed
it: Fallito

# PicklistValue.CompSuite__Supplier_Audit__c.CompSuite__Audit_Result.Passed
source: Passed
it: Superato

source: External - Planned
it: Esterno - previsto

source: External - Unplanned
it: Esterno - non previsto

source: Internal - Planned
it: Interno - previsto

source: Internal - Unplanned
it: Interno - non previsto

# PicklistValue.CompSuite__Supplier__c.Agreements_Required.Commercial Agreement
source: Commercial Agreement
it: Contratto commerciale

# PicklistValue.CompSuite__Supplier__c.Agreements_Required.Quality Agreement
source: Quality Agreement
it: Contratto sulla qualità

# PicklistValue.CompSuite__Supplier__c.Audit_Required.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Supplier__c.Regulatory_Approval_Required.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Supplier__c.Services_Types.Active Materials
source: Active Materials
it: Materiali attivi

# PicklistValue.CompSuite__Supplier__c.Services_Types.Ancillary Equipment
source: Ancillary Equipment
it: Attrezzatura ausiliaria

# PicklistValue.CompSuite__Supplier__c.Services_Types.Calibration
source: Calibration
it: Calibrazione

source: Clinical Research Organization (CRO)
it: Organizzazione di ricerca clinica (CRO)

# PicklistValue.CompSuite__Supplier__c.Services_Types.Device Manufacturing
source: Device Manufacturing
it: Produzione di dispositivi

# PicklistValue.CompSuite__Supplier__c.Services_Types.Device Storage
source: Device Storage
it: Stoccaggio di dispositivi

# PicklistValue.CompSuite__Supplier__c.Services_Types.Document Writing
source: Document Writing
it: Scrittura di documenti

# PicklistValue.CompSuite__Supplier__c.Services_Types.Drug Manufacturing
source: Drug Manufacturing
it: Produzione di farmaci

# PicklistValue.CompSuite__Supplier__c.Services_Types.Drug Storage
source: Drug Storage
it: Stoccaggio dei farmaci

# PicklistValue.CompSuite__Supplier__c.Services_Types.Equipment
source: Equipment
it: Attrezzatura

# PicklistValue.CompSuite__Supplier__c.Services_Types.Import / Export
source: Import / Export
it: Importa / Esporta

# PicklistValue.CompSuite__Supplier__c.Services_Types.Packaging and Labeling
source: Packaging and Labeling
it: Imballaggio e etichettatura

# PicklistValue.CompSuite__Supplier__c.Services_Types.Pre-clinical Testing
source: Pre-clinical Testing
it: Test pre-clinici

# PicklistValue.CompSuite__Supplier__c.Services_Types.Primary Packaging Materials
source: Primary Packaging Materials
it: Materiali di imballaggio principali

source: Secondary Packaging Materials
it: Materiali di imballaggio secondari

# PicklistValue.CompSuite__Supplier__c.Services_Types.Shipments
source: Shipments
it: Spedizioni

source: Testing for Device Specifications
it: Test per le specifiche del dispositivo

# PicklistValue.CompSuite__Supplier__c.Services_Types.Testing for Drug/Prod.Specs
source: Testing for Drug/Prod.Specs
it: Test per le specifiche dei farmaci/prodotti

# PicklistValue.CompSuite__Supplier__c.Services_Types.Third Party Audits
source: Third Party Audits
it: Audit di terzi

# PicklistValue.CompSuite__Supplier__c.Services_Types.Translation
source: Translation
it: Traduzione

# PicklistValue.CompSuite__Supplier__c.Supplier_Criticality.Critical
source: Critical
it: Critico

# PicklistValue.CompSuite__Supplier__c.Supplier_Criticality.Major
source: Major
it: Grave

# PicklistValue.CompSuite__Supplier__c.Supplier_Criticality.Minor
source: Minor
it: Minore

# PicklistValue.CompSuite__Supplier__c.Supplier_Criticality.Not Applicable
source: Not Applicable
it: Non applicabile

# PicklistValue.CompSuite__Supplier_Score_Card__c.Deviations_Received.1 Poor
source: 1 Poor
it: 1 Scarso

source: 2 Needs Improvement
it: 2 Necessita di miglioramento

# PicklistValue.CompSuite__Supplier_Score_Card__c.Deviations_Received.3 Fair
source: 3 Fair
it: 3 Discreto

# PicklistValue.CompSuite__Supplier_Score_Card__c.Deviations_Received.4 Good
source: 4 Good
it: 4 Buono

# PicklistValue.CompSuite__Supplier_Score_Card__c.Deviations_Received.5 Excellent
source: 5 Excellent
it: 5 Eccellente

# PicklistValue.CompSuite__Supplier_Score_Card__c.No_Complaints_S.1 Poor
source: 1 Poor
it: 1 Scarso

source: 2 Needs Improvement
it: 2 Necessita di miglioramento

# PicklistValue.CompSuite__Supplier_Score_Card__c.No_Complaints_S.3 Fair
source: 3 Fair
it: 3 Discreto

# PicklistValue.CompSuite__Supplier_Score_Card__c.No_Complaints_S.4 Good
source: 4 Good
it: 4 Buono

# PicklistValue.CompSuite__Supplier_Score_Card__c.No_Complaints_S.5 Excellent
source: 5 Excellent
it: 5 Eccellente

source: 1 Poor
it: 1 Scarso

source: 2 Needs Improvement
it: 2 Necessita di miglioramento

source: 3 Fair
it: 3 Discreto

source: 4 Good
it: 4 Buono

source: 5 Excellent
it: 5 Eccellente

# PicklistValue.CompSuite__Supplier_Score_Card__c.Supplier_CC_Notification.1 Poor
source: 1 Poor
it: 1 Scarso

source: 2 Needs Improvement
it: 2 Necessita di miglioramento

# PicklistValue.CompSuite__Supplier_Score_Card__c.Supplier_CC_Notification.3 Fair
source: 3 Fair
it: 3 Discreto

# PicklistValue.CompSuite__Supplier_Score_Card__c.Supplier_CC_Notification.4 Good
source: 4 Good
it: 4 Buono

source: 5 Excellent
it: 5 Eccellente

# PicklistValue.CompSuite__System__c.CompSuite__System_Type.Engineering
source: Engineering
it: Ingegneria

# PicklistValue.CompSuite__System__c.CompSuite__System_Type.Finance
source: Finance
it: Finanza

# PicklistValue.CompSuite__System__c.CompSuite__System_Type.IT
source: IT
it: Tecnologia

# PicklistValue.CompSuite__System__c.CompSuite__System_Type.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Belgium
source: Belgium
it: Belgio

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Croatia
source: Croatia
it: Croazia

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Cyprus
source: Cyprus
it: Cipro

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Czech Republic
source: Czech Republic
it: Repubblica Ceca

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Denmark
source: Denmark
it: Danimarca

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Finland
source: Finland
it: Finlandia

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.France
source: France
it: Francia

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Germany
source: Germany
it: Germania

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Greece
source: Greece
it: Grecia

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Iceland
source: Iceland
it: Islanda

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Ireland
source: Ireland
it: Irlanda

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Italy
source: Italy
it: Italia

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Latvia
source: Latvia
it: Lettonia

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Lithuania
source: Lithuania
it: Lituania

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Luxembourg
source: Luxembourg
it: Lussemburgo

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Netherlands
source: Netherlands
it: Paesi Bassi

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Norway
source: Norway
it: Norvegia

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Poland
source: Poland
it: Polonia

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Portugal
source: Portugal
it: Portogallo

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Slovakia
source: Slovakia
it: Slovacchia

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Spain
source: Spain
it: Spagna

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.Sweden
source: Sweden
it: Svezia

# PicklistValue.CompSuite__Registration__c.CompSuite__CMS_Countries.United Kingdom
source: United Kingdom
it: Regno Unito

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.American Samoa
source: American Samoa
it: Samoa americane

source: Antigua & Barbuda
it: Antigua e Barbuda

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Azerbaijan
source: Azerbaijan
it: Azerbaigian

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Bahamas, The
source: Bahamas, The
it: Bahamas

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Bahrain
source: Bahrain
it: Bahrein

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Belarus
source: Belarus
it: Bielorussia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Belgium
source: Belgium
it: Belgio

source: Bosnia & Herzegovina
it: Bosnia ed Erzegovina

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Brazil
source: Brazil
it: Brasile

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.British Virgin Is.
source: British Virgin Is.
it: Isola Vergini Britanniche

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Burma
source: Burma
it: Birmania

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Cambodia
source: Cambodia
it: Cambogia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Cameroon
source: Cameroon
it: Camerun

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Cape Verde
source: Cape Verde
it: Capo Verde

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Cayman Islands
source: Cayman Islands
it: Isole Cayman

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Central African Rep.
source: Central African Rep.
it: Rep. Centrafricana

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Chile
source: Chile
it: Cile

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.China
source: China
it: Cina

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Comoros
source: Comoros
it: Comore

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Congo, Dem. Rep.
source: Congo, Dem. Rep.
it: Rep. Dem. Congo

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Congo, Repub. of the
source: Congo, Repub. of the
it: Rep. del Congo

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Cook Islands
source: Cook Islands
it: Isole Cook

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Cote d&apos;Ivoire
source: Cote d'Ivoire
it: Costa d'Avorio

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Croatia
source: Croatia
it: Croazia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Cyprus
source: Cyprus
it: Cipro

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Czech Republic
source: Czech Republic
it: Repubblica Ceca

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Denmark
source: Denmark
it: Danimarca

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Djibouti
source: Djibouti
it: Gibuti

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Dominican Republic
source: Dominican Republic
it: Repubblica Dominicana

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Egypt
source: Egypt
it: Egitto

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Equatorial Guinea
source: Equatorial Guinea
it: Guinea Equatoriale

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Ethiopia
source: Ethiopia
it: Etiopia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Faroe Islands
source: Faroe Islands
it: Isole Faroe

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Fiji
source: Fiji
it: Figi

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Finland
source: Finland
it: Finlandia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.France
source: France
it: Francia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.French Guiana
source: French Guiana
it: Guyana francese

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.French Polynesia
source: French Polynesia
it: Polinesia Francese

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Gambia, The
source: Gambia, The
it: Gambia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Germany
source: Germany
it: Germania

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Gibraltar
source: Gibraltar
it: Gibilterra

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Greece
source: Greece
it: Grecia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Greenland
source: Greenland
it: Groenlandia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Guadeloupe
source: Guadeloupe
it: Guadalupa

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Hungary
source: Hungary
it: Ungheria

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Iceland
source: Iceland
it: Islanda

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Ireland
source: Ireland
it: Irlanda

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Isle of Man
source: Isle of Man
it: Isola di Man

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Israel
source: Israel
it: Israele

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Italy
source: Italy
it: Italia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Jamaica
source: Jamaica
it: Giamaica

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Japan
source: Japan
it: Giappone

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Jordan
source: Jordan
it: Giordania

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Kazakhstan
source: Kazakhstan
it: Kazakistan

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Kyrgyzstan
source: Kyrgyzstan
it: Kirghizistan

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Latvia
source: Latvia
it: Lettonia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Libya
source: Libya
it: Libia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Lithuania
source: Lithuania
it: Lituania

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Luxembourg
source: Luxembourg
it: Lussemburgo

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Malaysia
source: Malaysia
it: Malesia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Maldives
source: Maldives
it: Maldive

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Marshall Islands
source: Marshall Islands
it: Isole Marshall
