Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Transaction__c.Transaction_Date.HelpText
source: Transaction Date
it: Data della transazione

# CustomField.CompSuite__Transaction__c.Transaction_Type.FieldLabel
source: Transaction Type
it: Tipo di transazione

# CustomField.CompSuite__Transition_Action__c.CompSuite__Button_Style.FieldLabel
source: Button Style
it: Stile del pulsante

# CustomField.CompSuite__Transition_Action__c.CompSuite__Change_Fields.FieldLabel
source: Change Fields
it: Cambia campi

# CustomField.CompSuite__Transition_Action__c.CompSuite__Create_Event.FieldLabel
source: Create Event
it: Crea evento

# CustomField.CompSuite__Transition_Action__c.CompSuite__Create_Task.FieldLabel
source: Create Task
it: Crea incarico

# CustomField.CompSuite__Transition_Action__c.CompSuite__Date_Fields.FieldLabel
source: Date Fields
it: Campi data

source: Dependency on related forms
it: Dipendenza moduli correlati

source: Email Send Fields
it: Campi di invio e-mail

source: Event Activity Day
it: Giornata di attività evento

source: Event Description
it: Descrizione dell'evento

source: Group Permissions
it: Autorizzazioni del gruppo

source: Is Need E-Signature
it: Is Firma Elettronica Necessaria

# CustomField.CompSuite__Transition_Action__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Mandatory Child Relations
it: Relazioni obbligatorie del secondario

source: Mandatory Fields
it: Campi obbligatori

# CustomField.CompSuite__Transition_Action__c.CompSuite__Object_Label.FieldLabel
source: Object Label
it: Etichetta oggetto

source: PermissionSet Permissions
it: Permessi SetPermesso

source: Profile Permissions
it: Permessi del profilo

source: Role Permissions
it: Permessi di ruolo

# CustomField.CompSuite__Transition_Action__c.CompSuite__Send_Email.FieldLabel
source: Send Email
it: Invia e-mail

source: Skip Approval Process
it: Salta il processo di approvazione

source: State Transition
it: Transizione stato

source: Transition Actions
it: Azioni di transizione

source: State Transition Name
it: Nome della transizione di stato

source: Task Activity Day
it: Giorno di attività dell'incarico

source: Task And Event Assigned To
it: Incarico ed evento assegnati a

source: Task And Event Subject
it: Soggetto dell'incarico e dell'evento

# CustomField.CompSuite__Transition_Action__c.CompSuite__Task_Comments.FieldLabel
source: Task Comments
it: Commenti sull'incarico

# CustomField.CompSuite__Transition_Action__c.CompSuite__Task_Priority.FieldLabel
source: Task Priority
it: Priorità dell'incarico

# CustomField.CompSuite__Transition_Action__c.CompSuite__Task_Status.FieldLabel
source: Task Status
it: Stato dell'incarico

source: User Permissions
it: Permessi dell'utente

source: Destination
it: Destinazione

source: Transition Audit Trail (Destination)
it: Audit trail della transizione (destinazione)

# CustomField.CompSuite__Transition_Audit_Trail__c.CompSuite__Duration.FieldLabel
source: Duration
it: Durata

source: Full Object Id
it: ID oggetto completo

# CustomField.CompSuite__Transition_Audit_Trail__c.CompSuite__Object_Id.FieldLabel
source: Object Id
it: ID oggetto

# CustomField.CompSuite__Transition_Audit_Trail__c.CompSuite__Signed.FieldLabel
source: Signed?
it: Firmato?

# CustomField.CompSuite__Transition_Audit_Trail__c.CompSuite__Source.FieldLabel
source: Source
it: Origine

source: Transition Audit Trail
it: Audit trail della transizione

source: Started By
it: Iniziato da

source: Transition Audit Trail
it: Audit trail della transizione

source: State Transition
it: Transizione stato

source: Transition Audit Trail
it: Audit trail della transizione

source: User Title
it: Titolo utente

# CustomField.CompSuite__Used_Equipment__c.Batch_Record.RelatedListLabel
source: Used Equipments
it: Attrezzature usate

# CustomField.CompSuite__Used_Equipment__c.Batch_Step.FieldLabel
source: Batch Step
it: Fase batch

# CustomField.CompSuite__Used_Equipment__c.Batch_Step.RelatedListLabel
source: Used Equipments
it: Attrezzature usate

# CustomField.CompSuite__Used_Equipment__c.Equipment.FieldLabel
source: Equipment
it: Attrezzatura

# CustomField.CompSuite__Used_Equipment__c.Equipment.RelatedListLabel
source: Used Equipments
it: Attrezzature usate

# CustomField.CompSuite__Used_Equipment__c.Equipment_Serial.FieldLabel
source: Equipment Serial
it: Numero di serie dell'attrezzatura

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Used_Equipment__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Used_Equipment__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Used_Equipment__c.CompSuite__State.RelatedListLabel
source: Used Equipments
it: Attrezzature usate

# CustomField.CompSuite__Used_Equipment__c.Used.FieldLabel
source: Used?
it: Usato?

source: Validation Protocols
it: Protocolli di convalida

source: Validation Relations (Validation Protocols)
it: Correlazioni di convalida (Protocolli di convalida)

source: Actual Regulatory Update Approval
it: Approvazione aggiornam. effettivo norme

# CustomField.CompSuite__Variation__c.CompSuite__Date_Sent.FieldLabel
source: Date Sent
it: Data inviato

# CustomField.CompSuite__Variation__c.CompSuite__Implementation_Date.FieldLabel
source: Implementation Date
it: Data dell'implementazione

# CustomField.CompSuite__Variation__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Variation__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Member State Registration
it: Registrazione dello Stato membro

source: Variations
it: Variazioni

# CustomField.CompSuite__Variation__c.CompSuite__Registration.FieldLabel
source: Registration
it: Registrazione

# CustomField.CompSuite__Variation__c.CompSuite__Registration.RelatedListLabel
source: Variations
it: Variazioni

# CustomField.CompSuite__Variation__c.CompSuite__Related_Change_Control.FieldLabel
source: Related Change Control
it: Controllo delle modifiche correlato

source: Variations
it: Variazioni

# CustomField.CompSuite__Variation__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Variation__c.CompSuite__State.RelatedListLabel
source: Variations
it: Variazioni

# CustomField.CompSuite__Variation__c.CompSuite__Submission_Date.FieldLabel
source: Submission Date
it: Data presentazione

# CustomField.CompSuite__Variation__c.CompSuite__Variation_Description.FieldLabel
source: Variation Description
it: Descrizione della variazione

# CustomField.CompSuite__Variation__c.CompSuite__Variation_Source.FieldLabel
source: Variation Source
it: Origine della variazione

# CustomField.CompSuite__Variation__c.CompSuite__Variation_Type.FieldLabel
source: Variation Type
it: Tipo di variazione

# CustomField.CompSuite__Permission_Request__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Permission_Request__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Permission_Request__c.Department.RelatedListLabel
source: Permission Requests
it: Richieste di autorizzazione

# CustomField.CompSuite__Permission_Request__c.Effective_Date.FieldLabel
source: Effective Date
it: Data effettiva

# CustomField.CompSuite__Permission_Request__c.Implementation_Comments.FieldLabel
source: Implementation Comments
it: Commenti sull'implementazione

# CustomField.CompSuite__Permission_Request__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Permission_Request__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Privilege Requested For (External)
it: Richiesta di privilegio per (esterno)

source: Privilege Requested For (Internal)
it: Richiesta di privilegio per (interno)

source: Permission Requests
it: Richieste di autorizzazione

# CustomField.CompSuite__Permission_Request__c.Privilege_to_be_Removed.FieldLabel
source: Privilege to be Removed
it: Privilegio da rimuovere

source: Related Information Asset
it: Risorsa informazioni correlate

source: Permission Requests
it: Richieste di autorizzazione

# CustomField.CompSuite__Permission_Request__c.Request_Justification.FieldLabel
source: Request Justification
it: Richiedo giustificazione

# CustomField.CompSuite__Permission_Request__c.Request_Specification.FieldLabel
source: Request Specification
it: Richiedi specifica

# CustomField.CompSuite__Permission_Request__c.Request_Specification.HelpText
source: Folder Path, Required Access
it: Percorso della cartella, accesso richiesto

# CustomField.CompSuite__Permission_Request__c.Request_Type.FieldLabel
source: Request Type
it: Tipo di richiesta

source: Required Privilege to be Added
it: Privilegio richiesto da aggiungere

source: Requires Finance Approval
it: Approvazione finanziaria richiesta

# CustomField.CompSuite__Permission_Request__c.Requires_QA_Approval.FieldLabel
source: Requires QA Approval
it: Approvazione QA richiesta

# CustomField.CompSuite__Permission_Request__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Permission_Request__c.CompSuite__State.RelatedListLabel
source: Permission Requests
it: Richieste di autorizzazione

source: Acceptance Criteria
it: Criteri di accettazione

source: Calculation Formula
it: Formula di calcolo

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Choices.FieldLabel
source: Choices
it: Scelte

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Choices.HelpText
source: Enter values for the picklist, with each value separated by a new line.
it: Immettere i valori per l'elenco di selezione, con ogni valore separato da una nuova riga.

source: Collection Scoring
it: Punteggio della raccolta

source: This field is used to save scoring to all the collection elements (picklist and radio button) the values separated with ";" save as JSON object
it: Questo campo viene utilizzato per salvare il punteggio in tutti gli elementi della raccolta (elenco di selezione e pulsante di opzione) i valori separati da ";" salva come oggetto JSON

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Date.FieldLabel
source: Date
it: Data

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Decimal_Places.FieldLabel
source: Decimal Places
it: Cifre decimali

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Decimal_Places.HelpText
source: Please verify the decimal places in your minimum value and maximum value match the number that you select for this field
it: Verificare che le cifre decimali del valore minimo e del valore massimo corrispondano al numero selezionato per questo campo

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Discrepancy.FieldLabel
source: Discrepancy
it: Discrepanza

source: Display Comments?
it: Visualizzare i commenti?

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Email_Template.FieldLabel
source: Email Template Notification
it: Notifica modello e-mail

# CustomField.CompSuite__Protocol_Element__c.CompSuite__End_Version.FieldLabel
source: End Version
it: Fine versione

source: Evidence Required?
it: Prove richieste?

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Evidence_Required.HelpText
source: Obligate the employee to attach file
it: Obbligare il dipendente a allegare il file

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Expected_Result.FieldLabel
source: Expected Result
it: Risultato atteso

source: Visibility Criteria
it: Criteri di visibilità

source: this field is use to evaluate an salesforce expression, If the criteria evaluate to true show the question, else hide the question
it: Questo campo viene utilizzato per valutare un'espressione di Salesforce, Se i criteri valutano come true, mostrare la domanda, altrimenti nascondere la domanda.

source: Group Email Notification
it: Notifica e-mail del gruppo

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Is_Calculation.FieldLabel
source: Is Calculation
it: Is Calcolo

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Is_Calculation.HelpText
source: This field determines if the numeric element is formula calculation,after checking, you will get a formula icon to fill
it: Questo campo determina se l'elemento numerico è un calcolo di formula. Dopo aver effettuato il controllo, si otterrà un'icona di formula da compilare

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Is_Critical.FieldLabel
source: Is Critical?
it: Is Critica?

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Is_Critical.HelpText
source: This field determines if the question is critical, means that the end scoring of the protocol will be zero if the answer to this question will be wrong.
it: Questo campo determina se la domanda è critica, il che significa che il punteggio finale del protocollo sarà zero se la risposta a questa domanda sarà sbagliata.

source: Display Range?
it: Visualizza intervallo?

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Is_Display_Range.HelpText
source: this field determines if range and out of range result is presented for numeric elements
it: questo campo determina se viene presentato il risultato "intervallo" o "fuori intervallo" per gli elementi numerici

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Layout.FieldLabel
source: Layout
it: Disposizione

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Link_to_Image.FieldLabel
source: Link to Image
it: Link all'immagine

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Link_to_Image.HelpText
source: Max height and width 600px * 600px
it: Altezza e larghezza massime 600px * 600px

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Maximum_Value.FieldLabel
source: Maximum Value
it: Valore massimo

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Minimum_Value.FieldLabel
source: Minimum Value
it: Valore minimo

source: Multipicklist With Search
it: Selezione multipla con ricerca

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Multi_With_Search.HelpText
source: This field is used for multi picklists, it’s recommended to check this checkbox if there is a long list of values or used in a table
it: Questo campo è utilizzato per le selezioni multiple, si consiglia di selezionare questa casella se c'è un lungo elenco di valori o se viene utilizzato in una tabella

# CustomField.CompSuite__Protocol_Element__c.CompSuite__New_Version.FieldLabel
source: New Version
it: Nuova versione

source: Protocol Elements
it: Elementi del protocollo

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Object_Name.FieldLabel
source: Object Name
it: Nome oggetto

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Order.FieldLabel
source: Order
it: Ordina

source: Original PE Number
it: Numero PE originale

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Parameter_Label.FieldLabel
source: Parameter Label
it: Etichetta parametro

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Parameter_Label.HelpText
source: This field is used for calculation formula and dependent formula. User populate this parameter by his answer.
it: Questo campo viene utilizzato per la formula di calcolo e la formula dipendente. L'utente popola questo parametro con la sua risposta.

source: Protocol Element Identifier
it: Identificatore elemento protocollo

source: Protocol Element Number
it: Numero elemento protocollo

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Record_Type.FieldLabel
source: Record Type
it: Tipo di record

source: Add Evidence?
it: Aggiungere prove?

source: Add Signature?
it: Aggiungere firma?

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Required.FieldLabel
source: Required?
it: Richiesto?

source: Rich Description
it: Descrizione ricca

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Score.FieldLabel
source: Score
it: Punteggio

source: Show Modified By
it: Mostra modificato da

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Skip_Numbering.FieldLabel
source: Skip Numbering
it: Salta numerazione

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Skip_Numbering.HelpText
source: If this element will not have a number assigned to it
it: Se a questo elemento non verrà assegnato un numero

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Start_Version.FieldLabel
source: Start Version
it: Inizia versione

# CustomField.CompSuite__Protocol_Element__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Protocol_Element__c.CompSuite__State.RelatedListLabel
source: Protocol Elements
it: Elementi del protocollo

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Table_Element.FieldLabel
source: Table Element
it: Elemento tabella

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Table_Element.HelpText
source: This lookup is used on protocol element with record type Table
it: Questa ricerca viene utilizzata su un elemento di protocollo con tipo di record tabella

source: Protocol Elements (Table Element)
it: Elementi del protocollo (elemento tabella)

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Table_Index.FieldLabel
source: Table Index
it: Indice della tabella

# CustomField.CompSuite__Protocol_Element__c.CompSuite__Test_Procedure.FieldLabel
source: Short Description
it: Breve descrizione

source: Protocol
it: Protocollo

source: Protocol Elements
it: Elementi del protocollo

# CustomField.CompSuite__Binder__c.CompSuite__Account.RelatedListLabel
source: Binders
it: Raccoglitori

# CustomField.CompSuite__Binder__c.CompSuite__Active.FieldLabel
source: Active
it: Attivo

# CustomField.CompSuite__Binder__c.CompSuite__Binder_Name.FieldLabel
source: Binder Name
it: Nome del raccoglitore

# CustomField.CompSuite__Binder__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Binder__c.CompSuite__Change_Control.FieldLabel
source: Change Control
it: Controllo delle modifiche

# CustomField.CompSuite__Binder__c.CompSuite__Change_Control.RelatedListLabel
source: Binders
it: Raccoglitori

# CustomField.CompSuite__Binder__c.CompSuite__Complaint.FieldLabel
source: Complaint
it: Reclamo

# CustomField.CompSuite__Binder__c.CompSuite__Complaint.RelatedListLabel
source: Binders
it: Raccoglitori

# CustomField.CompSuite__Binder__c.CompSuite__Completion_Date.FieldLabel
source: Completion Date
it: Data di completamento

# CustomField.CompSuite__Binder__c.CompSuite__Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__Binder__c.CompSuite__Design_Set.FieldLabel
source: Design Set
it: Set del design

# CustomField.CompSuite__Binder__c.CompSuite__Design_Set.RelatedListLabel
source: Binders
it: Raccoglitori

# CustomField.CompSuite__Binder__c.CompSuite__External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Binder__c.CompSuite__Index_File_Template_Type.FieldLabel
source: Index File Template Type
it: Tipo di modello di file indice

# CustomField.CompSuite__Binder__c.CompSuite__Is_In_External_Process.FieldLabel
source: Is In External Process
it: Is In Processo Esterno

# CustomField.CompSuite__Binder__c.CompSuite__Last_Zip_Download_Date.FieldLabel
source: Last Zip Download Date
it: Ultima data di download del file Zip

# CustomField.CompSuite__Binder__c.CompSuite__Last_Zip_URL.FieldLabel
source: Last Zip URL
it: Ultimo URL Zip

# CustomField.CompSuite__Binder__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Binder__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Binder__c.CompSuite__Progress_Status.FieldLabel
source: Progress Status
it: Stato di avanzamento

# CustomField.CompSuite__Binder__c.CompSuite__Rejected.FieldLabel
source: Rejected
it: Rifiutato

# CustomField.CompSuite__Binder__c.CompSuite__Related_Binder_Template.FieldLabel
source: Related Binder Template
it: Modello di raccoglitore correlato

source: Binders
it: Raccoglitori

# CustomField.CompSuite__Binder__c.CompSuite__Related_Program.FieldLabel
source: Related Program
it: Programma correlato

# CustomField.CompSuite__Binder__c.CompSuite__Related_Program.RelatedListLabel
source: Related Binders
it: Raccoglitori correlati

# CustomField.CompSuite__Binder__c.Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Binder__c.Site.RelatedListLabel
source: Binders
it: Raccoglitori

# CustomField.CompSuite__Binder__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Binder__c.CompSuite__State.RelatedListLabel
source: Binders
it: Raccoglitori

# CustomField.CompSuite__Binder__c.Study.FieldLabel
source: Study
it: Studio

# CustomField.CompSuite__Binder__c.Study.RelatedListLabel
source: Binders
it: Raccoglitori

# CustomField.CompSuite__Binder__c.Submission.FieldLabel
source: Submission
it: Presentazione

# CustomField.CompSuite__Binder__c.Submission.RelatedListLabel
source: Binders
it: Raccoglitori

# CustomField.CompSuite__Binder__c.CompSuite__Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Binder__c.CompSuite__Supplier.RelatedListLabel
source: Binders
it: Raccoglitori

# CustomField.CompSuite__Binder__c.CompSuite__Template.FieldLabel
source: Template ?
it: Modello?

# CustomField.CompSuite__Binder__c.CompSuite__Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__Binder__c.CompSuite__Under_Amendment.FieldLabel
source: Under Amendment
it: In fase di modifica

# CustomField.CompSuite__Binder__c.CompSuite__Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__CAPA_Plan__c.Account.RelatedListLabel
source: CAPA Plans
it: Piani CAPA

# CustomField.CompSuite__CAPA_Plan__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__CAPA_Plan__c.CAPA_Plan_Description.FieldLabel
source: CAPA Plan Description
it: Descrizione piano CAPA

# CustomField.CompSuite__CAPA_Plan__c.CompSuite__CAPA_Plan_Number.FieldLabel
source: CAPA Plan Number
it: Numero piano CAPA

# CustomField.CompSuite__CAPA_Plan__c.CAPA_Plan_Summary.FieldLabel
source: CAPA Plan Summary
it: Riepilogo piano CAPA

# CustomField.CompSuite__CAPA_Plan__c.CAPA_Plan_Type.FieldLabel
source: CAPA Plan Type
it: Tipo piano CAPA

# CustomField.CompSuite__CAPA_Plan__c.Count_Open_CAPAs.FieldLabel
source: Count Open CAPAs
it: Conteggio CAPA aperte

# CustomField.CompSuite__CAPA_Plan__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__CAPA_Plan__c.Department.RelatedListLabel
source: CAPA Plans
it: Piani CAPA

# CustomField.CompSuite__CAPA_Plan__c.Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__CAPA_Plan__c.Effectiveness_Check.FieldLabel
source: Effectiveness Check
it: Controllo dell'efficacia

# CustomField.CompSuite__CAPA_Plan__c.Effectiveness_Check.RelatedListLabel
source: CAPA Plans
it: Piani CAPA

# CustomField.CompSuite__CAPA_Plan__c.Finding.FieldLabel
source: Finding
it: Risultato

# CustomField.CompSuite__CAPA_Plan__c.Finding.RelatedListLabel
source: CAPA Plans
it: Piani CAPA

# CustomField.CompSuite__CAPA_Plan__c.Impact_Assessment_Conclusion.FieldLabel
source: Impact Assessment Conclusion
it: Conclusione valutazione dell'impatto

# CustomField.CompSuite__CAPA_Plan__c.Investigation_Conclusions.FieldLabel
source: Investigation Conclusions
it: Conclusioni dell'indagine
