Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# ValidationFormula.CompSuite__Document_Header__c.Remove_Master_record_is_not_form
source: This record was not defined as a form, so Parent Record is not required. Please remove the associated Master document
it: Questo record non è stato definito come modulo, quindi il record principale non è obbligatorio. Rimuovere il documento master associato

# ValidationFormula.CompSuite__Document_Header__c.Verify_Legacy_Is_not_null
source: 'Legacy Document' is required, when 'Override Master Document' is checked
it: 'Documento legacy' è obbligatorio quando è selezionato 'Sostituisci documento master'

source: The Review Period field is mandatory
it: Il campo periodo di revisione è obbligatorio

source: Cannot activate an employee that the related user is not active.
it: Non è possibile attivare un dipendente se l'utente correlato non è attivo.

source: Due Date must be today or in the future
it: La scadenza deve essere odierna o futura

# ValidationFormula.CompSuite__Effectiveness_Check__c.Restrict_assignment_of_DR
source: Document revision must be related to the assigned master document
it: La revisione del documento deve essere correlata al documento master assegnato

source: Please promote the related document to obsolete before promoting the periodic review
it: Si prega di promuovere il documento correlato come obsoleto prima di promuovere la revisione periodica

source: The related document revision effective date is required to be later than the periodic review creation date
it: La data effettiva della revisione del documento correlato deve essere successiva alla data di creazione della revisione periodica

# ValidationFormula.CompSuite__Investigation__c.Due_Date_Must_be_present_or_future
source: Due Date must be today or in the future
it: La scadenza deve essere odierna o futura

source: You can't create new investigation task for a complaint record in the following states: Pending CAPA Completion/Pending Final Approval/Completed/Canceled
it: Non è possibile creare un nuovo incarico di indagine per un record di reclamo nei seguenti stati: In attesa di completamento CAPA/In attesa di approvazione finale/Completato/Annullato

source: You can't create new investigation task for a deviation record in the following state: Pending CAPA Completion/Pending Final Approval/Completed/Canceled
it: Non è possibile creare una nuova attività di indagine per un record di deviazione nel seguente stato: In attesa di completamento CAPA/In attesa di approvazione finale/Completato/Annullato

source: You can't create new investigation task for a quality event record in the following state: Pending CAPA Completion/Pending Final Approval/Completed/Canceled
it: Non è possibile creare un nuovo incarico di indagine per un record di evento sulla qualità nel seguente stato: In attesa di completamento CAPA/In attesa di approvazione finale/Completato/Annullato

source: The End Date cannot be earlier than the Start Date
it: La data di fine non può essere anteriore alla Data di inizio

# ValidationFormula.CompSuite__Job_Function_Group__c.Verify_JF_name_is_unique
source: Job Function name already in use
it: Nome della funzione lavorativa già in uso

# ValidationFormula.CompSuite__Observation__c.Closed_Date_Cannot_be_in_the_future
source: Closed date must be today or in the past
it: La data di chiusura deve essere oggi o nel passato

source: You can't create new finding for completed or closed audit record
it: Non è possibile creare un nuovo risultato per un record di audit completato o chiuso

source: The planning horizon must be a positive number
it: L'orizzonte di pianificazione deve essere un numero positivo

source: You are not authorized to change the product item fields since the product version is already approved.
it: Autorizzazione a modificare i campi degli elementi del prodotto non concessa poiché la versione del prodotto è già approvata.

# ValidationFormula.CompSuite__Product_Version__c.Future_Date_cannot_be_in_past
source: Future Date must be in the future
it: La data futura deve essere nel futuro

# ValidationFormula.CompSuite__Program_Element__c.Greater_or_Equal_to_0
source: The number needs to be greater or equal to zero
it: Il numero deve essere maggiore o uguale a zero

# ValidationFormula.CompSuite__Program__c.End_Date_can_be_today_or_Past
source: End Date can be Present or Past
it: La data di fine può essere presente o passata

source: Traceability record already linked to this program
it: Il record di tracciabilità è gia collegato a questo programma

source: Value can not be zero
it: Il valore non può essere zero

# ValidationFormula.CompSuite__Quality_Event__c.Check_Investigation_Record
source: An investigation must be created
it: Deve essere creata un'indagine

# ValidationFormula.CompSuite__Quality_Event__c.Due_Date_Must_be_present_or_future
source: Due Date must be today or in the future
it: La scadenza deve essere odierna o futura

# ValidationFormula.CompSuite__Quality_Event__c.Event_Date_must_be_past_or_today
source: Event Date must be today or in the past
it: La data dell'evento deve essere oggi o nel passato

# ValidationFormula.CompSuite__Quality_Event__c.ExtendedDueDate_moreThanDueDate
source: Extended Due Date must be later than initial due date
it: La scadenza prorogata deve essere successiva alla scadenza iniziale

# ValidationFormula.CompSuite__Sample__c.BatchStep_same_batchMasterRecord
source: Batch Step should be releated to the same Batch Master record of Sample
it: Fase batch deve essere correlata allo stesso record del batch master del campione

# ValidationFormula.CompSuite__Sample__c.Restrict_Add_Sample_OnApprovedMaster
source: You cannot add or edit sample once the Master Batch Record is approved
it: Non è possibile aggiungere o modificare il campione una volta approvato il Batch record master

# ValidationFormula.CompSuite__Sample__c.Restrict_Add_sampleOnApprovedBatch
source: You cannot add or edit sample record once the Batch Record is in approval state
it: Non è possibile aggiungere o modificare il record del campione una volta che il Batch record è in stato di approvazione

# ValidationFormula.CompSuite__Site__c.Clinical_Study_Compl_cannot_crearted
source: Clinical Study is complete. No Records can be associated to this Clinical Study
it: Lo studio clinico è completo. Non possono essere associati record a questo studio clinico

# ValidationFormula.CompSuite__Site__c.Verify_site_name_is_unique
source: Site name already in use
it: Nome del sito già in uso

# ValidationFormula.CompSuite__State__c.CompSuite__Verify_state_name_is_unique
source: State name already in use
it: Nome dello Stato già in uso

# ValidationFormula.CompSuite__Supplier__c.If_Frequency_Not_Empty_Fill_Horizon
source: Frequency is filled. Must insert a Planning Horizon value
it: La frequenza è riempita. Si deve inserire un valore per l'orizzonte di pianificazione

# ValidationFormula.CompSuite__Supplier__c.Planning_Horizon_Positive
source: Plannig Horizon must be a positive number
it: L'orizzonte di pianificazione deve essere un numero positivo

# ValidationFormula.CompSuite__Registration__c.CompSuite__RMS_Validation
source: The same country was selected as RMS and CMS. Please Correct your selection
it: Lo stesso Paese è stato selezionato come RSM e CMS. Per favore, correggere la selezione.

source: Cannot have same source and desntination object
it: Non è possibile avere lo stesso oggetto di origine e destinazione

# ValidationFormula.CompSuite__Relations__c.Restrict_Add_Relation_batch_master
source: You cannot add or edit new relation once the Master Batch Record is approved
it: Non è possibile aggiungere o modificare nuova relazione una volta approvato il record del Batch master

# ValidationFormula.CompSuite__Relations__c.Restrict_Batch_step_to_Batch_Master
source: You need to relate batch step that is part from batch master record
it: È necessario correlare la fase batch che fa parte del record batch master

source: The classroom record cannot be edited in this state.
it: Il record della classe non può essere modificato in questo stato.

source: The classroom is Locked. You cannot add Trainees to Completed/Canceled Classroom.
it: La classe è bloccata. Non è possibile aggiungere tirocinanti alla classe completata/annullata.

# ValidationFormula.CompSuite__Relations__c.Restrict_Remove_Trainee_Canceled_Rec
source: Can't Remove Trainees From Canceled Classroom Record
it: Impossibile rimuovere i tirocinanti dal record della classe annullata

# ValidationFormula.CompSuite__Relations__c.Restrict_Remove_Trainee_Completed_Rec
source: Can't Remove Trainees From Completed Classroom Record
it: Impossibile rimuovere i tirocinanti dal record della classe completata

source: Test_for_Trainees_Selection_LWC
it: Test_selezione_tirocinanti_LWC

# ValidationFormula.CompSuite__Test__c.Restrict_Add_Test_On_ApprovedBatchMaster
source: You cannot add or edit test once the Master Batch Record is approved
it: Non è possibile aggiungere o modificare il test una volta approvato il Batch record master

source: 'Completion Date' cannot be before training assignment creation date
it: La "data di completamento" non può essere antecedente alla data di creazione del compito di formazione

source: Completion Date cannot be in the future
it: La data di completamento non può essere nel futuro

source: Employee Cannot verify his own training
it: Il dipendente non può verificare la propria formazione

source: Please complete the exam before performing this action
it: Completa l'esame prima di compiere questa azione

source: Please complete the exam before performing this action
it: Completa l'esame prima di compiere questa azione

source: Please complete the exam before performing this action
it: Completa l'esame prima di compiere questa azione

source: The Training must be verified by the Trainer or System Administrator
it: La Formazione deve essere verificata dal Formatore o dall'Amministratore di sistema

source: Record is Locked, Only Training Assignment Assignee or System Administrator can edit this record.
it: Il record è bloccato, solo l'assegnatario del compito di formazione o l'amministratore di sistema può modificare questo record.

source: Record is Locked, Only Owner,TCO or System Administrator can edit this record
it: Il record è bloccato, solo il proprietario, il TCO o l'amministratore di sistema possono modificare questo record

source: Please complete the SCORM Course before completing the Training Assignment record.
it: Si prega di completare il corso SCORM prima di compilare il record del compito di formazione.

source: Training Effectiveness Follow-up Date field must be in the future
it: Il campo data di follow-up sull'efficacia della formazione deve essere futuro

# ValidationFormula.CompSuite__Training_Assignment__c.cannot_change_employee
source: Employee CANNOT be changed for this Training Assignment
it: Il dipendente NON PUÒ essere sostituito per questo compito di formazione

# ValidationFormula.CompSuite__Training_Assignment__c.cannot_change_record_name
source: Training Assignment Name CANNOT be changed
it: Il nome del compito di formazione NON PUÒ essere modificato

# ValidationFormula.CompSuite__Protocol_Element__c.CompSuite__Positive_Score
source: Score should be positive
it: Il punteggio deve essere positivo

# ValidationFormula.CompSuite__Protocol_Element__c.CompSuite__Restrict_Creation
source: New elements can't be created for active protocols which are not under amendment
it: Non è possibile creare nuovi elementi per protocolli attivi che non siano in fase di modifica

# ValidationFormula.CompSuite__CAPA_Plan__c.Due_Date_Must_be_present_or_future
source: Due Date must be today or in the future
it: La scadenza deve essere odierna o futura

# ValidationFormula.CompSuite__MRB__c.Due_Date_not_in_past
source: Due Date must be set for today or in the future
it: La scadenza deve essere impostata per oggi o nel futuro

# ValidationFormula.CompSuite__MRB__c.Targer_Date_latest_form_duedate
source: Target Implementation Date should be schedule after Due Date
it: La data di implementazione prevista deve essere programmata dopo la scadenza

# ValidationFormula.CompSuite__MRB__c.followup_Date_not_in_past
source: Follow Up Due Date must be set for today or in the future
it: La scadenza del follow-up deve essere impostata per oggi o nel futuro

source: Please verify that the effective completion date is today or in the past
it: Verificare che la data di completamento effettiva sia oggi o nel passato

source: Due Date must be today or in the future
it: La scadenza deve essere odierna o futura

source: Extended due date cannot be earlier than Planned Due Date
it: La scadenza prorogata non può essere anteriore alla scadenza programmata

source: Extended Due Date must be today or in the future
it: La scadenza prorogata deve essere odierna o futura

source: You are not authorized to edit the information fields
it: Non si ha l'autorizzazione per modificare i campi delle informazioni

source: You are not authorized to edit the Summary fields
it: Non si ha l'autorizzazione per modificare i campi di riepilogo

# ValidationFormula.CompSuite__Immediate_Action__c.Restrict_Extend_Due_Date
source: Due date can be changed only using extension action from the life cycle
it: La scadenza può essere modificata solo utilizzando l'azione di estensione del ciclo di vita

source: The actual completion date cannot be in the future
it: La data di completamento effettiva non può essere nel futuro

source: The actual start date cannot be in the future
it: La data di inizio effettiva non può essere futura

source: Clinical Study is complete. No Records can be associated to this Clinical Study
it: Lo studio clinico è completo. Non possono essere associati record a questo studio clinico

source: The protocol plan is Active. No Records can be associated with this record
it: Il piano di protocollo è attivo. Nessun record può essere associato a questo record

# ValidationFormula.CompSuite__Subject__c.Clinical_Study_Compl_cannot_crearted
source: Clinical Study is complete. No Records can be associated to this Clinical Study
it: Lo studio clinico è completo. Non possono essere associati record a questo studio clinico

# ValidationFormula.CompSuite__Subject__c.Protocol_Plan_Active_noRecord_associat
source: The protocol plan is Active. No Records can be associated with this record
it: Il piano di protocollo è attivo. Nessun record può essere associato a questo record

# ValidationFormula.CompSuite__Subject__c.cannot_create_Subjects
source: Subject can be created only if Site is in state 'Enrollment'
it: Il soggetto può essere creato solo se il sito è nello stato "arruolamento"

# ValidationFormula.CompSuite__Submission__c.Approval_date_cannot_be_in_the_future
source: The approval date cannot be in the future
it: La data di approvazione non può essere futura

source: The submission date cannot be in the future
it: La data di presentazione non può essere futura

source: Cannot Insert New Design Set because Program state is Completed
it: Impossibile inserire un nuovo set del design perché lo stato del programma è completato

source: Cannot set design set with type traceability related to program. Please go to the program and populate the traceability field
it: Impossibile impostare il set del design con il tipo di tracciabilità correlata al programma. Andare al programma e compilare il campo di tracciabilità

source: Cannot Create New Design Element because Design Set state is Effective
it: Impossibile creare un nuovo elemento del design perché lo stato del set del design è effettivo

source: The protocol execution is locked
it: L'esecuzione del protocollo è bloccata

source: Traceability record cannot linked to same design set
it: Il record di tracciabilità non può essere collegato allo stesso set del design

# WebTab.CompSuite__DOT_Admin
source: DOT Administration
it: Amministrazione DOT

# WebTab.CompSuite__DOT_Compliance_Administration
source: Dot Compliance Administration
it: Amministrazione della conformità Dot

# WebTab.Data_Migration_Tools
source: Data Migration Tools
it: Strumenti di migrazione dei dati

# WebTab.CompSuite__Installation_Confirmation
source: Installation Confirmation
it: Conferma dell'installazione

# WebTab.CompSuite__Life_Cycle_Builder
source: Life-Cycle Builder
it: Builder del ciclo di vita

# WebTab.CompSuite__Life_Cycle_Path_Builer
source: Life Cycle Path Builer
it: Builder percorso del ciclo di vita

# WebTab.CompSuite__Signatory_Administration
source: Signatory Administration
it: Amministrazione firmataria

# WebTab.CompSuite__Training_Administration
source: Training Administration
it: Amministrazione della formazione

# WebTab.Upload_Legacy_Document
source: Upload Legacy Document
it: Carica documento legacy

# WebTab.Users_Report
source: Users Report
it: Report degli utenti

# WebTab.CompSuite__Validation_Deliverabilites
source: Validation Deliverables
it: Prodotti di convalida

# CustomLabel.Account_Fax
source: Account Fax:
it: Fax account:

# CustomLabel.Account_Phone
source: Account Phone:
it: Telefono account:

# CustomLabel.Account_Website
source: Account Website:
it: Sito Web account:

# CustomLabel.CompSuite__Action
source: Action
it: Azione

# CustomLabel.CompSuite__Action_Error
source: Action Error
it: Errore di azione

# CustomLabel.Action_Item_Linked_To_Doc_Revision_Header
source: Selected Document With Related To Action Item
it: Documento selezionato correlato con l'elemento di azione

# CustomLabel.Action_Item_Linked_To_Doc_Revision_Msg
source: Since Action Item connected to another change control please consider creating prerequisite to this action item
it: Poiché l'elemento di azione è connesso a un altro controllo delle modifiche, considerare la creazione di un prerequisito per questo elemento di azione

# CustomLabel.Action_Name
source: Action Name
it: Nome azione

# CustomLabel.Action_Name_Title_in_Table
source: Action Name
it: Nome azione

# CustomLabel.Action_Number_title_in_Table
source: Action Number
it: Numero azione

# CustomLabel.Action_Owner_Title_in_Table
source: Action Owner
it: Proprietario azione

# CustomLabel.Action_State_Title_in_Table
source: Action State
it: Stato azione

# CustomLabel.CompSuite__Action_Warning
source: Action Warning
it: Avviso azione

# CustomLabel.CompSuite__Actions
source: Actions
it: Azioni

# CustomLabel.Actions
source: Actions
it: Azioni

# CustomLabel.CompSuite__Active
source: Active
it: Attivo

# CustomLabel.Active
source: Active
it: Attivo

# CustomLabel.Active_Date
source: Active Date
it: Data attiva

# CustomLabel.Activity_Scheduled
source: The next activity creation date is scheduled for:
it: La prossima data di creazione dell'attività è programmata per:

# CustomLabel.CompSuite__Actual_Result
source: Actual Result
it: Risultato effettivo

# CustomLabel.CompSuite__Actual_Value
source: Actual Value
it: Valore effettivo

# CustomLabel.CompSuite__Add
source: Add
it: Aggiungi

# CustomLabel.CompSuite__AddField
source: Add Field
it: Aggiungi campo

# CustomLabel.CompSuite__AddSection
source: Add Section
it: Aggiungi sezione

# CustomLabel.CompSuite__AddSectionFilter
source: Add Section Filter
it: Aggiungi filtro di sezione

# CustomLabel.Add_Activities_Compnent_Title
source: Add Activities
it: Aggiungi attività

# CustomLabel.CompSuite__Add_Attachment
source: Add Attachment
it: Aggiungi allegato

# CustomLabel.CompSuite__Add_Element
source: Add Element
it: Aggiungi elemento

# CustomLabel.Add_New_BOM_Relation_Button_Label
source: Add New BOM Relation
it: Aggiungi nuova relazione DBA

# CustomLabel.CompSuite__Add_Resource
source: Add Resource
it: Aggiungi risorsa

# CustomLabel.Add_Training_Plans
source: Add Training Plans
it: Aggiungi piani di formazione

# CustomLabel.Additional_Auditors
source: Additional Auditors
it: Revisori aggiuntivi

# CustomLabel.Affected_Document
source: Affected Document
it: Documento interessato

# CustomLabel.CompSuite__All_Curriculums
source: All Training Plans
it: Tutti i piani di formazione

# CustomLabel.CompSuite__All_Departments
source: All Departments
it: Tutti i dipartimenti

# CustomLabel.CompSuite__All_Groups
source: All Groups
it: Tutti i gruppi

# CustomLabel.CompSuite__All_Job_Functions_with_related_Curriculums_and_Employees
source: All Job Functions with related Training Plans and Employees
it: Tutte le funzioni lavorative con piani di formazione correlati e dipendenti

# CustomLabel.CompSuite__All_Sites
source: All Sites
it: Tutti i siti

# CustomLabel.CompSuite__AllowAttachAsPDFToRecord
source: Allow Attach As PDF To Record
it: Consenti allega come PDF al record

# CustomLabel.CompSuite__AllowElectronicSignature
source: Allow Electronic Signature
it: Consenti firma elettronica

# CustomLabel.CompSuite__AllowSendAsEmailAttachment
source: Allow Send As Email Attachment
it: Consenti Invia come allegato e-mail

# CustomLabel.CompSuite__AlternateRowCssStyle
source: Alternate Row CSS Style...
it: Stile CSS riga alternativa...

# CustomLabel.CompSuite__AlternateRowStyle
source: Alternate Row Style
it: Stile di riga alternata

# CustomLabel.CompSuite__An_exam_is_in_progress
source: An exam is in progress
it: Un esame è in corso

# CustomLabel.Answer
source: Answer
it: Risposta

# CustomLabel.CompSuite__Apply
source: Apply
it: Applica

# CustomLabel.CompSuite__ApprovalMatrix_HeaderTitle
source: Please select a user to view the associated approval matrix records:
it: Per favore, seleziona un utente per visualizzare i record associati alla matrice di approvazione:

# CustomLabel.CompSuite__Approve
source: Sign
it: Firma

# CustomLabel.CompSuite__Approve_New
source: Approve
it: Approva

# CustomLabel.CompSuite__ApproverEmail
source: Approver Email
it: E-mail dell'approvatore

# CustomLabel.CompSuite__ApproverEmailReference
source: Approver Email Reference
it: Oggetto dell'e-mail di approvazione

# CustomLabel.CompSuite__ApproverName
source: Approver Name
it: Nome approvatore

# CustomLabel.CompSuite__ApproverNameReference
source: Approver Name Reference
it: Riferimento nome approvatore

# CustomLabel.CompSuite__AreYouWantToDeleteThisCorporateDocument
source: Are you sure you want to delete this Corporate Document?
it: Sicuri di voler eliminare questo documento aziendale?

# CustomLabel.Are_you_sure_you_want_create_New_Prodcut_Version
source: Are you sure you want create New Product Version?
it: Sicuri di voler creare una nuova versione del prodotto?

# CustomLabel.Areas_Audited
source: Areas Audited:
it: Aree oggetto di audit:

# CustomLabel.CompSuite__As_Expected_Button
source: As Expected
it: Come atteso

# CustomLabel.Assessment_Elements_All_Tables_Title
source: List of Related Assessment Element
it: Elenco degli elementi di valutazione correlati

# CustomLabel.CompSuite__AttachAsPDF
source: Attach as PDF
it: Allega come PDF

# CustomLabel.CompSuite__AttachAsPDFToTheRecord
source: Attach as PDF to the record
it: Allega come PDF al record

# CustomLabel.CompSuite__Attach_File
source: Attach File
it: Allega file

# CustomLabel.CompSuite__Attachments_Export_Option
source: Attachments
it: Allegati

# CustomLabel.Audit_Actual_End_Date
source: Audit Actual End Date
it: Data di fine effettiva dell'audit

# CustomLabel.Audit_Actual_Start_Date
source: Audit Actual Start Date
it: Data di inizio audit effettiva

# CustomLabel.Audit_Agenda
source: Audit Agenda
it: Agenda di audit

# CustomLabel.Audit_Information
source: Audit Information
it: Informazioni di audit

# CustomLabel.Audit_Location
source: Audit Location
it: Ubicazione dell'audit

# CustomLabel.Audit_Purpose
source: Audit Purpose
it: Scopo dell'audit

# CustomLabel.Audit_Rating
source: Audit Rating
it: Valutazione audit

# CustomLabel.Audit_Record_Number
source: Audit Record Number
it: Numero di record dell'audit

# CustomLabel.Audit_Scope
source: Audit Scope
it: Ambito dell'audit

# CustomLabel.Audit_Score
source: Audit Score
it: Punteggio audit
