Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Martinique
source: Martinique
it: Martinica

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Mexico
source: Mexico
it: Messico

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Micronesia, Fed. St.
source: Micronesia, Fed. St.
it: St. Fed. di Micronesia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Moldova
source: Moldova
it: Moldavia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Morocco
source: Morocco
it: Marocco

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Mozambique
source: Mozambique
it: Mozambico

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.N. Mariana Islands
source: N. Mariana Islands
it: Isole Marianne Settentrionali

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Netherlands
source: Netherlands
it: Paesi Bassi

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Netherlands Antilles
source: Netherlands Antilles
it: Antille Olandesi

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.New Caledonia
source: New Caledonia
it: Nuova Caledonia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.New Zealand
source: New Zealand
it: Nuova Zelanda

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Norway
source: Norway
it: Norvegia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Papua New Guinea
source: Papua New Guinea
it: Papua Nuova Guinea

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Peru
source: Peru
it: Perù

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Philippines
source: Philippines
it: Filippine

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Poland
source: Poland
it: Polonia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Portugal
source: Portugal
it: Portogallo

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Puerto Rico
source: Puerto Rico
it: Porto Rico

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Rwanda
source: Rwanda
it: Ruanda

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Saint Helena
source: Saint Helena
it: Sant'Elena

source: Saint Kitts & Nevis
it: Saint Kitts e Nevis

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Saint Lucia
source: Saint Lucia
it: Santa Lucia

source: Saint Vincent and the Grenadines
it: Saint Vincent e Grenadine

source: Sao Tome & Principe
it: Sao Tomé e Principe

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Slovakia
source: Slovakia
it: Slovacchia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Solomon Islands
source: Solomon Islands
it: Isole Salomone

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.South Africa
source: South Africa
it: Sud Africa

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.South Korea
source: South Korea
it: Corea del Sud

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Spain
source: Spain
it: Spagna

source: St Pierre & Miquelon
it: Saint-Pierre e Miquelon

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Sweden
source: Sweden
it: Svezia

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Switzerland
source: Switzerland
it: Svizzera

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Tajikistan
source: Tajikistan
it: Tagikistan

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Thailand
source: Thailand
it: Tailandia

source: Trinidad & Tobago
it: Trinidad e Tobago

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Turkey
source: Turkey
it: Turchia

source: Turks & Caicos Is
it: Isole Turks e Caicos

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Ukraine
source: Ukraine
it: Ucraina

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.United Arab Emirates
source: United Arab Emirates
it: Emirati Arabi Uniti

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.United Kingdom
source: United Kingdom
it: Regno Unito

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.United States
source: United States
it: Stati Uniti

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Virgin Islands
source: Virgin Islands
it: Isole Vergini

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Wallis and Futuna
source: Wallis and Futuna
it: Wallis e Futuna

# PicklistValue.CompSuite__Registration__c.CompSuite__Country.Western Sahara
source: Western Sahara
it: Sahara occidentale

# PicklistValue.CompSuite__Registration__c.CompSuite__Dosage_Form.Inhalational
source: Inhalational
it: Inalatorio

# PicklistValue.CompSuite__Registration__c.CompSuite__Dosage_Form.Oral
source: Oral
it: Orale

# PicklistValue.CompSuite__Registration__c.CompSuite__Dosage_Form.Parenteral
source: Parenteral
it: Parenterale

# PicklistValue.CompSuite__Registration__c.CompSuite__Dosage_Form.Suppository
source: Suppository
it: Supposte

# PicklistValue.CompSuite__Registration__c.CompSuite__Dosage_Form.Topical
source: Topical
it: Topico

source: Belgium
it: Belgio

source: Croatia
it: Croazia

source: Cyprus
it: Cipro

source: Czech Republic
it: Repubblica Ceca

source: Denmark
it: Danimarca

source: Finland
it: Finlandia

source: France
it: Francia

source: Germany
it: Germania

source: Greece
it: Grecia

source: Iceland
it: Islanda

source: Ireland
it: Irlanda

# PicklistValue.CompSuite__Registration__c.CompSuite__Reference_Member_State.Italy
source: Italy
it: Italia

source: Latvia
it: Lettonia

source: Lithuania
it: Lituania

source: Luxembourg
it: Lussemburgo

source: Netherlands
it: Paesi Bassi

source: Norway
it: Norvegia

source: Poland
it: Polonia

source: Portugal
it: Portogallo

source: Slovakia
it: Slovacchia

# PicklistValue.CompSuite__Registration__c.CompSuite__Reference_Member_State.Spain
source: Spain
it: Spagna

source: Sweden
it: Svezia

source: United Kingdom
it: Regno Unito

# PicklistValue.CompSuite__Registration__c.CompSuite__Region.Europe
source: Europe
it: Europa

# PicklistValue.CompSuite__Registration__c.CompSuite__Region.Middle East
source: Middle East
it: Medio Oriente

# PicklistValue.CompSuite__Registration__c.CompSuite__Region.North America
source: North America
it: Nord America

# PicklistValue.CompSuite__Registration__c.CompSuite__Region.South America
source: South America
it: Sud America

source: Attachment is Not Required
it: L'allegato non è richiesto

source: Attachment is Required
it: L'allegato è richiesto

source: Execute Independently
it: Esegui in modo indipendente

# PicklistValue.CompSuite__Training_Assignment__c.Certification_level.Supervise
source: Supervise
it: Supervisiona

source: Train and certifies others
it: Formare e certificare gli altri

source: Under Supervision
it: Sotto supervisione

source: Management Development
it: Sviluppo gestionale

source: Professional Development
it: Sviluppo professionale

source: Quality Topics
it: Argomenti sulla qualità

# PicklistValue.CompSuite__Training_Assignment__c.Course_Classification.Regulatory
source: Regulatory
it: Normativo

# PicklistValue.CompSuite__Training_Assignment__c.Course_Classification.Safety
source: Safety
it: Sicurezza

source: Soft Skills
it: Soft Skill

source: Practical Training
it: Formazione pratica

source: Supervision X Months
it: Supervisione X Mesi

# PicklistValue.CompSuite__Transaction__c.Cost_Phase.Commissioning
source: Commissioning
it: Messa in produzione

# PicklistValue.CompSuite__Transaction__c.Cost_Phase.Execution
source: Execution
it: Esecuzione

# PicklistValue.CompSuite__Transaction__c.Cost_Phase.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Transaction__c.Cost_Phase.Validation
source: Validation
it: Convalida

# PicklistValue.CompSuite__Transaction__c.Cost_Resource_Type.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Transaction__c.Transaction_Type.Budget Allocation
source: Budget Allocation
it: Assegnazione di budget

# PicklistValue.CompSuite__Transaction__c.Transaction_Type.Budget Used
source: Budget Used
it: Budget utilizzato

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Button_Style.Danger
source: Danger
it: Pericolo

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Button_Style.Default
source: Default
it: Predefinito

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Button_Style.Info
source: Info
it: Informazioni

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Button_Style.Primary
source: Primary
it: Principale

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Button_Style.Success
source: Success
it: Successo

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Button_Style.Warning
source: Warning
it: Avvertimento

source: Promote the forms to be Completed with this action
it: Promuovi i moduli da completare con questa azione

source: Restrict the promotion of the record if the related forms are not completed
it: Limita la promozione del record se i moduli correlati non vengono compilati

source: Call
it: Chiama

source: Other
it: Altro

source: Send Letter
it: Invia lettera

source: Send Quote
it: Invia preventivo

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Task_Priority.High
source: High
it: Alta

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Task_Priority.Low
source: Low
it: Bassa

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Task_Priority.Normal
source: Normal
it: Normale

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Task_Status.Completed
source: Completed
it: Completato

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Task_Status.Deferred
source: Deferred
it: Differito

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Task_Status.In Progress
source: In Progress
it: In corso

# PicklistValue.CompSuite__Transition_Action__c.CompSuite__Task_Status.Not Started
source: Not Started
it: Non iniziato

source: Waiting on someone else
it: In attesa di qualcun altro

# PicklistValue.CompSuite__Used_Equipment__c.Used.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Variation__c.CompSuite__Variation_Source.Source 1
source: Source 1
it: Origine 1

# PicklistValue.CompSuite__Permission_Request__c.Request_Type.Add New User
source: Add New User
it: Aggiungi nuovo utente

# PicklistValue.CompSuite__Permission_Request__c.Request_Type.Add permission
source: Add permission
it: Aggiungi autorizzazione

source: Change User Permissions
it: Modifica autorizzazioni utente

# PicklistValue.CompSuite__Permission_Request__c.Request_Type.Change permission
source: Change permission
it: Modifica autorizzazione

source: Create Custom User Permissions
it: Crea autorizzazioni utente personalizzate

# PicklistValue.CompSuite__Permission_Request__c.Request_Type.Remove permission
source: Remove permission
it: Rimuovi autorizzazione

# PicklistValue.CompSuite__Permission_Request__c.Request_Type.Terminate User
source: Terminate User
it: Interrompi utente

# PicklistValue.CompSuite__Protocol_Element__c.CompSuite__Discrepancy.Deviation
source: Deviation
it: Deviazione

source: Quality Event
it: Evento sulla qualità

# PicklistValue.CompSuite__Protocol_Element__c.CompSuite__Layout.Five Column
source: Five Column
it: Cinque colonne

# PicklistValue.CompSuite__Protocol_Element__c.CompSuite__Layout.Four Column
source: Four Column
it: Quattro colonne

# PicklistValue.CompSuite__Protocol_Element__c.CompSuite__Layout.One Column
source: One Column
it: Una colonna

# PicklistValue.CompSuite__Protocol_Element__c.CompSuite__Layout.Six Column
source: Six Column
it: Sei colonne

# PicklistValue.CompSuite__Protocol_Element__c.CompSuite__Layout.Three Column
source: Three Column
it: Tre colonne

# PicklistValue.CompSuite__Protocol_Element__c.CompSuite__Layout.Two Column
source: Two Column
it: Due colonne

# PicklistValue.CompSuite__Binder__c.CompSuite__Index_File_Template_Type.Default
source: Default
it: Predefinito

# PicklistValue.CompSuite__Binder__c.CompSuite__Type.Batch Master
source: Batch Master
it: Master del batch

# PicklistValue.CompSuite__Binder__c.CompSuite__Type.Technical File
source: Technical File
it: File tecnico

# PicklistValue.CompSuite__Binder__c.CompSuite__Type.Trial Master File
source: Trial Master File
it: File master di prova

# PicklistValue.CompSuite__CAPA_Plan__c.CAPA_Plan_Type.Audit Outcome
source: Audit Outcome
it: Esito dell'audit

# PicklistValue.CompSuite__CAPA_Plan__c.CAPA_Plan_Type.Complaints
source: Complaints
it: Reclami

# PicklistValue.CompSuite__CAPA_Plan__c.CAPA_Plan_Type.Continuous Improvement
source: Continuous Improvement
it: Miglioramento continuo

# PicklistValue.CompSuite__CAPA_Plan__c.CAPA_Plan_Type.Deviation
source: Deviation
it: Deviazione

# PicklistValue.CompSuite__CAPA_Plan__c.CAPA_Plan_Type.Non Conformity
source: Non Conformity
it: Non conformità

# PicklistValue.CompSuite__CAPA_Plan__c.CAPA_Plan_Type.Process Improvement
source: Process Improvement
it: Miglioramento del processo

# PicklistValue.CompSuite__MRB__c.Defect_Type.Facility
source: Facility
it: Struttura

# PicklistValue.CompSuite__MRB__c.Defect_Type.Improper assembly
source: Improper assembly
it: Assemblaggio non corretto

# PicklistValue.CompSuite__MRB__c.Defect_Type.Improper suturing
source: Improper suturing
it: Sutura impropria

# PicklistValue.CompSuite__MRB__c.Disposition.Destroy
source: Destroy
it: Distruggere

# PicklistValue.CompSuite__MRB__c.Disposition.Other
source: Other
it: Altro

# PicklistValue.CompSuite__MRB__c.Disposition.Reject
source: Reject
it: Rifiutare

# PicklistValue.CompSuite__MRB__c.Disposition.Return to Vendor
source: Return to Vendor
it: Restituire al venditore

# PicklistValue.CompSuite__MRB__c.Disposition.Use as is
source: Use as is
it: Utilizzare così com'è

# PicklistValue.CompSuite__MRB__c.MRB_Type.Environmental Monitoring
source: Environmental Monitoring
it: Monitoraggio ambientale

# PicklistValue.CompSuite__MRB__c.MRB_Type.Final Product
source: Final Product
it: Prodotto finale

# PicklistValue.CompSuite__MRB__c.MRB_Type.In Process Material
source: In Process Material
it: Nel materiale di processo

# PicklistValue.CompSuite__MRB__c.MRB_Type.Incoming Inspection
source: Incoming Inspection
it: Ispezione in arrivo

# PicklistValue.CompSuite__MRB__c.MRB_Type.Released Product
source: Released Product
it: Prodotto rilasciato

# PicklistValue.CompSuite__Immediate_Action__c.Evidence_Attached.N/A
source: N/A
it: N/D

# PicklistValue.CompSuite__Immediate_Action__c.Evidence_Attached.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Immediate_Action__c.Type.Notify management
source: Notify management
it: Avvisare il responsabile

# PicklistValue.CompSuite__Immediate_Action__c.Type.Quarantine
source: Quarantine
it: Quarantena

# PicklistValue.CompSuite__Immediate_Action__c.Type.material on hold
source: material on hold
it: materiale in attesa

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.CT/Imaging
source: CT/Imaging
it: TAC/imaging

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Consulting
source: Consulting
it: Consulenza

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Discharge
source: Discharge
it: Dimissione

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Electronic CRF
source: Electronic CRF
it: CRF elettronico

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Initial Screening/visit
source: Initial Screening/visit
it: Screening/visita iniziale

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Lab tests
source: Lab tests
it: Analisi di laboratorio

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Monitoring
source: Monitoring
it: Monitoraggio

source: Negotiations of Contracts
it: Negoziazioni di contratti

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Operation
source: Operation
it: Operazione

source: Packaging and Relabeling
it: Imballaggio e nuova etichettatura

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Physician Meeting
source: Physician Meeting
it: Riunione medica

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Pre Study Visit
source: Pre Study Visit
it: Visita pre-studio

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Randomization
source: Randomization
it: Randomizzazione

source: Secondary Screening/visit
it: Screening/visita secondaria

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Site Closeout
source: Site Closeout
it: Chiusura del sito

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Site Initiation Visit
source: Site Initiation Visit
it: Visita di avvio del sito

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Study Logistics
source: Study Logistics
it: Logistica dello studio

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Suture Removal
source: Suture Removal
it: Rimozione della sutura

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Training Activities
source: Training Activities
it: Attività formative

# PicklistValue.CompSuite__Study_Activity__c.Activity_Type.Translation
source: Translation
it: Traduzione

# PicklistValue.CompSuite__Study_Activity__c.Clinical_Stage.Post Treatment
source: Post Treatment
it: Post-trattamento

# PicklistValue.CompSuite__Study_Activity__c.Clinical_Stage.Pre Treatment
source: Pre Treatment
it: Pre-trattamento

# PicklistValue.CompSuite__Study_Activity__c.Completed.N/A
source: N/A
it: N/D

# PicklistValue.CompSuite__Study_Activity__c.Completed.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Study_Activity__c.Outstanding_Status.Canceled
source: Canceled
it: Annullato

# PicklistValue.CompSuite__Study_Activity__c.Outstanding_Status.Missed
source: Missed
it: Mancato

# PicklistValue.CompSuite__Study_Activity__c.Paid.N/A
source: N/A
it: N/D

# PicklistValue.CompSuite__Study_Activity__c.Paid.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Study_Activity__c.Payment_Amendment.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Study_Activity__c.Planned.N/A
source: N/A
it: N/D

# PicklistValue.CompSuite__Study_Activity__c.Planned.Planned
source: Planned
it: Previsto

# PicklistValue.CompSuite__Study_Activity__c.Planned.Unplanned
source: Unplanned
it: Non prevista

# PicklistValue.CompSuite__Subject__c.Screening_Failure_Classification.Mortality
source: Mortality
it: Mortalità

# PicklistValue.CompSuite__Submission__c.Submission_Type.Extension
source: Extension
it: Proroga

# PicklistValue.CompSuite__Submission__c.Submission_Type.Initial
source: Initial
it: Iniziale

# PicklistValue.CompSuite__Submission__c.Submission_Type.Notification
source: Notification
it: Notifica

# PicklistValue.CompSuite__Submission__c.Submission_Type.Renewal
source: Renewal
it: Rinnovo

# PicklistValue.CompSuite__Submission__c.Submission_Type.Safety
source: Safety
it: Sicurezza

# PicklistValue.CompSuite__Submission__c.Submission_Type.Substantial
source: Substantial
it: Sostanziale

source: Qualifications
it: Qualifiche

source: Requirement
it: Requisito

source: Risk FMEA
it: FMEA di rischio

source: Risk HTM
it: Rischio HTM

source: Specifications
it: Specifiche

source: Testing
it: Test

source: Traceability
it: Tracciabilità

# PicklistValue.CompSuite__Design_Set__c.CompSuite__Order_Type.Automatic
source: Automatic
it: Automatico

# PicklistValue.CompSuite__Design_Set__c.CompSuite__Order_Type.Manual
source: Manual
it: Manuale

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Amendment
source: Amendment
it: Modifica

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Appendix
source: Appendix
it: Appendice

source: Cleaning Instructions
it: Istruzioni per la pulizia

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Executed Form
source: Executed Form
it: Modulo eseguito

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Form
source: Form
it: Modulo

source: Operating Instructions
it: Istruzioni per l'uso

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Policy
source: Policy
it: Politica

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Procedure
source: Procedure
it: Procedura

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Protocol
source: Protocol
it: Protocollo

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Specification
source: Specification
it: Specifica

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Template
source: Template
it: Modello

source: Working Instructions
it: Istruzioni di lavoro

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Document_Type.Worksheet
source: Worksheet
it: Foglio di lavoro

source: Controlled
it: Controllato

source: Simple
it: Semplice

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Assessment
source: Assessment
it: Valutazione

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Audit Program
source: Audit Program
it: Programma dell'audit

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Batch Master Record
source: Batch Master Record
it: Record master del batch

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Batch Step
source: Batch Step
it: Fase batch

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Binder
source: Binder
it: Raccoglitore

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.CAPA Plan
source: CAPA Plan
it: Piano CAPA

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Change Control
source: Change Control
it: Controllo delle modifiche

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Complaint
source: Complaint
it: Reclamo

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Design Set
source: Design Set
it: Set del design

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Deviation
source: Deviation
it: Deviazione

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Effectiveness Check
source: Effectiveness Check
it: Controllo dell'efficacia

source: Equipment/Information Asset
it: Risorsa di attrezzature/informazioni

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Investigation Task
source: Investigation Task
it: Incarico di indagine

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Planned Activity
source: Planned Activity
it: Attività prevista

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Program
source: Program
it: Programma

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Protocol
source: Protocol
it: Protocollo

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Protocol Execution
source: Protocol Execution
it: Esecuzione del protocollo

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Quality Event
source: Quality Event
it: Evento sulla qualità

# PicklistValue.CompSuite__Approval_Matrix_Row__c.Object_Name.Supplier
source: Supplier
it: Fornitore

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Category.Chemical
source: Chemical
it: Chimico

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Category.Environmental
source: Environmental
it: Ambientale

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Category.Human factors
source: Human factors
it: Fattori umani

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Category.Labeling
source: Labeling
it: Etichettatura

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Category.Mechanical
source: Mechanical
it: Meccanico

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Category.Physical
source: Physical
it: Fisico

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Category.Regulatory
source: Regulatory
it: Normativo

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Category.Reliability
source: Reliability
it: Affidabilità
