Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Assessment_Element__c.Risk_Priority_Value.HelpText
source: Calculation: Severity x Probability x Detection
it: Calcolo: gravità x probabilità x rilevamento

# CustomField.CompSuite__Assessment_Element__c.Risk_Rating.FieldLabel
source: Risk Rating
it: Valutazione del rischio

# CustomField.CompSuite__Assessment_Element__c.Risk_Rating.HelpText
source: Acceptable risk ratings are Low and Medium.
it: I livelli di rischio accettabili sono Basso e Medio.

# CustomField.CompSuite__Assessment_Element__c.Risk_Rating_Indicator.FieldLabel
source: Risk Rating Indicator
it: Indicatore di valutazione del rischio

# CustomField.CompSuite__Assessment_Element__c.Risk_Rating_Number.FieldLabel
source: Risk Rating Number
it: Numero di valutazione del rischio

source: Risk Template Source Version
it: Versione di origine del modello rischio

# CustomField.CompSuite__Assessment_Element__c.CompSuite__Severity.FieldLabel
source: Severity
it: Gravità

# CustomField.CompSuite__Assessment_Element__c.CompSuite__Severity.HelpText
source: 1 Negligible- minimal impact on the product, 2 Minor- minor impact on the product, 3 Serious- direct impact on the product is possible, 4 Critical- impact on the product, 5 Catastrophic- high and direct impact on the product
it: 1 Trascurabile - impatto minimo sul prodotto, 2 Minore - impatto minore sul prodotto, 3 Grave - impatto diretto sul prodotto possibile, 4 Critico - impatto sul prodotto, 5 Catastrofico - impatto elevato e diretto sul prodotto

# CustomField.CompSuite__Assessment_Element__c.Severity_HTM.FieldLabel
source: Severity (HTM)
it: Gravità (HTM)

# CustomField.CompSuite__Assessment_Element__c.Severity_HTM.HelpText
source: 0 N/A 1 Negligible-Inconvenience or temporary discomfort 2 Minor-Results in temporary injury, 3 Serious-Results in injury requiring medical intervention 4 Critical-Results in permanent impairment injury 5 Catastrophic-Results in death
it: 0 N/A 1 Trascurabile-Inconveniente o disagio temporaneo 2 Minore-Risulta in lesioni temporanee, 3 Grave-Risulta in lesioni che richiedono intervento medico 4 Critico-Risulta in lesioni con menomazione permanente 5 Catastrofico-Risulta in decesso

source: Severity Score
it: Punteggio di gravità

# CustomField.CompSuite__Assessment_Element__c.Severity_Value.FieldLabel
source: Severity Value
it: Valore di gravità

# CustomField.CompSuite__Assessment_Element__c.Severity_Value_HTM.FieldLabel
source: Severity Value (HTM)
it: Valore di gravità (HTM)

# CustomField.CompSuite__Assessment_Element__c.Source_Version_Number.FieldLabel
source: Source Version Number
it: Numero versione di origine

# CustomField.CompSuite__Assessment_Element__c.Start_in_Version.FieldLabel
source: Start Assessment Version
it: Avvia versione valutazione

# CustomField.CompSuite__Assessment_Element__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Assessment_Element__c.CompSuite__State.RelatedListLabel
source: Assessment Elements
it: Elementi di valutazione

# CustomField.CompSuite__Assessment_Element__c.Training_to_Users.FieldLabel
source: Training to Users
it: Formazione agli utenti

# CustomField.CompSuite__Assessment_Element__c.Verification_Plan.FieldLabel
source: Verification Plan
it: Piano di verifica

# CustomField.CompSuite__Assessment__c.Account.RelatedListLabel
source: Risk Assessments
it: Valutazioni del rischio

# CustomField.CompSuite__Assessment__c.Average_Mitigated_Risk_Level.FieldLabel
source: Average Mitigated Risk Level
it: Livello di rischio medio mitigato

# CustomField.CompSuite__Assessment__c.Average_Mitigated_Risk_Priority.FieldLabel
source: Average Mitigated Risk Priority
it: Priorità di rischio medio mitigato

# CustomField.CompSuite__Assessment__c.Average_Risk_Level.FieldLabel
source: Average Risk Level
it: Livello di rischio medio

# CustomField.CompSuite__Assessment__c.Average_Risk_Priority.FieldLabel
source: Average Risk Priority
it: Priorità di rischio medio

# CustomField.CompSuite__Assessment__c.CAPA_Plan.FieldLabel
source: CAPA Plan
it: Piano CAPA

# CustomField.CompSuite__Assessment__c.CAPA_Plan.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.CompSuite__Change_Control.FieldLabel
source: Change Control
it: Controllo delle modifiche

# CustomField.CompSuite__Assessment__c.CompSuite__Change_Control.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.CompSuite__Complaint.FieldLabel
source: Complaint
it: Reclamo

# CustomField.CompSuite__Assessment__c.CompSuite__Complaint.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.Count_of_Assessment_Elements.FieldLabel
source: Count of Assessment Elements
it: Conteggio degli elementi di valutazione

# CustomField.CompSuite__Assessment__c.Description_of_Change.FieldLabel
source: Description of Change
it: Descrizione del cambiamento

# CustomField.CompSuite__Assessment__c.CompSuite__Deviation.FieldLabel
source: Deviation
it: Deviazione

# CustomField.CompSuite__Assessment__c.CompSuite__Deviation.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.CompSuite__Document.FieldLabel
source: Document
it: Documento

# CustomField.CompSuite__Assessment__c.CompSuite__Document.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.Document_Revision.FieldLabel
source: Document Revision
it: Revisione del documento

# CustomField.CompSuite__Assessment__c.Document_Revision.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.CompSuite__EHS_Event.FieldLabel
source: EHS Event
it: Evento EHS

# CustomField.CompSuite__Assessment__c.CompSuite__EHS_Event.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.Hazard_Traceability_Matrix_Scope.FieldLabel
source: Hazard Traceability Matrix Scope
it: Ambito matrice tracciabilità pericoli

# CustomField.CompSuite__Assessment__c.CompSuite__Impact_Conclusion.FieldLabel
source: Impact Conclusion
it: Conclusione sull'impatto

# CustomField.CompSuite__Assessment__c.Impacted_Product.FieldLabel
source: Impacted Product
it: Prodotto interessato

# CustomField.CompSuite__Assessment__c.Joined_Mitigated_Risk_Level.FieldLabel
source: Joined Mitigated Risk Level
it: Livello di rischio mitigato congiunto

# CustomField.CompSuite__Assessment__c.Joined_Mitigated_Risk_Priority.FieldLabel
source: Joined Mitigated Risk Priority
it: Priorità di rischio mitigato congiunto

source: Joined Risk/Impact level
it: Livello congiunto di rischio/impatto

source: Sums the Level from all the elements in the assessment
it: Somma il livello di tutti gli elementi nella valutazione

# CustomField.CompSuite__Assessment__c.Joined_Risk_Level.FieldLabel
source: Joined Risk Level
it: Livello di rischio congiunto

# CustomField.CompSuite__Assessment__c.Joined_Risk_Priority.FieldLabel
source: Joined Risk Priority
it: Priorità di rischio congiunto

# CustomField.CompSuite__Assessment__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

# CustomField.CompSuite__Assessment__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Assessment__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Assessment__c.MRB.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.CompSuite__Maybe_Formula.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Assessment__c.Mitigated_Risk_Level_Summary.FieldLabel
source: Mitigated Risk Level Summary
it: Riepilogo Livello di rischio mitigato

# CustomField.CompSuite__Assessment__c.Mitigated_Risk_Priority_Summary.FieldLabel
source: Mitigated Risk Priority Summary
it: Riepilogo Priorità del rischio mitigato

# CustomField.CompSuite__Assessment__c.Note.FieldLabel
source: Note:
it: Nota:

# CustomField.CompSuite__Assessment__c.Previous_Assessment.FieldLabel
source: Previous Evaluation
it: Valutazione precedente

# CustomField.CompSuite__Assessment__c.Previous_Assessment.RelatedListLabel
source: Risk Assessments
it: Valutazioni del rischio

# CustomField.CompSuite__Assessment__c.Program.FieldLabel
source: Program
it: Programma

# CustomField.CompSuite__Assessment__c.Program.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.Quality_Event.FieldLabel
source: Quality Event
it: Evento sulla qualità

# CustomField.CompSuite__Assessment__c.Quality_Event.RelatedListLabel
source: Risk Assessments
it: Valutazioni del rischio

# CustomField.CompSuite__Assessment__c.Risk_Assessment_Description.FieldLabel
source: Assessment Description
it: Descrizione della valutazione

# CustomField.CompSuite__Assessment__c.Risk_Evaluation_ID.FieldLabel
source: Assessment ID
it: ID valutazione

# CustomField.CompSuite__Assessment__c.Risk_Level_Summary.FieldLabel
source: Risk Level Summary
it: Riepilogo livello di rischio

# CustomField.CompSuite__Assessment__c.Risk_Priority_Summary.FieldLabel
source: Risk Priority Summary
it: Riepilogo priorità di rischio

# CustomField.CompSuite__Assessment__c.Source_Template.FieldLabel
source: Template Source
it: Origine del modello

# CustomField.CompSuite__Assessment__c.Source_Template_version.FieldLabel
source: Template Source Version
it: Versione di origine del modello

# CustomField.CompSuite__Assessment__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Assessment__c.CompSuite__State.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Assessment__c.Supplier.RelatedListLabel
source: Assessments
it: Valutazioni

# CustomField.CompSuite__Assessment__c.Template.FieldLabel
source: Template?
it: Modello?

# CustomField.CompSuite__Assessment__c.Template_for.FieldLabel
source: Template for
it: Modello per

# CustomField.CompSuite__Assessment__c.CompSuite__Test_Description.FieldLabel
source: Test Description
it: Descrizione del test

# CustomField.CompSuite__Assessment__c.CompSuite__Total_Potential_Cost.FieldLabel
source: Total Potential Cost
it: Costo potenziale totale

# CustomField.CompSuite__Assessment__c.CompSuite__Total_Potential_Cost.HelpText
source: Sums the Potential Costs from all the Elements in the Assessment
it: Somma i costi potenziali di tutti gli elementi nella valutazione

# CustomField.CompSuite__Assessment__c.Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__Assessment__c.Version_Number.FieldLabel
source: Version Number
it: Numero della versione

# CustomField.CompSuite__Audit_Program__c.Audit_Program_Closure.FieldLabel
source: Audit Program Closure
it: Chiusura del programma di audit

# CustomField.CompSuite__Audit_Program__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Audit_Program__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Audit_Program__c.Program_Description.FieldLabel
source: Program Description
it: Descrizione del programma

# CustomField.CompSuite__Audit_Program__c.Program_Number.FieldLabel
source: Program Number
it: Numero del programma

# CustomField.CompSuite__Audit_Program__c.Program_Version.FieldLabel
source: Program Version
it: Versione del programma

# CustomField.CompSuite__Audit_Program__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Audit_Program__c.CompSuite__State.RelatedListLabel
source: Audit Programs
it: Programmi di audit

# CustomField.CompSuite__Audit__c.Account.RelatedListLabel
source: Audits (Account)
it: Audit (account)

# CustomField.CompSuite__Audit__c.Actual_End_Date.FieldLabel
source: Actual End Date
it: Data di fine effettiva

# CustomField.CompSuite__Audit__c.Actual_Start_Date.FieldLabel
source: Actual Start Date
it: Data di inizio effettiva

# CustomField.CompSuite__Audit__c.Actual_Start_Date.HelpText
source: Audit Start Date
it: Data di inizio audit

# CustomField.CompSuite__Audit__c.Additional_Auditors.FieldLabel
source: Additional Auditors
it: Revisori aggiuntivi

# CustomField.CompSuite__Audit__c.Agenda.FieldLabel
source: Audit Content
it: Contenuto dell'audit

# CustomField.CompSuite__Audit__c.Agenda.HelpText
source: List of topics that will be discussed
it: Elenco degli argomenti che verranno trattati

# CustomField.CompSuite__Audit__c.Areas_Audited.FieldLabel
source: Areas Audited
it: Aree oggetto di audit

# CustomField.CompSuite__Audit__c.Audit_Location.FieldLabel
source: Audit Location
it: Ubicazione dell'audit

# CustomField.CompSuite__Audit__c.Audit_Location.HelpText
source: Site, Address, Room Number etc.
it: Sito, indirizzo, numero di camera, ecc.

# CustomField.CompSuite__Audit__c.Audit_Number.FieldLabel
source: Audit Number
it: Numero audit

# CustomField.CompSuite__Audit__c.CompSuite__Audit_Program.FieldLabel
source: Audit Program
it: Programma dell'audit

# CustomField.CompSuite__Audit__c.CompSuite__Audit_Program.RelatedListLabel
source: Audits
it: Audit

# CustomField.CompSuite__Audit__c.Audit_Purpose.FieldLabel
source: Audit Purpose
it: Scopo dell'audit

# CustomField.CompSuite__Audit__c.Audit_Purpose.HelpText
source: The reason for performing the audit
it: Il motivo per cui è stato effettuato l'audit

# CustomField.CompSuite__Audit__c.Audit_Rating.FieldLabel
source: Audit Rating
it: Valutazione audit

# CustomField.CompSuite__Audit__c.Audit_Score.FieldLabel
source: Audit Score
it: Punteggio audit

# CustomField.CompSuite__Audit__c.Audit_Summary.FieldLabel
source: Audit Summary
it: Riepilogo audit

# CustomField.CompSuite__Audit__c.Audited_Functions_Departments.FieldLabel
source: Audited Functions/ Departments
it: Funzioni/dipartimenti oggetto di audit

# CustomField.CompSuite__Audit__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Audit__c.Comments.FieldLabel
source: Justification
it: Giustificazione

# CustomField.CompSuite__Audit__c.Comments.HelpText
source: Justify why the planned date is not equal to actual date
it: Spiegare perché la data prevista non è uguale alla data effettiva

# CustomField.CompSuite__Audit__c.Count_Open_Findings.FieldLabel
source: Count Open Findings
it: Conteggio risultati aperti

# CustomField.CompSuite__Audit__c.External_Lead_Auditor.FieldLabel
source: External Lead Auditor
it: Revisore principale esterno

# CustomField.CompSuite__Audit__c.External_Lead_Auditor.RelatedListLabel
source: Audits
it: Audit

# CustomField.CompSuite__Audit__c.Internal_Lead_Auditor.FieldLabel
source: Internal Lead Auditor
it: Revisore principale interno

# CustomField.CompSuite__Audit__c.Internal_Lead_Auditor.RelatedListLabel
source: Audits (Internal Lead Auditor)
it: Audit (revisore principale interno)

# CustomField.CompSuite__Audit__c.Lead_Auditee.FieldLabel
source: Lead Auditee
it: Valutato principale con audit

# CustomField.CompSuite__Audit__c.Lead_Auditee.RelatedListLabel
source: Audits (Lead Audittee)
it: Audit (oggetto di audit principale)

# CustomField.CompSuite__Audit__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Audit__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Audit__c.No_of_Critical_Findings.FieldLabel
source: No. of Critical Findings
it: N. di risultati critici

# CustomField.CompSuite__Audit__c.No_of_Major_Findings.FieldLabel
source: No. of Major Findings
it: N. di risultati principali

# CustomField.CompSuite__Audit__c.No_of_Minor_Findings.FieldLabel
source: No. of Minor Findings
it: N. di risultati minori

# CustomField.CompSuite__Audit__c.Organization.FieldLabel
source: Organization
it: Organizzazione

# CustomField.CompSuite__Audit__c.Organization.RelatedListLabel
source: Audits
it: Audit

# CustomField.CompSuite__Audit__c.Other_Participants.FieldLabel
source: Other Participants
it: Altri partecipanti

# CustomField.CompSuite__Audit__c.Planned_Date_Quarter.FieldLabel
source: Planned Date Quarter
it: Trimestre della data prevista

# CustomField.CompSuite__Audit__c.Planned_End_Date.FieldLabel
source: Planned End Date
it: Data di fine prevista

# CustomField.CompSuite__Audit__c.Planned_Start_Date.FieldLabel
source: Planned Start Date
it: Data di inizio prevista

# CustomField.CompSuite__Audit__c.Report_Direction.FieldLabel
source: Report Direction
it: Direzione del report

# CustomField.CompSuite__Audit__c.Report_Direction.HelpText
source: Default value (Unchecked) - Report will be displayed from Left to Right If checkbox is checked, the report will be displayed from right to left. (will support Hebrew)
it: Valore predefinito (non selezionato) - Il report verrà visualizzato da sinistra a destra Se la casella è selezionata, il report verrà visualizzato da destra a sinistra (supporterà l'ebraico).

# CustomField.CompSuite__Audit__c.Scope.FieldLabel
source: Scope
it: Ambito

# CustomField.CompSuite__Audit__c.Scope.HelpText
source: Audit Scope
it: Ambito dell'audit

# CustomField.CompSuite__Audit__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Audit__c.CompSuite__State.RelatedListLabel
source: Audits
it: Audit

# CustomField.CompSuite__Audit__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Audit__c.Supplier.RelatedListLabel
source: Audits
it: Audit

# CustomField.CompSuite__Audit__c.Supplier_Lead_Auditee.FieldLabel
source: Supplier Lead Auditee
it: Valutato principale con audit fornitore

# CustomField.CompSuite__Audit__c.Supplier_Lead_Auditee.RelatedListLabel
source: Audits (Supplier Lead Auditee)
it: Audit (valutato principale con audit fornitore)

# CustomField.CompSuite__Audit__c.CompSuite__Test_Date.FieldLabel
source: Test Date
it: Data del test

# CustomField.CompSuite__Audit__c.CompSuite__Test_Field.FieldLabel
source: Test Field
it: Campo del test

# CustomField.CompSuite__Audit__c.Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__BOM_Relation__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__BOM_Relation__c.Child_Prod_Item_Version.FieldLabel
source: Child Product Item Version
it: Versione elemento prodotto secondario

# CustomField.CompSuite__BOM_Relation__c.Child_Product_Item.FieldLabel
source: Child Product Item
it: Elemento del prodotto secondario

# CustomField.CompSuite__BOM_Relation__c.Child_Product_Item.RelatedListLabel
source: Where Used
it: Dove utilizzato

# CustomField.CompSuite__BOM_Relation__c.Comments.FieldLabel
source: Comments
it: Commenti

# CustomField.CompSuite__BOM_Relation__c.Document_Revision.FieldLabel
source: Document Revision
it: Revisione del documento

# CustomField.CompSuite__BOM_Relation__c.Document_Revision.RelatedListLabel
source: BOM Relations
it: Relazioni DBA

# CustomField.CompSuite__BOM_Relation__c.End_Product_Version.FieldLabel
source: End Product Version
it: Versione del prodotto finale

# CustomField.CompSuite__BOM_Relation__c.End_Product_Version.RelatedListLabel
source: BOM Relations
it: Relazioni DBA

# CustomField.CompSuite__BOM_Relation__c.End_Version.FieldLabel
source: End Version
it: Fine versione

# CustomField.CompSuite__BOM_Relation__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__BOM_Relation__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__BOM_Relation__c.Master_Document.FieldLabel
source: Master Document
it: Documento master

# CustomField.CompSuite__BOM_Relation__c.Master_Document.RelatedListLabel
source: BOM Relations
it: Relazioni DBA

# CustomField.CompSuite__BOM_Relation__c.Product_Item.FieldLabel
source: Product Item
it: Elemento del prodotto

# CustomField.CompSuite__BOM_Relation__c.Product_Item.RelatedListLabel
source: BOM Relations (Product Item)
it: Relazioni DBA (elemento del prodotto)

# CustomField.CompSuite__BOM_Relation__c.Quantity.FieldLabel
source: Quantity
it: Quantità

# CustomField.CompSuite__BOM_Relation__c.Start_Product_Version.FieldLabel
source: Start Product Version
it: Inizia versione prodotto

# CustomField.CompSuite__BOM_Relation__c.Start_Product_Version.RelatedListLabel
source: BOM Relations (Start_Product_Version__c)
it: Relazioni DBA (Start_Product_Version__c)

# CustomField.CompSuite__BOM_Relation__c.Start_Version.FieldLabel
source: Start Version
it: Inizia versione

# CustomField.CompSuite__BOM_Relation__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__BOM_Relation__c.CompSuite__State.RelatedListLabel
source: BOM Relations
it: Relazioni DBA

# CustomField.CompSuite__BOM_Relation__c.Status.FieldLabel
source: Status
it: Stato

# CustomField.CompSuite__BOM_Relation__c.Unit_of_Measure.FieldLabel
source: Unit of Measure
it: Unità di misura

# CustomField.CompSuite__Batch_Step__c.Account.RelatedListLabel
source: Batch Steps
it: Fasi batch

# CustomField.CompSuite__Batch_Step__c.Actual_Quantity.FieldLabel
source: Actual Quantity/ Final Quantity
it: Quantità effettiva/Quantità finale

# CustomField.CompSuite__Batch_Step__c.Actual_Yield.FieldLabel
source: Actual Yield
it: Rendimento effettivo

# CustomField.CompSuite__Batch_Step__c.Actual_Yield.HelpText
source: Actual Quantity / Incoming Quantity %
it: Quantità effettiva/Quantità in entrata %

# CustomField.CompSuite__Batch_Step__c.CompSuite__Batch_Master.FieldLabel
source: Batch Master
it: Master del batch

# CustomField.CompSuite__Batch_Step__c.CompSuite__Batch_Master.RelatedListLabel
source: Batch Steps (Batch Master)
it: Fasi batch (master del batch)

# CustomField.CompSuite__Batch_Step__c.Batch_Record.RelatedListLabel
source: Batch Steps
it: Fasi batch

# CustomField.CompSuite__Batch_Step__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Batch_Step__c.Comments.FieldLabel
source: Additional Comments
it: Commenti aggiuntivi

# CustomField.CompSuite__Batch_Step__c.Explained_Yield.FieldLabel
source: Explained Yield
it: Rendimento spiegato

# CustomField.CompSuite__Batch_Step__c.Explained_Yield_Status.FieldLabel
source: Explained Yield Status
it: Stato del rendimento spiegato

# CustomField.CompSuite__Batch_Step__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Batch_Step__c.Incoming_Quantity.FieldLabel
source: Incoming Quantity
it: Quantità in entrata

# CustomField.CompSuite__Batch_Step__c.Is_Canceled.FieldLabel
source: Is Canceled?
it: Is Annullato?

# CustomField.CompSuite__Batch_Step__c.Is_Open.FieldLabel
source: Is Open
it: Is Aperto

# CustomField.CompSuite__Batch_Step__c.Known_Waste.FieldLabel
source: Known Waste
it: Spreco noto

# CustomField.CompSuite__Batch_Step__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Batch_Step__c.Location.FieldLabel
source: Location
it: Posizione

# CustomField.CompSuite__Batch_Step__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Batch_Step__c.Maximum_Theoretical_Yield.FieldLabel
source: Maximum Theoretical Yield
it: Rendimento teorico massimo

# CustomField.CompSuite__Batch_Step__c.Quantity_Sampled.FieldLabel
source: Quantity Sampled
it: Quantità campionata

# CustomField.CompSuite__Batch_Step__c.Required_Certification.FieldLabel
source: Required Certification
it: Certificazione richiesta

# CustomField.CompSuite__Batch_Step__c.Required_Certification.RelatedListLabel
source: Batch Steps
it: Fasi batch

# CustomField.CompSuite__Batch_Step__c.Sequence.FieldLabel
source: Sequence
it: Sequenza
