Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

source: Maximum execution allowed (If the value is 0 unlimited execution allowed)
it: Esecuzione massima consentita (se il valore è 0 è consentita un'esecuzione illimitata)

source: External Sharing
it: Condivisione esterna

source: this field is given the ability to share the protocol execution with external contact
it: a questo campo è data la possibilità di condividere l'esecuzione del protocollo con un contatto esterno

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Life Cycle Location
it: Posizione del ciclo di vita

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Lock with Object
it: Blocca con oggetto

source: If this field set to true, all protocol execution that their related object is locked its execution will be in readonly mode.
it: Se questo campo è impostato su true, tutta l'esecuzione del protocollo per cui l'oggetto correlato è bloccato, la sua esecuzione sarà in modalità di sola lettura.

source: Number Of Random Questions
it: Numero di domande casuali

source: Number of Days
it: Numero di giorni

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Number_of_Days.HelpText
source: If 'Take Only Once' is checked, this value determines the number of days until the expiration.
it: Se è selezionato "Prendi solo una volta", questo valore determina il numero di giorni fino alla scadenza.

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Object_Name.FieldLabel
source: Object Name
it: Nome oggetto

source: Relate to Object
it: Correla all'oggetto

source: Passing Score
it: Punteggio di superamento

source: Protocol Execution Style
it: Stile di esecuzione del protocollo

# CustomField.CompSuite__Validation_Protocol__c.Protocol_Number.FieldLabel
source: Protocol Number
it: Numero di protocollo

source: Random Question Score
it: Punteggio delle domande casuali

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Randomize.FieldLabel
source: Randomize
it: Rendi casuale

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Record_Type.FieldLabel
source: Record Type
it: Tipo di record

# CustomField.CompSuite__Validation_Protocol__c.Rejected.FieldLabel
source: Rejected
it: Rifiutato

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Result.FieldLabel
source: Description
it: Descrizione

source: Rich Description
it: Descrizione ricca

source: Right to Left
it: Da destra a sinistra

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Right_to_Left.HelpText
source: Use for Right to Left Languages
it: Utilizzare per le lingue da destra a sinistra

source: Show Exam Summary
it: Mostra riepilogo dell'esame

source: If set to true, a summary will be displayed for each exam completion including details for each question
it: Se impostato su true, verrà visualizzato un riepilogo per ogni completamento dell'esame, inclusi i dettagli per ciascuna domanda

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__State.RelatedListLabel
source: Protocols
it: Protocolli

# CustomField.CompSuite__Validation_Protocol__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Validation_Protocol__c.Supplier.RelatedListLabel
source: Protocols
it: Protocolli

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__System.FieldLabel
source: System
it: Sistema

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__System.RelatedListLabel
source: Protocols
it: Protocolli

source: Take Only Once
it: Prendi solo una volta

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Take_Only_Once.HelpText
source: if checked, employees will be required to take the exam only once per exam version.
it: se selezionato, i dipendenti dovranno sostenere l'esame solo una volta per versione dell'esame.

source: Under Amendment
it: In fase di modifica

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__Quality_Event__c.Account.RelatedListLabel
source: Quality Events
it: Eventi sulla qualità

# CustomField.CompSuite__Quality_Event__c.Action_Justification.FieldLabel
source: Action Justification
it: Giustificazione dell'azione

# CustomField.CompSuite__Quality_Event__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Quality_Event__c.CAPA_Not_Required.FieldLabel
source: CAPA Not Required
it: CAPA non richieste

# CustomField.CompSuite__Quality_Event__c.CAPA_Summary.FieldLabel
source: CAPA Summary
it: Riepilogo CAPA

# CustomField.CompSuite__Quality_Event__c.Count_Open_CAPAs.FieldLabel
source: Count Open CAPAs
it: Conteggio CAPA aperte

# CustomField.CompSuite__Quality_Event__c.Criti.FieldLabel
source: Criticality Confirmation
it: Conferma della criticità

# CustomField.CompSuite__Quality_Event__c.Criticality.FieldLabel
source: Criticality
it: Criticità

# CustomField.CompSuite__Quality_Event__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Quality_Event__c.Department.RelatedListLabel
source: Quality Events
it: Eventi sulla qualità

source: Disposition of Nonconforming Products
it: Disposizione dei prodotti non conformi

source: Actions taken to prevent distribution of nonconforming product
it: Azioni intraprese per prevenire la distribuzione di prodotti non conformi

# CustomField.CompSuite__Quality_Event__c.Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__Quality_Event__c.Effectiveness_Check.FieldLabel
source: Effectiveness Check
it: Controllo dell'efficacia

# CustomField.CompSuite__Quality_Event__c.Effectiveness_Check.RelatedListLabel
source: Quality Events
it: Eventi sulla qualità

# CustomField.CompSuite__Quality_Event__c.Event_Date.FieldLabel
source: Event Date
it: Data evento

# CustomField.CompSuite__Quality_Event__c.Extend_Due_Date.FieldLabel
source: Extend Due Date
it: Proroga scadenza

# CustomField.CompSuite__Quality_Event__c.Final_Conclusion.FieldLabel
source: Final Conclusion
it: Conclusione finale

# CustomField.CompSuite__Quality_Event__c.Immediate_Actions.FieldLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Quality_Event__c.Impact_Assessment_Conclusion.FieldLabel
source: Impact Assessment Conclusion
it: Conclusione valutazione dell'impatto

# CustomField.CompSuite__Quality_Event__c.Impact_on_Product.FieldLabel
source: Impact on Product Quality
it: Impatto sulla qualità del prodotto

source: Impacted Product Batch Numbers and Dates
it: Numeri lotto e date prodotti interessati

# CustomField.CompSuite__Quality_Event__c.Investigation_Created.FieldLabel
source: Investigation Created?
it: Indagine creata?

# CustomField.CompSuite__Quality_Event__c.Investigation_Results.FieldLabel
source: Investigation Results
it: Risultati indagine

# CustomField.CompSuite__Quality_Event__c.Investigation_Results.HelpText
source: If investigation was not required, please enter N/A
it: Se l'indagine non è richiesta, inserire N/A

# CustomField.CompSuite__Quality_Event__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Quality_Event__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Quality_Event__c.Product.FieldLabel
source: Products
it: Prodotti

# CustomField.CompSuite__Quality_Event__c.Quality_Event_Description.FieldLabel
source: Quality Event Description
it: Descrizione dell'evento sulla qualità

# CustomField.CompSuite__Quality_Event__c.Quality_Event_Number.FieldLabel
source: Quality Event Number
it: Numero evento sulla qualità

# CustomField.CompSuite__Quality_Event__c.Quality_Event_Type.FieldLabel
source: Quality Event Type
it: Tipo evento sulla qualità

# CustomField.CompSuite__Quality_Event__c.Recurrence_of_Quality_Event.FieldLabel
source: Recurrence of Quality Event
it: Reiterazione evento sulla qualità

# CustomField.CompSuite__Quality_Event__c.Related_Finding.FieldLabel
source: Related Finding
it: Risultato correlato

# CustomField.CompSuite__Quality_Event__c.Related_Finding.RelatedListLabel
source: Quality Events
it: Eventi sulla qualità

# CustomField.CompSuite__Quality_Event__c.Reportable_event.FieldLabel
source: Reportable Event?
it: Evento segnalabile?

# CustomField.CompSuite__Quality_Event__c.Skip_Investigation.FieldLabel
source: Skip Separated Investigation
it: Salta indagine separata

# CustomField.CompSuite__Quality_Event__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Quality_Event__c.CompSuite__State.RelatedListLabel
source: Quality Events
it: Eventi sulla qualità

source: Summary of Related Investigations
it: Riepilogo delle indagini correlate

source: If investigation was not required, please enter N/A
it: Se l'indagine non è richiesta, inserire N/A

# CustomField.CompSuite__Quality_Event__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Quality_Event__c.Supplier.RelatedListLabel
source: Quality Events
it: Eventi sulla qualità

# CustomField.CompSuite__Renewal__c.CompSuite__Actual_Reg_Update_Approv.FieldLabel
source: Actual Regulatory Update Approval
it: Approvazione aggiornam. effettivo norme

# CustomField.CompSuite__Renewal__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Renewal__c.CompSuite__Date_Sent.FieldLabel
source: Date Sent
it: Data inviato

# CustomField.CompSuite__Renewal__c.CompSuite__Implementation_Date.FieldLabel
source: Implementation Date
it: Data dell'implementazione

# CustomField.CompSuite__Renewal__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Renewal__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Member State Registration
it: Registrazione dello Stato membro

source: Renewals
it: Rinnovi

# CustomField.CompSuite__Renewal__c.CompSuite__Registration.FieldLabel
source: Registration
it: Registrazione

# CustomField.CompSuite__Renewal__c.CompSuite__Registration.RelatedListLabel
source: Renewals
it: Rinnovi

# CustomField.CompSuite__Renewal__c.CompSuite__Renewal_Description.FieldLabel
source: Renewal Description
it: Descrizione rinnovo

# CustomField.CompSuite__Renewal__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Renewal__c.CompSuite__State.RelatedListLabel
source: Renewals
it: Rinnovi

# CustomField.CompSuite__Renewal__c.CompSuite__Submission_Date.FieldLabel
source: Submission Date
it: Data presentazione

source: Frequency ID
it: ID della frequenza

# CustomField.CompSuite__Requirement_Frequency__c.Frequency_Number.FieldLabel
source: Frequency Number
it: Numero della frequenza

source: Frequency in Days
it: Frequenza in giorni

# CustomField.CompSuite__Requirement_Frequency__c.Frequency_in_Month.FieldLabel
source: Frequency in Month
it: Frequenza nel mese

# CustomField.CompSuite__Requirement_Frequency__c.Frequency_in_Year.FieldLabel
source: Frequency in Year
it: Frequenza nell'anno

# CustomField.CompSuite__Requirement_Frequency__c.Friday.FieldLabel
source: Friday
it: Venerdì

# CustomField.CompSuite__Requirement_Frequency__c.Monday.FieldLabel
source: Monday
it: Lunedì

# CustomField.CompSuite__Requirement_Frequency__c.Saturday.FieldLabel
source: Saturday
it: Sabato

# CustomField.CompSuite__Requirement_Frequency__c.Schedule_Logic.FieldLabel
source: Schedule Logic
it: Logica di programmazione

# CustomField.CompSuite__Requirement_Frequency__c.Sunday.FieldLabel
source: Sunday
it: Domenica

# CustomField.CompSuite__Requirement_Frequency__c.Thursday.FieldLabel
source: Thursday
it: Giovedì

# CustomField.CompSuite__Requirement_Frequency__c.Tuesday.FieldLabel
source: Tuesday
it: Martedì

# CustomField.CompSuite__Requirement_Frequency__c.Wednesday.FieldLabel
source: Wednesday
it: Mercoledì

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Curriculums.FieldLabel
source: Training Plans
it: Piani di formazione

source: DM External Id
it: ID esterno DM

source: Days to Complete
it: Giorni per completare

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Document.FieldLabel
source: Document
it: Documento

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Document.HelpText
source: Should be populated in case of manually creation
it: Deve essere popolato in caso di creazione manuale

source: Training Requirements
it: Requisiti di formazione

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Duration.FieldLabel
source: Expected Duration
it: Durata attesa

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Duration.HelpText
source: Estimated working time in minutes
it: Tempo di lavoro stimato in minuti

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Enable_self.FieldLabel
source: Enable Self-Registration
it: Abilita l'auto-registrazione

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Enable_self.HelpText
source: If checked, users will be allowed to self-register this record.
it: Se selezionato, gli utenti potranno auto-registrare questo record.

# CustomField.CompSuite__Requirement_Header__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Includes_Exam.FieldLabel
source: Exam Included?
it: Esame incluso?

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Includes_Exam.HelpText
source: Updated automatically according to the related active requirement revision.
it: Aggiornato automaticamente in base alla correlata revisione dei requisiti attivi.

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Number of Versions
it: Numero di versioni

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Points.FieldLabel
source: Points
it: Punti

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Points.HelpText
source: Credit for the work effort
it: Crediti per l'impegno lavorativo

source: Requirement Frequency
it: Frequenza dei requisiti

source: Training Requirements
it: Requisiti di formazione

# CustomField.CompSuite__Requirement_Header__c.Requirement_ID.FieldLabel
source: Requirement ID
it: ID requisito

source: Skip Training for New Revisions
it: Salta Formazione per nuove Revisioni

source: If checked, training assignments for the advanced revisions will be sent to new employees only.
it: Se selezionato, i compiti di formazione per le revisioni avanzate verranno inviati solo ai nuovi dipendenti.

# CustomField.CompSuite__Requirement_Header__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Requirement_Header__c.CompSuite__State.RelatedListLabel
source: Training Requirements
it: Requisiti di formazione

source: Training Effectiveness Protocol
it: Protocollo efficacia della formazione

source: Training Requirements
it: Requisiti di formazione

# CustomField.CompSuite__Requirement_Header__c.CompSuite__Type.FieldLabel
source: Type
it: Tipo

source: Cancel Previous Trainings
it: Annulla formazione precedente

# CustomField.CompSuite__Requirement_Revision__c.Certification.FieldLabel
source: Certification?
it: Certificazione?

source: Creation Type
it: Tipo di creazione

source: DM External Id
it: ID esterno DM

source: Days to Complete
it: Giorni per completare

source: Document Header
it: Intestazione del documento

source: Requirement Revisions
it: Revisioni dei requisiti

source: Document Revision
it: Revisione del documento

source: Should be populated in case of manually creation
it: Deve essere popolato in caso di creazione manuale

source: Requirement Revisions
it: Revisioni dei requisiti

source: Is Last Version
it: Is Ultima Versione

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Link to on-line Training
it: Link alla formazione online

# CustomField.CompSuite__Requirement_Revision__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Requirement_Revision__c.Permitted_Activities.FieldLabel
source: Permitted Activities
it: Attività consentite

source: Planned Training Activities
it: Attività formative previste

# CustomField.CompSuite__Requirement_Revision__c.CompSuite__Protocol.FieldLabel
source: Protocol
it: Protocollo

source: Requirement Revisions
it: Revisioni dei requisiti

source: Training Requirement
it: Requisito di formazione

source: Requirement Revisions
it: Revisioni dei requisiti

source: Requirement Revision ID
it: ID revisione requisito

source: SCORM Course ID
it: ID corso SCORM

source: SCORM Course Name
it: Nome corso SCORM

# CustomField.CompSuite__Requirement_Revision__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Requirement_Revision__c.CompSuite__State.RelatedListLabel
source: Requirement Revisions
it: Revisioni dei requisiti

source: Suggested Effectiveness Plan
it: Piano di efficacia suggerito

source: Training Objective
it: Obiettivo della formazione

source: Training Purpose
it: Scopo della formazione

# CustomField.CompSuite__Requirement_Revision__c.CompSuite__Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__Sample__c.Account.RelatedListLabel
source: Samples
it: Campioni

# CustomField.CompSuite__Sample__c.Batch_Master_Record.FieldLabel
source: Batch Master Record
it: Record master del batch

# CustomField.CompSuite__Sample__c.Batch_Master_Record.RelatedListLabel
source: Samples
it: Campioni

# CustomField.CompSuite__Sample__c.Batch_Record.RelatedListLabel
source: Samples
it: Campioni

# CustomField.CompSuite__Sample__c.CompSuite__Batch_Step.FieldLabel
source: Batch Step
it: Fase batch

# CustomField.CompSuite__Sample__c.CompSuite__Batch_Step.RelatedListLabel
source: Samples
it: Campioni

# CustomField.CompSuite__Sample__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Sample__c.Comments.FieldLabel
source: Comment
it: Commento

# CustomField.CompSuite__Sample__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Sample__c.Is_Canceled.FieldLabel
source: Is Canceled?
it: Is Annullato?

# CustomField.CompSuite__Sample__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Sample__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Sample__c.Lot_Product_Item.FieldLabel
source: Lot Product Item
it: Lotto elemento del prodotto

# CustomField.CompSuite__Sample__c.CompSuite__Lot_Size.FieldLabel
source: Lot Size
it: Dimensione del lotto

# CustomField.CompSuite__Sample__c.Planned_Storage_Location.FieldLabel
source: Planned Storage Location
it: Posizione di archiviazione previsto

# CustomField.CompSuite__Sample__c.Planned_Storage_Location.RelatedListLabel
source: Samples
it: Campioni

# CustomField.CompSuite__Sample__c.Product_Item.FieldLabel
source: Product Item
it: Elemento del prodotto

# CustomField.CompSuite__Sample__c.Product_Item.RelatedListLabel
source: Samples
it: Campioni

# CustomField.CompSuite__Sample__c.Quantity.FieldLabel
source: Planned Quantity
it: Quantità prevista

# CustomField.CompSuite__Sample__c.Quantity_Disposed.FieldLabel
source: Quantity Disposed
it: Quantità smaltita

# CustomField.CompSuite__Sample__c.Quantity_Taken.FieldLabel
source: Quantity Sampled
it: Quantità campionata

# CustomField.CompSuite__Sample__c.Related_Protocol.FieldLabel
source: Sampling Protocol
it: Protocollo di campionamento

# CustomField.CompSuite__Sample__c.Related_Protocol.RelatedListLabel
source: Samples
it: Campioni

# CustomField.CompSuite__Sample__c.Sample_Number.FieldLabel
source: Sample Number
it: Numero del campione

# CustomField.CompSuite__Sample__c.Sample_Type.FieldLabel
source: Sample Type
it: Tipo di campione

# CustomField.CompSuite__Sample__c.Sample_Volume.FieldLabel
source: Unit of Measure
it: Unità di misura

# CustomField.CompSuite__Sample__c.Sampling_Instructions.FieldLabel
source: Sampling Instructions
it: Istruzioni per il campionamento

# CustomField.CompSuite__Sample__c.CompSuite__Shipment.FieldLabel
source: Shipment
it: Spedizione

# CustomField.CompSuite__Sample__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Sample__c.CompSuite__State.RelatedListLabel
source: Samples
it: Campioni

# CustomField.CompSuite__Sample__c.Storage_Condition.FieldLabel
source: Planned Storage Conditions
it: Condizioni di conservazione previste

# CustomField.CompSuite__Sample__c.Stored_Condition.FieldLabel
source: Storage Conditions
it: Condizioni di conservazione

# CustomField.CompSuite__Sample__c.Stored_Location.FieldLabel
source: Storage Location
it: Posizione di conservazione

# CustomField.CompSuite__Sample__c.Stored_Location.RelatedListLabel
source: Samples (Stored Location)
it: Campioni (posizione conservazione)

# CustomField.CompSuite__Sample__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Sample__c.Supplier.RelatedListLabel
source: Samples
it: Campioni

# CustomField.CompSuite__Sample__c.CompSuite__Supplier_Invoice_Line.FieldLabel
source: Supplier Invoice Line
it: Riga fattura fornitore

# CustomField.CompSuite__Sample__c.CompSuite__Supplier_Invoice_Number.FieldLabel
source: Supplier Invoice Number
it: Numero fattura fornitore

# CustomField.CompSuite__Sample__c.CompSuite__Supplier_Lot_Number.FieldLabel
source: Supplier Lot Number
it: Numero di lotto del fornitore

# CustomField.CompSuite__Sample__c.Volume_Taken.FieldLabel
source: Volume Taken
it: Volume preso

# CustomField.CompSuite__Site__c.Account.RelatedListLabel
source: Sites
it: Siti

# CustomField.CompSuite__Site__c.Active.FieldLabel
source: Active
it: Attivo

# CustomField.CompSuite__Site__c.Approval_Date.FieldLabel
source: Approval Date
it: Data di approvazione

# CustomField.CompSuite__Site__c.Budget_Approved.FieldLabel
source: Budget Approved?
it: Approvato il budget?

# CustomField.CompSuite__Site__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Site__c.CA_Approval.FieldLabel
source: CA Approval
it: Approvazione CA

# CustomField.CompSuite__Site__c.Clinical_Study.FieldLabel
source: Clinical Study
it: Studio clinico

# CustomField.CompSuite__Site__c.Clinical_Study.RelatedListLabel
source: Clinical Sites
it: Siti clinici

# CustomField.CompSuite__Site__c.Close_Out_Visit.FieldLabel
source: Close Out Visit
it: Visita di chiusura

# CustomField.CompSuite__Site__c.Country.FieldLabel
source: Country
it: Paese

# CustomField.CompSuite__Site__c.CompSuite__DM_External_Id.FieldLabel
source: DM External Id
it: ID esterno DM

# CustomField.CompSuite__Site__c.Deviation_Report_Required.FieldLabel
source: Deviation Report Required
it: Report sulla deviazione richiesto

# CustomField.CompSuite__Site__c.Disqualified_Site.FieldLabel
source: Disqualified Site
it: Sito squalificato

# CustomField.CompSuite__Site__c.Disqualified_Site_Comment.FieldLabel
source: Disqualified Site Comment
it: Commento sito squalificato

# CustomField.CompSuite__Site__c.EC_Approval.FieldLabel
source: EC Approval
it: Approvazione CE

# CustomField.CompSuite__Site__c.Essential_Binder_Verified_Investing.FieldLabel
source: Essential Binder Verified Investing
it: Investim. verificato raccogl. essenziale

# CustomField.CompSuite__Site__c.Essential_Binder_Verified_Sponsor.FieldLabel
source: Essential Binder Verified Sponsor
it: Sponsor verificato raccogl. essenziale

# CustomField.CompSuite__Site__c.External_ID.FieldLabel
source: External ID
it: Id esterno
