Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.Purchasing/Supplier
source: Purchasing/Supplier
it: Acquisti/Fornitore

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.Testing
source: Testing
it: Test

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.User error
source: User error
it: Errore dell'utente

source: Backup & Recovery Failure
it: Errore di backup e ripristino

# PicklistValue.CompSuite__Malfunction__c.Classification.General
source: General
it: Generale

# PicklistValue.CompSuite__Malfunction__c.Classification.Hardware Failure
source: Hardware Failure
it: Guasto hardware

# PicklistValue.CompSuite__Malfunction__c.Classification.IT System Failure
source: IT System Failure
it: Guasto del sistema IT

# PicklistValue.CompSuite__Malfunction__c.Classification.Production Impact
source: Production Impact
it: Impatto sulla produzione

# PicklistValue.CompSuite__Malfunction__c.Classification.Security Incident
source: Security Incident
it: Incidente di sicurezza

# PicklistValue.CompSuite__Malfunction__c.Classification.maintenance
source: maintenance
it: manutenzione

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.API Gateway
source: API Gateway
it: Gateway API

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Administration Tools
source: Administration Tools
it: Strumenti di amministrazione

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Batch Management
source: Batch Management
it: Gestione dei batch

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Bridge
source: Bridge
it: Ponte

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Cable
source: Cable
it: Cavo

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Capacity Management
source: Capacity Management
it: Gestione della capacità

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Content Delivery
source: Content Delivery
it: Consegna dei contenuti

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Content Management
source: Content Management
it: Gestione dei contenuti

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Cooling System
source: Cooling System
it: Sistema di raffreddamento

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Cryptography
source: Cryptography
it: Crittografia

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Data Processing
source: Data Processing
it: Elaborazione dati

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Data Storage
source: Data Storage
it: Archivio dati

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Deployment
source: Deployment
it: Distribuzione

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Development Environments
source: Development Environments
it: Ambienti di sviluppo

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Display
source: Display
it: Schermo

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Error Reporting
source: Error Reporting
it: Segnalazione errori

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Event Management
source: Event Management
it: Gestione degli eventi

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Fire system
source: Fire system
it: Sistema antincendio

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Firewalls
source: Firewalls
it: Firewall

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Gateways
source: Gateways
it: Gateway

source: Identity & Access Management
it: Gestione dell'identità e degli accessi

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Information Security
source: Information Security
it: Informazioni di sicurezza

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Infrastructure as Code
source: Infrastructure as Code
it: Infrastruttura come codice

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Integration
source: Integration
it: Integrazione

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Key Management
source: Key Management
it: Gestione chiave

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Location Services
source: Location Services
it: Servizi di localizzazione

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Logging
source: Logging
it: Accedere

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Machine Learning
source: Machine Learning
it: Apprendimento automatico

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Messaging
source: Messaging
it: Messaggistica

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Monitoring
source: Monitoring
it: Monitoraggio

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Networking
source: Networking
it: Rete

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Operating Systems
source: Operating Systems
it: Sistemi operativi

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Power Generator
source: Power Generator
it: Generatore di corrente

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Power System
source: Power System
it: Sistema di alimentazione

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Repeater
source: Repeater
it: Ripetitore

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Runtime Environments
source: Runtime Environments
it: Ambienti di esecuzione

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Servers
source: Servers
it: Server

# PicklistValue.CompSuite__Malfunction__c.Event_Sub_Type.Telecommunication
source: Telecommunication
it: Telecomunicazione

# PicklistValue.CompSuite__Malfunction__c.Event_Type.Facility
source: Facility
it: Struttura

source: Applications for developing, testing and debugging code.
it: Applicazioni per lo sviluppo, il test e il debug del codice.

source: Applications for managing, using and publishing knowledge, information and media.
it: Applicazioni per la gestione, l'utilizzo e la pubblicazione di conoscenze, informazioni e media.

source: Basic software for computing that provides services to make use of hardware.
it: Software di base per l'informatica che fornisce servizi per utilizzare l'hardware.

source: Cryptographic software such as tools for generating keys and encrypting data.
it: Software crittografico ad esempio strumenti per generare chiavi e crittografare dati.

source: Data processing software such as an ETL tool that is used to migrate data from one database to another.
it: Software di elaborazione dati ad esempio uno strumento ETL utilizzato per migrare i dati da un database a un altro.

source: Environments for running code.
it: Ambienti per l'esecuzione del codice.

source: Foundational networking software such as a domain name system.
it: Software di rete fondamentale ad esempio un sistema di nomi di dominio.

source: Information security software such as an intrusion detection scanner for networks and hosts.
it: Software per la sicurezza delle informazioni, ad esempio uno scanner per il rilevamento delle intrusioni per reti e host.

source: Integration platforms and tools such as a service for publishing and subscribing to data.
it: Piattaforme e strumenti di integrazione ad esempio un servizio per la pubblicazione e la sottoscrizione dei dati.

source: Machine learning services for artificial intelligence.
it: Servizi di apprendimento automatico per l'intelligenza artificiale.

source: Management of authentication and authorization.
it: Gestione dell'autenticazione e dell'autorizzazione.

source: Media systems such as an image processing API for converting images.
it: Sistemi multimediali ad esempio un'API di elaborazione delle immagini per la conversione delle immagin stesse.

source: Messaging software such as a smtp server that allows a host to send and receive email.
it: Software di messaggistica ad esempio un server SMTP che consente a un host di inviare e ricevere e-mail.

source: Platforms and tools for storing and using files.
it: Piattaforme e strumenti per l'archiviazione e l'utilizzo dei file.

source: Platforms for delivering content and media such as a content delivery network.
it: Piattaforme per la distribuzione di contenuti e media ad esempio una rete di distribuzione di contenuti.

source: Platforms for deploying many physical resources for a system, application, service, batch job or analysis. Provides vertical andhorizontal scale for running software.
it: Piattaforme per il dispiegamento di molte risorse fisiche per un sistema, un'applicazione, un servizio, un lavoro in batch o un'analisi. Fornisce la scala verticale e orizzontale per l'esecuzione del software.

source: Platforms for managing cryptographic keys.
it: Piattaforme per la gestione delle chiavi crittografiche.

source: Server software such as a web server, application server or streaming media server.
it: Software server ad esempio un server Web, un server applicativo o un server multimediale in streaming.

source: Services for determining the meaning of natural language text or speech.
it: Servizi per determinare il significato di testi o discorsi in linguaggio naturale.

source: Software based firewalls that monitor and control network traffic based on rules.
it: Firewall basati su software che monitorano e controllano il traffico di rete in base a regole.

source: Software for efficiently storing and using data.
it: Software per l'archiviazione e l'utilizzo efficiente dei dati.

source: Software for managing batch processing.
it: Software per la gestione dell'elaborazione dei batch.

source: Software that automates the operation and management of IT infrastructure.
it: Software che automatizza il funzionamento e la gestione dell'infrastruttura IT.

source: Software that monitors events and automates work based on events orcomplex patterns of events.
it: Software che monitora eventi e automatizza il lavoro in base a eventi o modelli complessi di eventi.

source: Systems and applications for monitoring IT resources and services. For example, a service that monitors the health of hosts in a cloud deployment.
it: Sistemi e applicazioni per monitorare le risorse e i servizi IT. Ad esempio, un servizio che monitora lo stato di salute degli host in un'implementazione di cloud.

source: Systems for capturing an audit trail for IT services.
it: Sistemi per l'acquisizione di un Audit trail per i servizi IT.

source: Systems for managing capacity such as an auto scaling system for cloud computing.
it: Sistemi per la gestione della capacità ad esempio un sistema di scalabilità automatica per il cloud computing.

source: Systems that monitor errors to report and escalate those that have significance.
it: Sistemi che monitorano gli errori per segnalare e far salire di priorità quelli significativi.

source: Tools for deploying code and managing change to environments such as a source control platform.
it: Strumenti per il rilascio del codice e la gestione dei cambiamenti negli ambienti, come una piattaforma di controllo del codice di origine.

source: Tools for publishing, managing, monitoring and securing APIs.
it: Strumenti per la pubblicazione, gestione, monitoraggio e sicurezza delle API.

source: User interfaces for managing IT infrastructure, systems, applicationsand services.
it: Interfacce utente per gestire l'infrastruttura IT, i sistemi, le applicazioni e i servizi.

# PicklistValue.CompSuite__Malfunction__c.Is_the_system_Asset_Unavailable.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Malfunction__c.Priority.High
source: High
it: Alta

# PicklistValue.CompSuite__Malfunction__c.Priority.Low
source: Low
it: Bassa

# PicklistValue.CompSuite__Malfunction__c.Priority.Medium
source: Medium
it: Media

# PicklistValue.CompSuite__Malfunction__c.System_is_unavailable.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Observation__c.CAPA_Required.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Observation__c.Finding_Type.Document
source: Document
it: Documento

# PicklistValue.CompSuite__Observation__c.Finding_Type.Maintenance
source: Maintenance
it: Manutenzione

# PicklistValue.CompSuite__Observation__c.Finding_Type.Production
source: Production
it: Produzione

# PicklistValue.CompSuite__Observation__c.Finding_Type.Raw Material
source: Raw Material
it: Materia prima

# PicklistValue.CompSuite__Observation__c.CompSuite__Observation_Class.Critical
source: Critical
it: Critico

# PicklistValue.CompSuite__Observation__c.CompSuite__Observation_Class.Major
source: Major
it: Grave

# PicklistValue.CompSuite__Observation__c.CompSuite__Observation_Class.Minor
source: Minor
it: Minore

source: Recommendation
it: Raccomandazione

# PicklistValue.CompSuite__Planned_Activity__c.Activity_Type.Assessment
source: Assessment
it: Valutazione

source: Backup and Recovery Test
it: Test di backup e ripristino

# PicklistValue.CompSuite__Planned_Activity__c.Activity_Type.Calibration
source: Calibration
it: Calibrazione

# PicklistValue.CompSuite__Planned_Activity__c.Activity_Type.Contract Review
source: Contract Review
it: Revisione del contratto

# PicklistValue.CompSuite__Planned_Activity__c.Activity_Type.EHS Assessment
source: EHS Assessment
it: Valutazione EHS

# PicklistValue.CompSuite__Planned_Activity__c.Activity_Type.Log Review
source: Log Review
it: Revisione del registro

# PicklistValue.CompSuite__Planned_Activity__c.Activity_Type.Meter Reading
source: Meter Reading
it: Lettura contatori

# PicklistValue.CompSuite__Planned_Activity__c.Activity_Type.Preventive
source: Preventive
it: Preventivo

# PicklistValue.CompSuite__Planned_Activity__c.Activity_Type.Validation
source: Validation
it: Convalida

# PicklistValue.CompSuite__Planned_Activity__c.Is_Critical.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Planned_Activity__c.Schedule_Logic.Base Date
source: Base Date
it: Data di base

# PicklistValue.CompSuite__Planned_Activity__c.Schedule_Logic.Last Completed
source: Last Completed
it: Ultimo completamento

source: Inhalational
it: Inalatorio

source: Oral
it: Orale

source: Parenteral
it: Parenterale

source: Suppository
it: Supposte

source: Topical
it: Topico

# PicklistValue.CompSuite__Process__c.CompSuite__Phase.N/A
source: N/A
it: N/D

# PicklistValue.CompSuite__Process__c.CompSuite__Phase.Phase I
source: Phase I
it: Fase I

# PicklistValue.CompSuite__Process__c.CompSuite__Phase.Phase II
source: Phase II
it: Fase II

# PicklistValue.CompSuite__Process__c.CompSuite__Phase.Phase III
source: Phase III
it: Fase III

# PicklistValue.CompSuite__Product_Item__c.Lot_Serial_Management.Lot Controlled
source: Lot Controlled
it: Lotto controllato

# PicklistValue.CompSuite__Product_Item__c.Lot_Serial_Management.None
source: None
it: Nessuno

# PicklistValue.CompSuite__Product_Item__c.Lot_Serial_Management.Serialized
source: Serialized
it: Serializzato

# PicklistValue.CompSuite__Product_Item__c.Product_Item_Type.Final Product
source: Final Product
it: Prodotto finale

# PicklistValue.CompSuite__Product_Item__c.Product_Item_Type.Primary Packaged
source: Primary Packaged
it: Confezionato primario

# PicklistValue.CompSuite__Product_Item__c.Product_Item_Type.Raw Martial
source: Raw Martial
it: Materia prima

# PicklistValue.CompSuite__Product_Item__c.Product_Item_Type.Secondary Packaged
source: Secondary Packaged
it: Confezionato secondario

# PicklistValue.CompSuite__Product_Item__c.Product_Item_Type.intermittent
source: intermittent
it: intermittente

# PicklistValue.CompSuite__Product_Item__c.Storage_Condition.Frizzier (Below Zero)
source: Frizzier (Below Zero)
it: Congelatore (sotto lo zero)

source: Room Temperature (15C-25C)
it: Temperatura ambiente (15°C-25°C)

# PicklistValue.CompSuite__Product_Item__c.Unit_of_Measure.Cubic cm
source: Cubic cm
it: Cm cubi

# PicklistValue.CompSuite__Product_Item__c.Unit_of_Measure.Cubic meter
source: Cubic meter
it: Metri cubi

# PicklistValue.CompSuite__Product_Item__c.Unit_of_Measure.Each
source: Each
it: Ognuno

# PicklistValue.CompSuite__Product_Item__c.Unit_of_Measure.Liter
source: Liter
it: Litro

# PicklistValue.CompSuite__Product_Item__c.Unit_of_Measure.gallon
source: gallon
it: gallone

# PicklistValue.CompSuite__Product_Item__c.Unit_of_Measure.meter
source: meter
it: metro

# PicklistValue.CompSuite__Program__c.Budget_KPI.Does Not Meet Target
source: Does Not Meet Target
it: Non raggiunge l'obiettivo

# PicklistValue.CompSuite__Program__c.Budget_KPI.Meets Target
source: Meets Target
it: Raggiunge l'obiettivo

# PicklistValue.CompSuite__Program__c.Budget_KPI.Requires Attention
source: Requires Attention
it: Richiede attenzione

# PicklistValue.CompSuite__Program__c.On_Scope_KPI.Does not Meet Target
source: Does not Meet Target
it: Non raggiunge l'obiettivo

# PicklistValue.CompSuite__Program__c.On_Scope_KPI.Meets Target
source: Meets Target
it: Raggiunge l'obiettivo

# PicklistValue.CompSuite__Program__c.On_Scope_KPI.Requires Attention
source: Requires Attention
it: Richiede attenzione

# PicklistValue.CompSuite__Program__c.Program_Justification.Change
source: Change
it: Cambia

# PicklistValue.CompSuite__Program__c.Program_Justification.New Product
source: New Product
it: Nuovo prodotto

# PicklistValue.CompSuite__Program__c.Program_Justification.New Service
source: New Service
it: Nuovo servizio

# PicklistValue.CompSuite__Program__c.Program_Type.Change Management
source: Change Management
it: Gestione del cambiamento

# PicklistValue.CompSuite__Program__c.Program_Type.Improvement Program
source: Improvement Program
it: Programma di miglioramento

# PicklistValue.CompSuite__Program__c.Program_Type.New Facility
source: New Facility
it: Nuova struttura

# PicklistValue.CompSuite__Program__c.Program_Type.New product introduction
source: New product introduction
it: Nuova introduzione di prodotto

# PicklistValue.CompSuite__Program__c.Schedule_KPI.Does not Meet Target
source: Does not Meet Target
it: Non raggiunge l'obiettivo

# PicklistValue.CompSuite__Program__c.Schedule_KPI.Meets Target
source: Meets Target
it: Raggiunge l'obiettivo

# PicklistValue.CompSuite__Program__c.Schedule_KPI.Requires Attention
source: Requires Attention
it: Richiede attenzione

# PicklistValue.CompSuite__Validation_Protocol__c.CompSuite__Classification.Form
source: Form
it: Modulo

source: Share Is Not Allowed
it: La condivisione non è consentita

source: Share With Password
it: Condividi con password

source: Share Without Password
it: Condividi senza password

source: Hide
it: Nascondi

source: Show on Bottom
it: Mostra in basso

source: Show on Top
it: Mostra in alto

source: With Shadow
it: Con ombra

source: Without Shadow
it: Senza ombra

# PicklistValue.CompSuite__Quality_Event__c.Criti.Critical
source: Critical
it: Critico

# PicklistValue.CompSuite__Quality_Event__c.Criti.Major
source: Major
it: Grave

# PicklistValue.CompSuite__Quality_Event__c.Criti.Minor
source: Minor
it: Minore

# PicklistValue.CompSuite__Quality_Event__c.Criti.N/A
source: N/A
it: N/D

# PicklistValue.CompSuite__Quality_Event__c.Criticality.Critical
source: Critical
it: Critico

# PicklistValue.CompSuite__Quality_Event__c.Criticality.Major
source: Major
it: Grave

# PicklistValue.CompSuite__Quality_Event__c.Criticality.Minor
source: Minor
it: Minore

# PicklistValue.CompSuite__Quality_Event__c.Criticality.N/A
source: N/A
it: N/D

source: Improvement Initiative
it: Iniziativa di miglioramento

# PicklistValue.CompSuite__Quality_Event__c.Quality_Event_Type.Management Reviews
source: Management Reviews
it: Recensioni della direzione

# PicklistValue.CompSuite__Quality_Event__c.Quality_Event_Type.Product Review
source: Product Review
it: Recensione del prodotto

# PicklistValue.CompSuite__Quality_Event__c.Reportable_event.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Quality_Event__c.Skip_Investigation.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Requirement_Frequency__c.Schedule_Logic.Omit Activity
source: Omit Activity
it: Ometti l'attività

source: Postpone To Next Available Day
it: Rinviare alla prossima giornata disponibile

# PicklistValue.CompSuite__Requirement_Header__c.CompSuite__Type.Awareness
source: Awareness
it: Conoscenza

# PicklistValue.CompSuite__Requirement_Header__c.CompSuite__Type.Classroom
source: Classroom
it: Classe

# PicklistValue.CompSuite__Requirement_Header__c.CompSuite__Type.On Job Training
source: On Job Training
it: Formazione sul lavoro

source: Read and Understand
it: Lettura e comprensione

source: Yes
it: Sì

source: Automatic
it: Automatico

# PicklistValue.CompSuite__Requirement_Revision__c.CompSuite__Creation_Type.Manual
source: Manual
it: Manuale

source: Apply
it: Applica

source: Awareness
it: Conoscenza

source: Execute
it: Esegui

source: Remember
it: Ricorda

# PicklistValue.CompSuite__Sample__c.Sample_Type.Finished Product
source: Finished Product
it: Prodotto finito

# PicklistValue.CompSuite__Sample__c.Sample_Type.In process
source: In process
it: In corso

# PicklistValue.CompSuite__Sample__c.Sample_Type.Microbiology
source: Microbiology
it: Microbiologia

# PicklistValue.CompSuite__Sample__c.Sample_Type.Physical
source: Physical
it: Fisico

# PicklistValue.CompSuite__Sample__c.Sample_Type.Raw Material
source: Raw Material
it: Materia prima

# PicklistValue.CompSuite__Sample__c.Sample_Type.Reserved Samples
source: Reserved Samples
it: Campioni riservati

# PicklistValue.CompSuite__Sample__c.Sample_Type.Stability
source: Stability
it: Stabilità

# PicklistValue.CompSuite__Sample__c.Storage_Condition.Room Temperature (15C-25C)
source: Room Temperature (15C-25C)
it: Temperatura ambiente (15°C-25°C)

# PicklistValue.CompSuite__Sample__c.Storage_Condition.freezer (Below Zero)
source: freezer (Below Zero)
it: congelatore (sotto zero)

# PicklistValue.CompSuite__Sample__c.Stored_Condition.Room Temperature (15C-25C)
source: Room Temperature (15C-25C)
it: Temperatura ambiente (15°C-25°C)

# PicklistValue.CompSuite__Sample__c.Stored_Condition.freezer (Below Zero)
source: freezer (Below Zero)
it: congelatore (sotto zero)

# PicklistValue.CompSuite__Site__c.Budget_Approved.Yes
source: Yes
it: Sì

source: The lawyer didn't respond
it: L'avvocato non ha risposto

# PicklistValue.CompSuite__Site__c.Disqualified_Site.The site is with a competitor
source: The site is with a competitor
it: Il sito è con un concorrente

# PicklistValue.CompSuite__Site__c.Essential_Binder_Verified_Investing.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Site__c.Essential_Binder_Verified_Sponsor.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Site__c.PSV_Report_on_file.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__State__c.CompSuite__State.Action Plan Execution
source: Action Plan Execution
it: Esecuzione del piano d'azione

# PicklistValue.CompSuite__State__c.CompSuite__State.Active
source: Active
it: Attivo

# PicklistValue.CompSuite__State__c.CompSuite__State.Approved
source: Approved
it: Approvato

# PicklistValue.CompSuite__State__c.CompSuite__State.Audit in Process
source: Audit in Process
it: Audit in corso

# PicklistValue.CompSuite__State__c.CompSuite__State.Available
source: Available
it: Disponibile

# PicklistValue.CompSuite__State__c.CompSuite__State.CAPA Plan
source: CAPA Plan
it: Piano CAPA

# PicklistValue.CompSuite__State__c.CompSuite__State.Canceled
source: Canceled
it: Annullato

# PicklistValue.CompSuite__State__c.CompSuite__State.Change Plan Preparation
source: Change Plan Preparation
it: Preparazione del piano di cambiamento

# PicklistValue.CompSuite__State__c.CompSuite__State.Closed
source: Closed
it: Chiuso

# PicklistValue.CompSuite__State__c.CompSuite__State.Closed - No Action
source: Closed - No Action
it: Chiuso - Nessuna azione

# PicklistValue.CompSuite__State__c.CompSuite__State.Closed - Rejected
source: Closed - Rejected
it: Chiuso - rifiutato

# PicklistValue.CompSuite__State__c.CompSuite__State.Closed Withdrawn
source: Closed Withdrawn
it: Chiuso Ritirato

# PicklistValue.CompSuite__State__c.CompSuite__State.Collected
source: Collected
it: Raccolto
