Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomLabel.CompSuite__OpenedProtocolExecution_NoteMessage
source: Note: {0} {1} still in progress
it: Nota: {0} {1} ancora in corso

# CustomLabel.CompSuite__OrderBy
source: Order By
it: Ordina per

# CustomLabel.CompSuite__OrderByField
source: Order By Field
it: Ordina per campo

# CustomLabel.Organization_Name
source: Organization Name
it: Nome organizzazione

# CustomLabel.Other_Participants
source: Other Participants
it: Altri partecipanti

# CustomLabel.CompSuite__Overdue
source: Overdue
it: In ritardo

# CustomLabel.CompSuite__Override
source: Override
it: Annullare

# CustomLabel.Owner
source: Owner
it: Proprietario

# CustomLabel.CompSuite__Owner
source: Owner
it: Proprietario

# CustomLabel.Owner_Job_Function_Not_Match_To_Required_Certification_Batch_Step
source: The Owner of the batch step does not have the same Job Function as Planned Bach step Required Certification
it: Il proprietario della fase batch non ha la stessa funzione lavorativa della fase batch prevista. Certificazione richiesta

# CustomLabel.Owner_Job_Function_not_match_to_Require_Certification
source: The Owner of the Activity does not have the same Job Function as Planned Activity Required Certification
it: Il proprietario dell'attività non ha la stessa funzione lavorativa della certificazione richiesta per l'attività prevista

# CustomLabel.Owner_Label
source: Owner
it: Proprietario

# CustomLabel.Owner_dont_have_employee
source: Owner have no emloyee associated
it: Il proprietario non ha dipendenti associati

# CustomLabel.CompSuite__PDFPreview
source: PDF Preview
it: Anteprima PDF

# CustomLabel.PDF_Creator
source: PDF Creator
it: Creatore PDF

# CustomLabel.CompSuite__PDF_Files_Export_Option
source: PDF Files
it: File PDF

# CustomLabel.CompSuite__PDF_Preview
source: PDF Preview
it: Anteprima PDF

# CustomLabel.CompSuite__PDF_has_been_successully_generated
source: PDF has been successully generated.
it: Il file PDF è stato generato con successo.

# CustomLabel.CompSuite__PageBreak
source: PAGE BREAK
it: INTERRUZIONE DI PAGINA

# CustomLabel.CompSuite__PageSize
source: Page Size
it: Dimensioni della pagina

# CustomLabel.CompSuite__Parameter_Change_Title
source: Parameter Change
it: Cambio di parametro

# CustomLabel.CompSuite__Parameter_Delete
source: NOTE: The following elements are using this parameter:
it: NOTA: gli elementi seguenti stanno utilizzando questo parametro:

# CustomLabel.CompSuite__Parameter_Delete_Title
source: Parameter Deletion
it: Eliminazione del parametro

# CustomLabel.CompSuite__Parameters_Error
source: Formula parameters Error. The following parameters are not defined:
it: Errore nella formula dei parametri. I seguenti parametri non sono definiti:

# CustomLabel.CompSuite__ParentField
source: Parent Field
it: Campo principale

# CustomLabel.CompSuite__ParentFieldAPI
source: Parent Field
it: Campo principale

# CustomLabel.CompSuite__ParentFieldName
source: Parent Field Name
it: Nome campo principale

# CustomLabel.CompSuite__ParentObject
source: Parent Object
it: Oggetto principale

# CustomLabel.CompSuite__Paretheses_Error
source: Visibility formula syntax Error. Please check all parentheses are matched.
it: Errore di sintassi della formula di visibilità. Controllare che tutte le parentesi corrispondano.

# CustomLabel.Part_Number
source: Part Number
it: Numero di parte

# CustomLabel.CompSuite__Password_Not_Match
source: New e-signature passwords do not match, please confirm signature.
it: Le nuove password di firma elettronica non corrispondono, si prega di confermare la firma.

# CustomLabel.CompSuite__PathBulider_Action
source: Action
it: Azione

# CustomLabel.CompSuite__PathBulider_Cancel
source: Cancel
it: Annulla

# CustomLabel.CompSuite__PathBulider_Delete
source: Delete
it: Elimina

# CustomLabel.CompSuite__PathBulider_DeleteHeadLine
source: Life Cycle Path Delete
it: Elimina percorso del ciclo di vita

# CustomLabel.CompSuite__PathBulider_DeleteMsg
source: Are you sure you want to delete this path?
it: Sicuri di voler eliminare questo percorso?

# CustomLabel.CompSuite__PathBulider_DeleteSuccessMsg
source: Row Deleted Successfully
it: Riga eliminata con successo

# CustomLabel.CompSuite__PathBulider_DuplicateErrorMsg
source: Duplicate Row
it: Duplica riga

# CustomLabel.CompSuite__PathBulider_Edit
source: Edit
it: Modifica

# CustomLabel.CompSuite__PathBulider_NegativeEnd
source: Negative End
it: Fine negativa

# CustomLabel.CompSuite__PathBulider_NoChangesMsg
source: No changes detected
it: Non sono stati rilevati cambiamenti

# CustomLabel.CompSuite__PathBulider_NoRecords
source: No Records to display
it: Nessun record da visualizzare

# CustomLabel.CompSuite__PathBulider_Object
source: Object
it: Oggetto

# CustomLabel.CompSuite__PathBulider_Path
source: Path
it: Percorso

# CustomLabel.CompSuite__PathBulider_PositiveEnd
source: Positive End
it: Fine positiva

# CustomLabel.CompSuite__PathBulider_RecordType
source: Record Type
it: Tipo di record

# CustomLabel.CompSuite__PathBulider_Remove
source: Remove
it: Rimuovi

# CustomLabel.CompSuite__PathBulider_Save
source: Save
it: Salva

# CustomLabel.CompSuite__PathBulider_SaveErrorMsg
source: An Error Occured
it: Si è verificato un errore

# CustomLabel.CompSuite__PathBulider_SaveSuccessMsg
source: Rows Saved Successfully
it: Righe salvate con successo

# CustomLabel.CompSuite__PathBulider_Search
source: Search
it: Cerca

# CustomLabel.CompSuite__PathBulider_SearchPlaceHolder
source: Search...
it: Cerca...

# CustomLabel.CompSuite__PathBulider_StateErrorMsg
source: Invalid State
it: Stato non valido

# CustomLabel.CompSuite__PendingClassroom_And_NOAvailableClassroom2
source: If you wish to attend another future classroom, please unschedule the current
it: Se si desidera frequentare un'altra classe futura, annullare la programmazione di quella attuale

# CustomLabel.Percentage_Training_Completion
source: Please insert a value between 50-100
it: Si prega di inserire un valore compreso tra 50 e 100

source: By click on confirm - changes will not be saved
it: Facendo clic su conferma, le modifiche non verranno salvate

# CustomLabel.CompSuite__Permissions
source: Permissions
it: Permessi

# CustomLabel.CompSuite__Personal_Training_Plan_helpText
source: Training plans records associated with an employee
it: Record dei piani di formazione associati a un dipendente

# CustomLabel.CompSuite__Personal_Training_Plan_label
source: Show personal training plans
it: Mostra piani di formazione attivi

# CustomLabel.CompSuite__Personal_job_function_helpText
source: Job Functions records associated with an employee
it: Record delle funzioni lavorative associate a un dipendente

# CustomLabel.Planned_Activity_Don_t_Have_Required_Certification
source: The Planned Activity Does Not Have Required Certification
it: L'attività prevista non ha la certificazione richiesta

# CustomLabel.Planned_Manufacture_Date
source: Planned Start Manufacture Date
it: Data di inizio produzione prevista

# CustomLabel.Planned_Start_Man_Label
source: Planned Start Manufacture Date
it: Data di inizio produzione prevista

source: This template cannot be activated because it contains an inactive nested template.
it: Questo modello non può essere attivato perché contiene un modello nidificato inattivo.

# CustomLabel.CompSuite__PleaseChangeTheTemplateNameBeforeImporting
source: Please change the template name before importing.
it: Modificare il nome del modello prima dell'importazione.

# CustomLabel.CompSuite__PleaseChooseFieldsForRelatedRecords
source: Please choose fields for related records.
it: Selezionare i campi per i record correlati.

# CustomLabel.CompSuite__PleaseCreateTemplateRecordAndThenPerformLivePreviewaction
source: Please create template record and then perform Live Preview action.
it: Si prega di creare un modello di record e successivamente eseguire l'azione anteprima dal vivo.

# CustomLabel.CompSuite__PleaseEnterRecordIdToPreview
source: Please enter Record Id to preview.
it: Inserire l'ID del record per visualizzarlo in anteprima.

# CustomLabel.CompSuite__PleaseFillOutRequiredField
source: Please fill out required field(s).
it: Si prega di compilare il/i campo/i richiesto/i.

# CustomLabel.CompSuite__PleaseFillTheMandatoryFields
source: Please fill the mandatory fields
it: Si prega di compilare i campi obbligatori

# CustomLabel.CompSuite__PleaseFillalltheemptyfields
source: Please Fill all the empty fields
it: Si prega di compilare tutti i campi vuoti

# CustomLabel.CompSuite__PleaseGenerateSectionBeforeMakingTheTemplateIsActive
source: Please generate a section before activating the template.
it: Si prega di generare una sezione prima di attivare il modello.

# CustomLabel.CompSuite__PleaseSaveObjectAndRecordType
source: Please save object and record type.
it: Si prega di salvare l'oggetto e il tipo di record.

# CustomLabel.CompSuite__PleaseSelectAnObjectAndSaveBeforeAmending
source: Please select an object and save before amending.
it: Si prega di selezionare un oggetto e salvare prima di apportare modifiche.

# CustomLabel.CompSuite__PleaseSelectObjectAndRecordType
source: Please select object and record type.
it: Si prega di selezionare l'oggetto e il tipo di record.

# CustomLabel.CompSuite__PleaseSelectRecordTypeBeforeGeneratingTheSection
source: Please select record type and save before generating the section.
it: Si prega di selezionare il tipo di record e salvare prima di generare la sezione.

# CustomLabel.CompSuite__PleaseSelectTemplate
source: Please select template.
it: Si prega di selezionare un modello.

# CustomLabel.CompSuite__PleaseUploadValidImage
source: Invalid File (Please upload only png, jpg, jpeg, gif, bmp files)
it: File non valido (caricare solo file png, jpg, jpeg, gif, bmp)

# CustomLabel.CompSuite__PleaseUploadWatermarkImage
source: Please upload a watermark image.
it: Si prega di caricare un'immagine con filigrana.

# CustomLabel.CompSuite__Please_choose_a_file_to_upload_first
source: Please choose a file to upload first.
it: Si prega di scegliere prima un file da caricare.

# CustomLabel.Please_enter_new_Quantity_Message
source: Please enter new Quantity!
it: Si prega di inserire la nuova quantità!

# CustomLabel.CompSuite__Please_insert_a_value
source: Please insert a value
it: Si prega di inserire un valore

source: Please note that you are assigned to the current approval process from more than one approver
it: Si prega di notare che si è assegnati al processo di approvazione attuale da più di un approvatore

# CustomLabel.CompSuite__Please_note_you_are_about_to_cancel_the_check_out
source: You are about to cancel the check out.
it: Si sta per annullare il check out.

# CustomLabel.Please_select_a_document_revision_to_correct
source: Please select a document revision to correct
it: Selezionare una revisione del documento da correggere

# CustomLabel.CompSuite__Please_select_signatures
source: Please select Signatories
it: Selezionare i firmatari

# CustomLabel.CompSuite__Please_standby_generating_PDF
source: Please standby, generating PDF - large files may take several minutes
it: Si prega di attendere, generazione PDF in corso - i file di grandi dimensioni potrebbero richiedere diversi minuti

# CustomLabel.Pop_up_Title_Information
source: Information
it: Informazioni

# CustomLabel.Predecessor_Programs_Table_All_Title
source: Predecessor Programs
it: Programmi predecessore

# CustomLabel.CompSuite__Preview
source: Preview
it: Anteprima

# CustomLabel.CompSuite__Preview_is_not_available
source: Preview is not available, click generate PDF
it: Anteprima non disponibile, fare clic su genera PDF

# CustomLabel.Previous
source: Previous
it: Precedente

# CustomLabel.Primary_Instrument
source: Primary Instrument
it: Strumento principale

# CustomLabel.CompSuite__Print
source: Print
it: Stampa

# CustomLabel.Print_Save_to_PDF
source: Print/Save to PDF
it: Stampa/Salva in PDF

# CustomLabel.CompSuite__PriorVersionsOfTemplatesCannotBeEdited
source: Prior versions of templates cannot be edited.
it: Le versioni precedenti dei modelli non possono essere modificate.

# CustomLabel.Priority
source: Priority
it: Priorità

# CustomLabel.CompSuite__Processing_Records
source: Records Sent For Processing
it: Record inviati per l'elaborazione

# CustomLabel.Product_Item_Name
source: Product Item Name
it: Nome dell'elemento del prodotto

# CustomLabel.Product_Item_Version
source: Product Item Version
it: Versione elemento del prodotto

# CustomLabel.Product_Item_Version_Label
source: Product Item Version
it: Versione elemento del prodotto

# CustomLabel.Product_Version
source: Product Version
it: Versione prodotto

# CustomLabel.Product_Version_Name
source: Product Version Name
it: Nome della versione del prodotto

# CustomLabel.Product_Version_Under_Amend_Error_Message
source: New version was initiated already , therefore you cannot update this version
it: La nuova versione è già stata avviata, pertanto non è possibile aggiornare questa versione

# CustomLabel.Product_Versions
source: Product Versions
it: Versioni del prodotto

# CustomLabel.Product_version_already_in_progress
source: Product version already in progress
it: Versione del prodotto già in corso

# CustomLabel.Program_Owner_Title_in_Program_Table
source: Program Owner
it: Proprietario del programma

# CustomLabel.CompSuite__Promotes_the_record_to_state
source: Promote the record to state
it: Promuovi il record a stato

# CustomLabel.CompSuite__ProtocolBuilderRandomize_CriticalQuestionsMessage
source: The user is required to answer <b>{0}</b> critical questions, with total score <b>{1}</b>
it: L'utente è tenuto a rispondere a <b>{0}</b> domande critiche, con punteggio totale <b>{1}</b>

# CustomLabel.CompSuite__ProtocolBuilderRandomize_CurrentScoreMessage
source: with total current score <b>{0}</b>
it: con punteggio totale attuale <b>{0}</b>

# CustomLabel.CompSuite__ProtocolBuilderRandomize_MinimalScoreMessage
source: the current minimal score is <b>{0}</b>
it: Il punteggio minimo attuale è <b>{0}</b>.

# CustomLabel.CompSuite__ProtocolBuilderRandomize_ObjectSelection
source: Object Selection
it: Selezione dell'oggetto

# CustomLabel.CompSuite__ProtocolBuilderRandomize_OverrideScore
source: Override Random Questions Score
it: Annullare il punteggio delle domande casuali

# CustomLabel.CompSuite__ProtocolBuilderRandomize_PassingScoreMsg
source: Your passing score is defined as <b>{0}</b>
it: Il punteggio di superamento è definito come <b>{0}</b>

# CustomLabel.CompSuite__ProtocolBuilderRandomize_RandomizeSelection
source: Randomize Selection
it: Randomizza selezione

# CustomLabel.CompSuite__ProtocolBuilderRandomize_RequiredAnswersMessage
source: The user is required to answer <b>{0}</b> out of <b>{1}</b> randomize questions
it: L'utente è tenuto a rispondere a <b>{0}</b> di <b>{1}</b> domande casuali

# CustomLabel.CompSuite__ProtocolStatistics_AnsweredExecutions
source: Answered Executions
it: Esecuzioni risposte

# CustomLabel.CompSuite__ProtocolStatistics_ChartsTitle
source: Protocol Statistics per Question
it: Statistiche del protocollo per domanda

# CustomLabel.CompSuite__ProtocolStatistics_ChartsTitleTip
source: Only active questions are being displayed, to view charts for in-active questions, navigate to the 'Builder' tab and click on the chart icon.
it: Vengono visualizzate solo le domande attive. Per visualizzare i grafici delle domande inattive, passare alla scheda "Builder" e fare clic sull'icona del grafico.

# CustomLabel.CompSuite__ProtocolStatistics_CorrectAnswers
source: Correct Answers
it: Risposte corrette

# CustomLabel.CompSuite__ProtocolStatistics_CriticalElementsOnly
source: Critical Elements Only
it: Solo elementi critici

# CustomLabel.CompSuite__ProtocolStatistics_DownloadCsv
source: Download report as CSV
it: Scarica il report in formato CSV

# CustomLabel.CompSuite__ProtocolStatistics_DownloadPDF
source: Download report as PDF
it: Scarica il report in formato PDF

# CustomLabel.CompSuite__ProtocolStatistics_ExpectedValue
source: Expected Value
it: Valore atteso

# CustomLabel.CompSuite__ProtocolStatistics_FilterCompleted
source: Completed
it: Completato

# CustomLabel.CompSuite__ProtocolStatistics_FilterCompletedOnly
source: Show completed only
it: Mostra solo completato

# CustomLabel.CompSuite__ProtocolStatistics_FilterElements
source: Filter Elements
it: Filtra elementi

# CustomLabel.CompSuite__ProtocolStatistics_FilterFailedOnly
source: Show failed only
it: Mostra solamente falliti

# CustomLabel.CompSuite__ProtocolStatistics_FilterFromDate
source: From Date
it: Dalla data

# CustomLabel.CompSuite__ProtocolStatistics_FilterIncompleteOnly
source: Show incompleted only
it: Mostra solo incompleti

# CustomLabel.CompSuite__ProtocolStatistics_FilterPassed
source: Passed
it: Superato

# CustomLabel.CompSuite__ProtocolStatistics_FilterPassedOnly
source: Show passed only
it: Mostra solo superati

# CustomLabel.CompSuite__ProtocolStatistics_FilterTitle
source: Filter Executions
it: Filtra esecuzioni

# CustomLabel.CompSuite__ProtocolStatistics_FilterToDate
source: To Date
it: Fino ad oggi

# CustomLabel.CompSuite__ProtocolStatistics_NumberExecutions
source: Number of Executions
it: Numero di esecuzioni

# CustomLabel.CompSuite__ProtocolStatistics_ParameterFilterHelpText
source: Display elements that contain the entered phrase.
it: Mostra gli elementi che contengono la frase inserita.

# CustomLabel.CompSuite__ProtocolStatistics_ParameterNameContains
source: Parameter Name Contains
it: Il nome del parametro contiene

# CustomLabel.CompSuite__ProtocolStatistics_SearchPlaceHolder
source: Enter parameter name
it: Inserisci il nome del parametro

# CustomLabel.Protocol_Execution_Number
source: Execution Number
it: Numero di esecuzione

# CustomLabel.Protocol_Executions_Title
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomLabel.Protocol_Is_Locked_Import
source: Protocol Is Locked. Import is not available.
it: Il protocollo è bloccato. L'importazione non è disponibile.

# CustomLabel.Protocol_Plan_Must_Be_Active
source: The protocol plan must be active in order to create the activities
it: Per poter creare le attività è necessario che il piano del protocollo sia attivo

# CustomLabel.Protocol_Plan_Required_Fields_Message
source: Please make sure Protocol Plan and Treatment Start Date are filled before confirming
it: Assicurati che il piano del protocollo e la data di inizio del trattamento siano compilati prima di confermare

# CustomLabel.Protocol_Version
source: Protocol Version
it: Versione del protocollo

# CustomLabel.Protocol_plan_confirm_message
source: Are you sure you want to clone the study with all the activities?
it: Sicuri di voler clonare lo studio con tutte le attività?

# CustomLabel.Quantity
source: Quantity
it: Quantità

# CustomLabel.Quantity_Issued
source: Quantity Issued
it: Quantità emessa

# CustomLabel.Quantity_Required
source: Quantity Required
it: Quantità richiesta

# CustomLabel.Quantity_Sampled_From_Test_Title
source: Quantity Left
it: Quantità rimasta

# CustomLabel.CompSuite__QuickSave
source: Quick Save
it: Salvataggio rapido

# CustomLabel.CompSuite__Quick_Save
source: Quick Save
it: Salvataggio rapido

# CustomLabel.Recommendations_Title_in_Program_Table
source: Recommendations
it: Raccomandazioni

# CustomLabel.Recommendations_Title_in_Table
source: Recommendations
it: Raccomandazioni

# CustomLabel.CompSuite__RecordDeletedSuccessfully
source: Record deleted successfully!
it: Record eliminato con successo!

# CustomLabel.CompSuite__RecordType
source: Record Type
it: Tipo di record

# CustomLabel.RecordType_Selection_Title
source: Select a Record Type
it: Seleziona un tipo di record

# CustomLabel.RecordType_not_Supported
source: RecordType Does Not Support Video Preview.
it: Il TipoRecord non supporta l'anteprima video.

# CustomLabel.CompSuite__Record_Fields_Locked
source: All Record Fields are Locked
it: Tutti i campi dei record sono bloccati

# CustomLabel.CompSuite__Record_Type
source: Record Type
it: Tipo di record

# CustomLabel.CompSuite__Record_modified_during_another_user_edit_session
source: The record was modified during your edit session. The record will be reloaded with the updated information.
it: Il record è stato modificato durante la sessione di modifica. Il record verrà ricaricato con le informazioni aggiornate.

# CustomLabel.CompSuite__Record_saved_successfully
source: Record saved successfully!
it: Record salvato correttamente!

# CustomLabel.CompSuite__RecordsSavedSuccessfully
source: Records saved successfully!
it: Record salvati correttamente!

# CustomLabel.CompSuite__Records_Printout_Export_Option
source: Records Printout
it: Stampa dei record

# CustomLabel.CompSuite__ReferenceField
source: Reference Field
it: Campo di riferimento

# CustomLabel.CompSuite__Reject
source: Reject
it: Rifiutare

# CustomLabel.CompSuite__Reject_Comments
source: Please fill in the comments field with the rejection reason
it: Si prega di compilare il campo dei commenti con il motivo del rifiuto

# CustomLabel.CompSuite__Relate_a_curriculum_to_your_Document
source: Relate a Training Plan to your Document
it: Correla un piano di formazione al documento

# CustomLabel.Relate_a_trainig_plan_to_your_Document
source: Relate a trainig plan to your Document
it: Correla un piano di formazione al documento

# CustomLabel.CompSuite__RelatedChild
source: Related Child
it: Secondario correlato

# CustomLabel.CompSuite__RelatedRequirementRevisions_Title
source: Requirement Revisions
it: Revisioni dei requisiti

# CustomLabel.CompSuite__Related_Attachments
source: Related Attachments
it: Allegati correlati

# CustomLabel.CompSuite__Related_Traceability_Is_Active
source: Upsert elements is not allowed, related program traceability record is active
it: L'aggiornamento degli elementi non è consentito, il record di tracciabilità del programma correlato è attivo

# CustomLabel.Related_complaint_label
source: There is already a complaint related to this case. Are you sure you want to create a complaint for this case?
it: C'è già un reclamo correlato a questo caso. Sicuri di voler creare un reclamo per questo caso?

# CustomLabel.CompSuite__Relation_Table_is_empty
source: Relation Table is empty
it: La tabella delle correlazioni è vuota

# CustomLabel.CompSuite__Relation_table_title
source: Relation Title
it: Titolo correlazione

# CustomLabel.CompSuite__Reload
source: Reload
it: Ricarica

# CustomLabel.CompSuite__Remove
source: Remove
it: Rimuovi

# CustomLabel.CompSuite__RemoveField
source: Remove Field
it: Rimuovi campo

# CustomLabel.CompSuite__RemoveSection
source: Remove Section
it: Rimuovi sezione

# CustomLabel.CompSuite__RemoveSelectedRecord
source: Remove selected record
it: Rimuovi record selezionato

# CustomLabel.CompSuite__Remove_All
source: Remove All
it: Rimuovi tutto

# CustomLabel.Remove_item_from_BOM
source: Remove item from BOM
it: Rimuovere elemento da DBA

# CustomLabel.CompSuite__Report_for
source: Report for
it: Segnala per

# CustomLabel.Report_for
source: Report for
it: Segnala per

# CustomLabel.Reported_By
source: Reported By
it: Segnalato da

# CustomLabel.CompSuite__Required_Fields
source: Required Fields
it: Campi richiesti

# CustomLabel.CompSuite__Required_Fields_Help_Text
source: The following fields are mandatory in order to promote the record state. Please populate the fields and save in order to continue.
it: I seguenti campi sono obbligatori per promuovere lo stato del record. Compilare i campi e salvare per continuare.

# CustomLabel.CompSuite__Required_Fields_for
source: Required Fields for
it: Campi richiesti per

# CustomLabel.Required_Selection
source: Selection is required before you continue to the next step
it: La selezione è richiesta prima di continuare con il passaggio successivo

# CustomLabel.CompSuite__Required_Value
source: You must enter a value
it: Si deve inserire un valore
