Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Relations__c.CompSuite__Classroom.RelatedListLabel
source: Trainees
it: Tirocinanti

# CustomField.CompSuite__Relations__c.Comments.FieldLabel
source: Comments
it: Commenti

# CustomField.CompSuite__Relations__c.CompSuite__Complaint.FieldLabel
source: Complaint
it: Reclamo

# CustomField.CompSuite__Relations__c.CompSuite__Complaint.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.Completed.FieldLabel
source: Completed?
it: Completata?

# CustomField.CompSuite__Relations__c.CompSuite__Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Relations__c.CompSuite__Department.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.CompSuite__Deviation.FieldLabel
source: Deviation
it: Deviazione

# CustomField.CompSuite__Relations__c.CompSuite__Deviation.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.CompSuite__Document.FieldLabel
source: Document
it: Documento

# CustomField.CompSuite__Relations__c.CompSuite__Document.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.CompSuite__Document_Revision.FieldLabel
source: Document Revision
it: Revisione del documento

source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.Document_State.FieldLabel
source: Document State
it: Stato documento

# CustomField.CompSuite__Relations__c.Documents.FieldLabel
source: Documents
it: Documenti

# CustomField.CompSuite__Relations__c.Documents.RelatedListLabel
source: Batch Master Record
it: Record master del batch

# CustomField.CompSuite__Relations__c.CompSuite__Effectiveness_Check.FieldLabel
source: Effectiveness Check
it: Controllo dell'efficacia

source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.CompSuite__Employee.FieldLabel
source: Employee
it: Dipendente

# CustomField.CompSuite__Relations__c.CompSuite__Employee.RelatedListLabel
source: Classrooms
it: Classi

# CustomField.CompSuite__Relations__c.CompSuite__Equipment.FieldLabel
source: Equipment
it: Attrezzatura

# CustomField.CompSuite__Relations__c.CompSuite__Equipment.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.Finding_CAPA.FieldLabel
source: Finding
it: Risultato

# CustomField.CompSuite__Relations__c.Finding_CAPA.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__Relations__c.CompSuite__Ingredient.FieldLabel
source: Ingredient
it: Ingrediente

# CustomField.CompSuite__Relations__c.CompSuite__Ingredient.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.CompSuite__Investigation.FieldLabel
source: Investigation
it: Indagine

# CustomField.CompSuite__Relations__c.CompSuite__Investigation.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.Lot_Number.FieldLabel
source: Lot Number
it: Numero di lotto

# CustomField.CompSuite__Relations__c.CompSuite__Master_Document.FieldLabel
source: Master Document
it: Documento master

# CustomField.CompSuite__Relations__c.CompSuite__Master_Document.RelatedListLabel
source: Relations (Master Document)
it: Relazioni (documento master)

source: Member State Registration
it: Registrazione dello Stato membro

source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.CompSuite__Name.FieldLabel
source: Name
it: Nome

# CustomField.CompSuite__Relations__c.P_Assessment.FieldLabel
source: Product Assessment
it: Valutazione del prodotto

# CustomField.CompSuite__Relations__c.P_Assessment.RelatedListLabel
source: Product and Batch Relation
it: Relazione tra prodotto e batch

# CustomField.CompSuite__Relations__c.P_Change_Control.FieldLabel
source: Product Change Control
it: Controllo delle modifiche del prodotto

# CustomField.CompSuite__Relations__c.P_Change_Control.RelatedListLabel
source: Product and Batch Relation
it: Relazione tra prodotto e batch

# CustomField.CompSuite__Relations__c.P_Complaint.FieldLabel
source: Product Complaint
it: Reclamo sul prodotto

# CustomField.CompSuite__Relations__c.P_Complaint.RelatedListLabel
source: Product and Batch Relation
it: Relazione tra prodotto e batch

# CustomField.CompSuite__Relations__c.P_Deviation.FieldLabel
source: Product Deviation
it: Deviazione del prodotto

# CustomField.CompSuite__Relations__c.P_Deviation.RelatedListLabel
source: Product and Batch Relation
it: Relazione tra prodotto e batch

# CustomField.CompSuite__Relations__c.P_Quality_Event.FieldLabel
source: Product Quality Event
it: Evento sulla qualità del prodotto

# CustomField.CompSuite__Relations__c.P_Quality_Event.RelatedListLabel
source: Product and Batch Relation
it: Relazione tra prodotto e batch

# CustomField.CompSuite__Relations__c.Primary_Product.FieldLabel
source: Primary Product
it: Prodotto principale

# CustomField.CompSuite__Relations__c.CompSuite__Process.FieldLabel
source: Process
it: Processo

# CustomField.CompSuite__Relations__c.CompSuite__Process.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.Product_Item.FieldLabel
source: Product Item
it: Elemento del prodotto

# CustomField.CompSuite__Relations__c.Product_Item.RelatedListLabel
source: Related To
it: Correlato a

source: Product for Registration
it: Prodotto per la registrazione

source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.Protocol_and_Worksheet.FieldLabel
source: Protocols and Worksheet
it: Protocolli e scheda di lavoro

# CustomField.CompSuite__Relations__c.Protocol_and_Worksheet.RelatedListLabel
source: Related Batch Master
it: Batch Master correlato

# CustomField.CompSuite__Relations__c.Quality_Event.FieldLabel
source: Quality Event
it: Evento sulla qualità

# CustomField.CompSuite__Relations__c.Quality_Event.RelatedListLabel
source: Related Assessment
it: Valutazione correlata

# CustomField.CompSuite__Relations__c.Quantity.FieldLabel
source: Quantity
it: Quantità

# CustomField.CompSuite__Relations__c.CompSuite__Registration.FieldLabel
source: Registration
it: Registrazione

# CustomField.CompSuite__Relations__c.CompSuite__Registration.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.Rel_Complaint.FieldLabel
source: Complaint Related
it: Correlato al reclamo

# CustomField.CompSuite__Relations__c.Rel_Complaint.RelatedListLabel
source: Related Assessment
it: Valutazione correlata

# CustomField.CompSuite__Relations__c.Related_Complaint.FieldLabel
source: Related Complaint
it: Reclamo correlato

# CustomField.CompSuite__Relations__c.Related_Complaint.RelatedListLabel
source: Relations (Related Complaint)
it: Correlazioni (reclamo correlato)

# CustomField.CompSuite__Relations__c.Related_Equipment.FieldLabel
source: Related Equipment
it: Attrezzatura correlata

# CustomField.CompSuite__Relations__c.Related_Equipment.RelatedListLabel
source: Relations (Related Equipment)
it: Correlazioni (attrezzatura correlata)

# CustomField.CompSuite__Relations__c.Revision.FieldLabel
source: Revision
it: Revisione

# CustomField.CompSuite__Relations__c.Revision.RelatedListLabel
source: Related Equipment
it: Attrezzatura correlata

# CustomField.CompSuite__Relations__c.Risk_Assessment.FieldLabel
source: Assessment
it: Valutazione

# CustomField.CompSuite__Relations__c.Risk_Assessment.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.CompSuite__Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Relations__c.CompSuite__Site.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Template__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Template__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Template__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Template__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Template__c.CompSuite__State.RelatedListLabel
source: Templates
it: Modelli

# CustomField.CompSuite__Test__c.Account.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.Actual_Completion_Date.FieldLabel
source: Actual Completion Date
it: Data di completamento effettiva

# CustomField.CompSuite__Test__c.Batch_Master_Record.FieldLabel
source: Batch Master Record
it: Record master del batch

# CustomField.CompSuite__Test__c.Batch_Master_Record.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.Batch_Record.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.Batch_Step.FieldLabel
source: Batch Step
it: Fase batch

# CustomField.CompSuite__Test__c.Batch_Step.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.Born_From_Clone.FieldLabel
source: Born From Clone
it: Nato da clone

# CustomField.CompSuite__Test__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Test__c.Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__Test__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Test__c.Is_Canceled.FieldLabel
source: Is Canceled?
it: Is Annullato?

# CustomField.CompSuite__Test__c.Justification.FieldLabel
source: Justification
it: Giustificazione

# CustomField.CompSuite__Test__c.Justification.HelpText
source: Fill in if due date was changed
it: Compilare se la scadenza è stata modificata

# CustomField.CompSuite__Test__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Test__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Test__c.Lot_Product_Item.FieldLabel
source: Lot Product Item
it: Lotto elemento del prodotto

# CustomField.CompSuite__Test__c.Overdue.FieldLabel
source: Overdue
it: In ritardo

# CustomField.CompSuite__Test__c.Planned_Date.FieldLabel
source: Planned Date
it: Data prevista

# CustomField.CompSuite__Test__c.Primary_Instrument_c.FieldLabel
source: Primary Instrument
it: Strumento principale

# CustomField.CompSuite__Test__c.Primary_Instrument_c.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.Product_Item.FieldLabel
source: Product Item
it: Elemento del prodotto

# CustomField.CompSuite__Test__c.Product_Item.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.Protocol.FieldLabel
source: Protocol
it: Protocollo

# CustomField.CompSuite__Test__c.Protocol.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.Protocol_Execution_Id.FieldLabel
source: Protocol Execution Id
it: ID di esecuzione del protocollo

# CustomField.CompSuite__Test__c.Quantity_Used.FieldLabel
source: Quantity Used
it: Quantità utilizzata

# CustomField.CompSuite__Test__c.Required_Certification.FieldLabel
source: Required Certification
it: Certificazione richiesta

# CustomField.CompSuite__Test__c.Required_Certification.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.Result_Summary.FieldLabel
source: Result Summary
it: Riepilogo dei risultati

# CustomField.CompSuite__Test__c.Sample.FieldLabel
source: Sample
it: Campione

# CustomField.CompSuite__Test__c.Sample.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.Scheduled_Date.FieldLabel
source: Scheduled Date
it: Data programmata

# CustomField.CompSuite__Test__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Test__c.CompSuite__State.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Test__c.Supplier.RelatedListLabel
source: Tests
it: Test

# CustomField.CompSuite__Test__c.T_Point.FieldLabel
source: T-Point not in use
it: Punto T non in uso

# CustomField.CompSuite__Test__c.T_Point.HelpText
source: Days
it: Giorni

# CustomField.CompSuite__Test__c.T_point_Num.FieldLabel
source: T point
it: Punto T

# CustomField.CompSuite__Test__c.T_point_Num.HelpText
source: Days
it: Giorni

# CustomField.CompSuite__Test__c.T_point_Number.FieldLabel
source: T-point Number
it: Numero del punto T

# CustomField.CompSuite__Test__c.Test_Instructions.FieldLabel
source: Test Instructions
it: Istruzioni del test

# CustomField.CompSuite__Test__c.Test_Number.FieldLabel
source: Test Number
it: Numero del test

# CustomField.CompSuite__Test__c.Tolerance.FieldLabel
source: Tolerance
it: Tolleranza

# CustomField.CompSuite__Test__c.Tolerance.HelpText
source: Days
it: Giorni

# CustomField.CompSuite__Training_Assignment__c.Account.RelatedListLabel
source: Training Assignments
it: Compiti di formazione

source: Actual Duration
it: Durata effettiva

# CustomField.CompSuite__Training_Assignment__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Training_Assignment__c.CompSuite__CAPA.RelatedListLabel
source: Training Assignments
it: Compiti di formazione

# CustomField.CompSuite__Training_Assignment__c.Certification.FieldLabel
source: Certification?
it: Certificazione?

source: Certification is Required
it: La certificazione è richiesta

# CustomField.CompSuite__Training_Assignment__c.Certification_level.FieldLabel
source: Certification Level
it: Livello di certificazione

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Classroom.FieldLabel
source: Classroom
it: Classe

source: Training Assignments
it: Compiti di formazione

source: Completion Date
it: Data di completamento

source: Completion Summary
it: Riepilogo del completamento

# CustomField.CompSuite__Training_Assignment__c.Course_Classification.FieldLabel
source: Course Classification
it: Classificazione del corso

source: Created for Document Version
it: Creato per la versione del documento

source: DM External Id
it: ID esterno DM

source: Days to Complete
it: Giorni per completare

source: Document Header
it: Intestazione del documento

# CustomField.CompSuite__Training_Assignment__c.Document_Number.FieldLabel
source: Document Number
it: Numero del documento

source: Document Revision
it: Revisione del documento

source: Document Revision Version
it: Versione revisione del documento

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Download_PDF.FieldLabel
source: Download PDF
it: Scarica il PDF

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Due_Date.FieldLabel
source: Training Due Date
it: Scadenza della formazione

# CustomField.CompSuite__Training_Assignment__c.Effectiveness_Plan_Type.FieldLabel
source: Effectiveness Plan Type
it: Tipo di piano di efficacia

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Employee.FieldLabel
source: Employee
it: Dipendente

source: Training Assignments
it: Compiti di formazione

source: Employee Email
it: E-mail del dipendente

source: Employee is logged in user
it: L'impiegato è un utente loggato.

source: Exam Passing Date
it: Data di superamento dell'esame

source: Exam Passing Version
it: Versione di superamento dell'esame

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Exams_Cycles.FieldLabel
source: Exams Cycles
it: Cicli di esami

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Exams_Cycles.HelpText
source: Number of total cycles
it: Numero totale di cicli

source: Executed Exams
it: Esami eseguiti

source: Number of executed exams per cycle
it: Numero di esami eseguiti per ciclo

# CustomField.CompSuite__Training_Assignment__c.Extended_Due_Date.FieldLabel
source: Extended Due Date
it: Scadenza prorogata

# CustomField.CompSuite__Training_Assignment__c.External_ID.FieldLabel
source: External ID
it: Id esterno

source: Is Last Version
it: Is Ultima Versione

source: Is Manager Updated
it: Is Responsabile Aggiornato

# CustomField.CompSuite__Training_Assignment__c.Is_Open.FieldLabel
source: Is Open?
it: Is Aperto?

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Link to on-line Training
it: Link alla formazione online

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Location.FieldLabel
source: Location
it: Posizione

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Manager.FieldLabel
source: Manager
it: Responsabile

source: My Direct Reports
it: I miei collaboratori diretti

source: Number of allowed failures
it: Numero di guasti consentiti

source: The limit of protocol executions (value of 0 means infinity)
it: Il limite delle esecuzioni del protocollo (il valore 0 significa infinito)

source: Number of failures
it: Numero di guasti

source: Number of completed exams with result less then the passing score
it: Numero di esami completati con un risultato inferiore al punteggio di superamento

# CustomField.CompSuite__Training_Assignment__c.Overdue.FieldLabel
source: Overdue
it: In ritardo

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Passed_Exam.FieldLabel
source: Passed Exam
it: Esame superato

source: Pending Prerequisite
it: Prerequisito in sospeso

# CustomField.CompSuite__Training_Assignment__c.Permitted_Activities.FieldLabel
source: Permitted Activities
it: Attività consentite

source: Planned Training Activities
it: Attività formative previste

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Points.FieldLabel
source: Points
it: Punti

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Points.HelpText
source: Credit for the work effort
it: Crediti per l'impegno lavorativo

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Record_Type.FieldLabel
source: Record Type
it: Tipo di record

source: Training Requirement
it: Requisito di formazione

source: Requirement Revision
it: Revisione del requisito

source: Training Assignments
it: Compiti di formazione

source: Requirement Revision Name
it: Nome revisione del requisito

source: Requirement Revision ID
it: ID revisione requisito

source: Requirement Revision Notes & Attachments
it: Revisione requisito - note e allegati

source: Click to view Requirement Revision Notes & Attachments
it: Fare clic per visualizzare le note di revisione del requisito e gli allegati

source: SCORM Number of Attempts
it: Numero di tentativi SCORM

source: SCORM Completed Date
it: Data di completamento SCORM

source: SCORM Completion Status
it: Stato di completamento SCORM

source: SCORM Course ID
it: ID corso SCORM

source: SCORM Duration (Minutes)
it: Durata SCORM (in minuti)

source: SCORM Init Reg
it: Avvio reg. SCORM

source: SCORM Registration ID
it: ID di registrazione SCORM

# CustomField.CompSuite__Training_Assignment__c.CompSuite__SCORM_Result.FieldLabel
source: SCORM Result
it: Risultato SCORM

# CustomField.CompSuite__Training_Assignment__c.CompSuite__SCORM_Score.FieldLabel
source: SCORM Score
it: Punteggio SCORM

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Score.FieldLabel
source: Score
it: Punteggio

# CustomField.CompSuite__Training_Assignment__c.CompSuite__Source.FieldLabel
source: Source
it: Origine

source: Training Start Date
it: Data di inizio formazione

# CustomField.CompSuite__Training_Assignment__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Training_Assignment__c.CompSuite__State.RelatedListLabel
source: Training Assignments
it: Compiti di formazione

source: Suggested Effectiveness Plan
it: Piano di efficacia suggerito

# CustomField.CompSuite__Training_Assignment__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Training_Assignment__c.Supplier.RelatedListLabel
source: Training Assignments
it: Compiti di formazione

# CustomField.CompSuite__Training_Assignment__c.Trainer.FieldLabel
source: Trainer
it: Formatore

# CustomField.CompSuite__Training_Assignment__c.Trainer.RelatedListLabel
source: Training Assignments
it: Compiti di formazione

source: Training Assignment ID
it: ID del compito di formazione

source: Training Comments
it: Commenti sulla formazione

source: Training Completed
it: Formazione completata

# CustomField.CompSuite__Training_Assignment__c.Training_Due_Date.FieldLabel
source: Training Due Date
it: Scadenza della formazione

source: Training Effectiveness Follow-up Date
it: Data follow-up efficacia formazione

source: Training Effectiveness Plan
it: Piano di efficacia della formazione

source: Training Effectiveness Protocol
it: Protocollo efficacia della formazione

source: Training Effectiveness Summary
it: Riepilogo efficacia della formazione

source: Training Objective
it: Obiettivo della formazione

source: Training Purpose
it: Scopo della formazione

source: Updated Manager
it: Responsabile aggiornato

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Transaction_line__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Transaction_line__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Transaction_line__c.CompSuite__State.RelatedListLabel
source: Transaction lines
it: Righe della transazione

# CustomField.CompSuite__Transaction__c.Account.RelatedListLabel
source: Transactions
it: Transazioni

# CustomField.CompSuite__Transaction__c.Amount.FieldLabel
source: Amount
it: Importo

# CustomField.CompSuite__Transaction__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Transaction__c.Cost_Phase.FieldLabel
source: Cost Phase
it: Fase dei costi

# CustomField.CompSuite__Transaction__c.Cost_Resource_Type.FieldLabel
source: Cost Resource Type
it: Tipo Risorsa di costo

# CustomField.CompSuite__Transaction__c.Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__Transaction__c.ERP_Reference.FieldLabel
source: ERP Reference
it: Riferimento ERP

# CustomField.CompSuite__Transaction__c.ERP_Reference.HelpText
source: ERP Reference
it: Riferimento ERP

# CustomField.CompSuite__Transaction__c.Expense_Type.FieldLabel
source: Expense Type
it: Tipo di spesa

# CustomField.CompSuite__Transaction__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Transaction__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Transaction__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Transaction__c.Program.FieldLabel
source: Program
it: Programma

# CustomField.CompSuite__Transaction__c.Program.RelatedListLabel
source: Transactions
it: Transazioni

# CustomField.CompSuite__Transaction__c.Program_Element.FieldLabel
source: Program Element
it: Elemento del programma

# CustomField.CompSuite__Transaction__c.Program_Element.HelpText
source: Related Project activities
it: Attività correlate al progetto

# CustomField.CompSuite__Transaction__c.Program_Element.RelatedListLabel
source: Transactions
it: Transazioni

# CustomField.CompSuite__Transaction__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Transaction__c.CompSuite__State.RelatedListLabel
source: Transactions
it: Transazioni

# CustomField.CompSuite__Transaction__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Transaction__c.Supplier.HelpText
source: Supplier
it: Fornitore

# CustomField.CompSuite__Transaction__c.Supplier.RelatedListLabel
source: Transactions
it: Transazioni

# CustomField.CompSuite__Transaction__c.Transaction_Date.FieldLabel
source: Transaction Date
it: Data della transazione
