Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Malfunction__c.IT Malfunction Layout.Fields_4
source: Fields
it: Campi

# LayoutSection.CompSuite__Malfunction__c.CompSuite__Malfunction Layout.Timeline_2
source: Timeline
it: Tempistica

# LayoutSection.CompSuite__Malfunction__c.Malfunction New.Associated Entities_3
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Malfunction__c.Malfunction New.Timeline_2
source: Timeline
it: Tempistica

# LayoutSection.CompSuite__Observation__c.Finding Layout.Associated Entities_4
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Observation__c.Finding Layout.Finding Summary_2
source: Finding Summary
it: Riepilogo risultato

# LayoutSection.CompSuite__Observation__c.Finding Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Observation__c.Finding Layout.Related Processes_3
source: Related Processes
it: Processi correlati

source: Finding Summary
it: Riepilogo risultato

source: New Section
it: Nuova sezione

source: Related Processes
it: Processi correlati

source: Instructions
it: Istruzioni

source: New Section
it: Nuova sezione

source: Schedule
it: Programma

source: Specifications
it: Specifiche

# LayoutSection.CompSuite__Planned_Activity__c.Planned Activity.Instructions_2
source: Instructions
it: Istruzioni

# LayoutSection.CompSuite__Planned_Activity__c.Planned Activity.New Section_3
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Planned_Activity__c.Planned Activity.Schedule_1
source: Schedule
it: Programma

# LayoutSection.CompSuite__Planned_Activity__c.Planned Activity.Specifications_4
source: Specifications
it: Specifiche

source: Life Cycle
it: Ciclo di vita

source: Manufacturing Information
it: Informazioni sulla produzione

# LayoutSection.CompSuite__Process__c.CompSuite__Process Layout.Related Objects_2
source: Related Objects
it: Oggetti correlati

source: Associated Entities
it: Entità associate

source: New Section
it: Nuova sezione

source: Dates
it: Date

source: Version Control
it: Controllo versione

source: Associated entities
it: Entità associate

# LayoutSection.CompSuite__Program_Element__c.Program Activity.Indicators_1
source: Indicators
it: Indicatori

# LayoutSection.CompSuite__Program_Element__c.Program Activity.Program_2
source: Program
it: Programma

source: Related Quality Records
it: Eventi sulla qualità correlati

# LayoutSection.CompSuite__Program__c.Program.Associated entities_4
source: Associated entities
it: Entità associate

# LayoutSection.CompSuite__Program__c.Program.KPI&apos;s_3
source: KPI's
it: KPI

# LayoutSection.CompSuite__Program__c.Program.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Program__c.Program.Time Line_2
source: Time Line
it: Tempistica

source: Additional Related Process
it: Processo correlato aggiuntivo

source: Custom Links
it: Link personalizzati

source: External Protocol
it: Protocollo esterno

source: Related Processes
it: Processi correlati

source: Source
it: Origine

source: Associated Entities
it: Entità associate

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: Associated Entities
it: Entità associate

source: CAPA Information
it: Informazioni CAPA

source: Immediate Actions
it: Azioni immediate

source: Investigations
it: Indagini

source: Quality Event Summary
it: Riepilogo eventi sulla qualità

source: Related Processes
it: Processi correlati

source: Associated Entities
it: Entità associate

source: CAPA Information
it: Informazioni CAPA

source: Immediate Actions
it: Azioni immediate

source: Investigations
it: Indagini

source: Quality Event Summary
it: Riepilogo eventi sulla qualità

source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Renewal__c.CompSuite__Renewal Layout.Dates_2
source: Dates
it: Date

# LayoutSection.CompSuite__Renewal__c.CompSuite__Renewal Layout.Life Cycle_0
source: Life Cycle
it: Ciclo di vita

# LayoutSection.CompSuite__Renewal__c.CompSuite__Renewal Layout.Related Objects_3
source: Related Objects
it: Oggetti correlati

source: Daily Selection
it: Selezione giornaliera

source: Custom Links
it: Link personalizzati

source: Custom Links
it: Link personalizzati

source: Custom Links
it: Link personalizzati

source: Related Processes
it: Processi correlati

source: Custom Links
it: Link personalizzati

source: Related Processes
it: Processi correlati

source: Training Plan
it: Piano di formazione

source: Custom Links
it: Link personalizzati

source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Sample__c.Execute Sample Layout.Associated Entities_4
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Sample__c.Execute Sample Layout.Execution_2
source: Execution
it: Esecuzione

# LayoutSection.CompSuite__Sample__c.Execute Sample Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Sample__c.Execute Sample Layout.New Section_3
source: New Section
it: Nuova sezione

source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Sample__c.CompSuite__Sample Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Site__c.Clinical Site.Associated Entities_7
source: Associated Entities
it: Entità associate

source: Disqualified Details (If Applicable)
it: Dettagli squalificati (se applicabile)

# LayoutSection.CompSuite__Site__c.Clinical Site.New Section_2
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Site__c.Clinical Site.New Section_6
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Site__c.Clinical Site.Site Details_1
source: Site Details
it: Dettagli del sito

# LayoutSection.CompSuite__Site__c.Clinical Site.Site Management_4
source: Site Management
it: Gestione del sito

# LayoutSection.CompSuite__Site__c.Clinical Site.Site Qualification_3
source: Site Qualification
it: Qualificazione del sito

# LayoutSection.CompSuite__Site__c.CompSuite__Site Layout.Associated Entities_1
source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: Life Cycle
it: Ciclo di vita

source: Audit Summary
it: Riepilogo audit

source: Life Cycle
it: Ciclo di vita

source: Related Objects
it: Oggetti correlati

# LayoutSection.CompSuite__Supplier__c.CompSuite__Supplier Layout.Audit Details_4
source: Audit Details
it: Dettagli dell'audit

# LayoutSection.CompSuite__Supplier__c.CompSuite__Supplier Layout.Evaluation_2
source: Evaluation
it: Valutazione

# LayoutSection.CompSuite__Supplier__c.CompSuite__Supplier Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Supplier__c.CompSuite__Supplier Layout.New Section_3
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Supplier__c.Supplier New Layout.Audit Details_4
source: Audit Details
it: Dettagli dell'audit

# LayoutSection.CompSuite__Supplier__c.Supplier New Layout.Evaluation_2
source: Evaluation
it: Valutazione

# LayoutSection.CompSuite__Supplier__c.Supplier New Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Supplier__c.Supplier New Layout.New Section_3
source: New Section
it: Nuova sezione

source: Delivery
it: Consegna

source: Financial
it: Finanziario

source: Quality
it: Qualità

source: Related Processes
it: Processi correlati

source: Service
it: Servizio

source: Life Cycle
it: Ciclo di vita

source: Related Objects
it: Oggetti correlati

source: Submission Dates
it: Date di presentazione

source: Life Cycle
it: Ciclo di vita

source: Related Objects
it: Oggetti correlati

source: Submission Dates
it: Date di presentazione

source: Related Processes
it: Processi correlati

source: Related To
it: Correlato a

source: Related To
it: Correlato a

source: Related To
it: Correlato a

source: Related To
it: Correlato a

source: Related Quality Processes
it: Processi sulla qualità correlati

source: Related To
it: Correlato a

source: Related To
it: Correlato a

# LayoutSection.CompSuite__Test__c.Execute Test.Associated Entities_5
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Test__c.Execute Test.Completion Dates_3
source: Completion Dates
it: Date di completamento

# LayoutSection.CompSuite__Test__c.Execute Test.Due Dates Information_2
source: Due Dates Information
it: Informazioni sulle scadenze

# LayoutSection.CompSuite__Test__c.Execute Test.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Test__c.Execute Test.Related Processes_4
source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Test__c.CompSuite__Test Layout.Associated Entities_3
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Test__c.CompSuite__Test Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Test__c.CompSuite__Test Layout.Related Processes_2
source: Related Processes
it: Processi correlati

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: SCORM Details
it: Dettagli SCORM

source: Training Details
it: Dettagli della formazione

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: Dates
it: Date

source: SCORM Details
it: Dettagli SCORM

source: Training Details
it: Dettagli della formazione

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: Dates
it: Date

source: SCORM Details
it: Dettagli SCORM

source: Training Details
it: Dettagli della formazione

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: Dates
it: Date

source: SCORM Details
it: Dettagli SCORM

source: Training Details
it: Dettagli della formazione

source: Training Effectiveness Plan
it: Piano di efficacia della formazione

source: Associated entities
it: Entità associate

# LayoutSection.CompSuite__Transaction__c.Program Transaction.New Section_1
source: New Section
it: Nuova sezione

source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Variation__c.CompSuite__Variation Layout.Dates_2
source: Dates
it: Date

# LayoutSection.CompSuite__Variation__c.CompSuite__Variation Layout.Life Cycle_0
source: Life Cycle
it: Ciclo di vita

source: Related Object
it: Oggetto correlato

source: Implementation
it: Implementazione

source: Requested Permission
it: Autorizzazione richiesta

source: Element Attributes
it: Attributi degli elementi

source: Element Attributes
it: Attributi degli elementi

source: Element Attributes
it: Attributi degli elementi

source: Element Result
it: Risultato dell'elemento

source: Element Attributes
it: Attributi degli elementi

source: Element Result
it: Risultato dell'elemento

source: Custom Links
it: Link personalizzati

# LayoutSection.CompSuite__CAPA_Plan__c.CompSuite__CAPA Plan Layout.New Section_1
source: New Section
it: Nuova sezione

source: Related Entities
it: Entità correlate

# LayoutSection.CompSuite__MRB__c.CompSuite__MRB Layout.Associated Entitles_8
source: Associated Entitles
it: Entità associate

# LayoutSection.CompSuite__MRB__c.CompSuite__MRB Layout.Decision_5
source: Decision
it: Decisione

# LayoutSection.CompSuite__MRB__c.CompSuite__MRB Layout.Investigation_4
source: Investigation
it: Indagine

# LayoutSection.CompSuite__MRB__c.CompSuite__MRB Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__MRB__c.CompSuite__MRB Layout.New Section_6
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__MRB__c.CompSuite__MRB Layout.New Section_7
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__MRB__c.CompSuite__MRB Layout.Related Product_2
source: Related Product
it: Prodotto correlato

source: Dates Information
it: Informazioni sulle date

source: New Section
it: Nuova sezione

source: New Section
it: Nuova sezione

source: Related Entities
it: Entità correlate

source: Related Processes
it: Processi correlati

source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Study_Activity__c.Planned Activity Layout.New Section_1
source: New Section
it: Nuova sezione

source: Plan Details
it: Dettagli del piano

source: Related Plan
it: Piano correlato

source: Activity Information
it: Informazioni sull'attività

source: Activity Monitoring Information
it: Informazioni sul monitoraggio dell'attività

source: Activity Tracking
it: Monitoraggio dell'attività

source: New Section
it: Nuova sezione

source: Planning And Execution
it: Pianificazione ed esecuzione

# LayoutSection.CompSuite__Study__c.Protocol Plan.Associated Entities_1
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Study__c.CompSuite__Study Layout.Associated Entities_4
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Study__c.CompSuite__Study Layout.Dates Tracking_3
source: Dates Tracking
it: Monitoraggio delle date

# LayoutSection.CompSuite__Study__c.CompSuite__Study Layout.New Section_1
source: New Section
it: Nuova sezione

source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Subject__c.CompSuite__Subject Layout.New Section_1
source: New Section
it: Nuova sezione

source: Screening Failure (if Applicable)
it: Errore di screening (se applicabile)

# LayoutSection.CompSuite__Subject__c.CompSuite__Subject Layout.Subject Closure_2
source: Subject Closure
it: Chiusura soggetto

source: Associated Entities
it: Entità associate

source: Submission Description
it: Descrizione della presentazione

source: Submission Rejection (If Applicable)
it: Rifiuto della presentazione (se applicabile)

source: Submission Tracking and Approval
it: Monitoraggio e approvazione della presentazione

source: Related Test (If applicable)
it: Test correlato (se applicabile)

source: Related Qualification
it: Qualifica correlata

# LayoutSection.CompSuite__Design_Element__c.CompSuite__Risk FMEA.Fields_0
source: Fields
it: Campi

source: Life Cycle
it: Ciclo di vita

source: Related Objects
it: Oggetti correlati

source: Submission Dates
it: Date di presentazione

source: Results
it: Risultati

# LayoutSection.CompSuite__Relation2__c.CAPA to core quality.Related Processes_1
source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Relation2__c.MRB to core quality.Related Processes_1
source: Related Processes
it: Processi correlati

# LayoutSection.ActionPlan.Action Plan Layout.Action Plan Information_0
source: Action Plan Information
it: Informazioni sul piano d'azione

source: Action Plan Template Information
it: Informazioni sul modello del piano d'azione

source: Action Plan Template Item Information
it: Informazioni sull'elemento del modello del piano d'azione

source: Action Plan Template Item Value Information
it: Informazioni sul valore dell'elemento sul modello del piano d'azione

source: Action Plan Template Version Information
it: Informazioni sulla versione del modello del piano d'azione

source: Assessment Task Information
it: Informazioni sull'incarico di valutazione

# LayoutSection.CollaborationGroup.Group Layout.Group Details_0
source: Group Details
it: Dettagli del gruppo

# LayoutSection.CommunityMemberLayout.Community Member Layout.Basic Information_0
source: Basic Information
it: Informazioni di base

# LayoutSection.CommunityMemberLayout.Community Member Layout.Chatter Settings_2
source: Chatter Settings
it: Impostazioni di chat

source: Language And Locale Settings
it: Impostazioni della lingua e della localizzazione

# LayoutSection.Contact.Dot Contact Layout.Custom Links_5
source: Custom Links
it: Link personalizzati

# LayoutSection.Product2.CompSuite__Product Layout.Fields_2
source: Fields
it: Campi

# LayoutSection.ScratchOrgInfo.Scratch Org Info Layout.General_2
source: General
it: Generale

# LayoutSection.ScratchOrgInfo.Scratch Org Info Layout.Request_0
source: Request
it: Richiesta

# LayoutSection.ScratchOrgInfo.Scratch Org Info Layout.Response_1
source: Response
it: Risposta

# LayoutSection.User.User Layout.Active Directory Integration_1
source: Active Directory Integration
it: Integrazione con Active Directory

# LayoutSection.UserAlt.Community Page Layout.Fields_0
source: Fields
it: Campi

# LayoutSection.UserAlt.User Profile Layout.About_0
source: About
it: Informazioni

# LayoutSection.UserAlt.User Profile Layout.Background_2
source: Background
it: Contesto

# LayoutSection.UserAlt.User Profile Layout.Contact_1
source: Contact
it: Contatto

source: Value does not exist or does not match filter criteria: (1) Record Type: Clinical Study
it: Il valore non esiste o non corrisponde ai criteri di filtro: (1) Tipo di record: Studio clinico

source: Value does not exist or does not match filter criteria: (1) Record Type: Clinical Study
it: Il valore non esiste o non corrisponde ai criteri di filtro: (1) Tipo di record: Studio clinico

source: Value does not exist or does not match filter criteria: Record Type: Protocol Plan
it: Il valore non esiste o non corrisponde ai criteri di filtro: (1) Tipo di record: Piano del protocollo

source: Value does not exist or does not match filter criteria: (1) Record Type: Clinical Study
it: Il valore non esiste o non corrisponde ai criteri di filtro: (1) Tipo di record: Studio clinico

source: Value does not exist or does not match filter criteria: (1) Record Type: Clinical Study
it: Il valore non esiste o non corrisponde ai criteri di filtro: (1) Tipo di record: Studio clinico

source: Value does not exist or does not match filter criteria: (1) Record Type Protocol Plan (2) Protocol Plan is related to Subject site
it: Il valore non esiste o non corrisponde ai criteri di filtro: (1) Piano di protocollo del tipo di record (2) Il piano di protocollo è correlato al sito del soggetto

source: Value does not exist or does not match filter criteria: (1) Record Type: Clinical Study (2) Study is not Completed
it: Il valore non esiste o non corrisponde ai criteri di filtro: (1) Tipo di record: Studio clinico (2) Lo studio non è completato

source: Group Membership
it: Appartenenza al gruppo

source: Approval Process
it: Processo di approvazione

# PicklistValue.CompSuite__Action_List__c.CompSuite__Action_List_Type.Be Aware
source: Be Aware
it: Fare attenzione

# PicklistValue.CompSuite__Action_List__c.CompSuite__Color_Order.Green-Amber-Red
source: Green-Amber-Red
it: Verde-Ambra-Rosso

# PicklistValue.CompSuite__Action_List__c.CompSuite__Color_Order.Red-Amber-Green
source: Red-Amber-Green
it: Rosso-Ambra-Verde

source: Center
it: Centro

source: Left
it: Sinistra

source: Right
it: Destra

source: Editable
it: Modificabile

source: Freezed
it: Bloccato

source: Center
it: Centro

source: Left
it: Sinistra

source: Right
it: Destra

source: Blank Page
it: Pagina vuota

source: Body
it: Corpo

source: Custom Content
it: Contenuto personalizzato

source: Footer
it: Piè di pagina

source: Header
it: Intestazione

source: Nested Template - Child
it: Modello nidificato - secondario

source: Nested Template - Parent
it: Modello nidificato - principale

source: Page Break
it: Interruzione di pagina

source: Related Records
it: Record correlati

source: Date
it: Data

source: Number
it: Numero

source: Picklist
it: Elenco di selezione

source: String
it: Stringa

source: Telephone
it: Telefono

source: Textarea
it: Area del testo

source: All The Pages
it: Tutte le pagine

source: First And Last Page
it: Prima e ultima pagina

source: First Page Only
it: Solo prima pagina

source: All The Pages
it: Tutte le pagine

source: First And Last Page
it: Prima e ultima pagina

source: First Page Only
it: Solo prima pagina

source: All The Pages
it: Tutte le pagine

source: First Page Only
it: Solo prima pagina

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Alignment.Center
source: Center
it: Centro

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Alignment.Left
source: Left
it: Sinistra

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Alignment.Right
source: Right
it: Destra

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Business_Unit.Archive
source: Archive
it: Archivio

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Business_Unit.General
source: General
it: Generale

source: Restricted
it: Limitata

source: Engineering
it: Ingegneria

source: Human Resource
it: Risorse umane

source: Information Technology
it: Informatica

source: Maintenance
it: Manutenzione

source: Manufacturing
it: Fabbricazione

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Department.Production
source: Production
it: Produzione

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Department.Purchasing
source: Purchasing
it: Acquisto

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Department.Quality
source: Quality
it: Qualità

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Department.Warehouse
source: Warehouse
it: Magazzino

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Format.Page
source: Page
it: Pagina

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Format.Page of Pages
source: Page of Pages
it: Pagina di pagine

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Margin_Unit.inches
source: inches
it: pollici

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Page_Size.US Legal
source: US Legal
it: Legale USA

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Page_Size.US Letter
source: US Letter
it: Lettera USA

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Placement.Footer
source: Footer
it: Piè di pagina

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Placement.Header
source: Header
it: Intestazione

# PicklistValue.CompSuite__CP_Content_Template__c.CompSuite__Template_Type.General
source: General
it: Generale

source: Regulatory
it: Normativo

source: Fail
it: Fallito

source: Pass
it: Superato

source: General
it: Generale

source: Special
it: Speciale

source: Caliper
it: Calibro

source: Function
it: Funzione

source: Visual
it: Visivo

# PicklistValue.CompSuite__Personal_Information__c.CompSuite__Privacy_Class.N/A
source: N/A
it: N/D

# PicklistValue.CompSuite__Personal_Information__c.CompSuite__Type.General
source: General
it: Generale

# PicklistValue.CompSuite__Specification__c.CompSuite__Inspection_Type.General
source: General
it: Generale

# PicklistValue.CompSuite__Specification__c.CompSuite__Inspection_Type.Special
source: Special
it: Speciale

# PicklistValue.CompSuite__Action_Item__c.Evidence_Attached.N/A
source: N/A
it: N/D

# PicklistValue.CompSuite__Action_Item__c.Evidence_Attached.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Action_Item__c.Type.Approve a new Supplier
source: Approve a new Supplier
it: Approva un nuovo fornitore

# PicklistValue.CompSuite__Action_Item__c.Type.Communication to Authorities
source: Communication to Authorities
it: Comunicazione alle autorità

# PicklistValue.CompSuite__Action_Item__c.Type.Create a new Equipment
source: Create a new Equipment
it: Crea nuova attrezzatura

# PicklistValue.CompSuite__Action_Item__c.Type.Perform Validation
source: Perform Validation
it: Esegui convalida

# PicklistValue.CompSuite__Action_Item__c.Type.Train Impacted Employees
source: Train Impacted Employees
it: Forma dipendenti interessati

# PicklistValue.CompSuite__Action_Item__c.Type.Update/Create Document
source: Update/Create Document
it: Aggiorna/crea documento

# PicklistValue.CompSuite__Activity__c.Activity_Type.Assessment
source: Assessment
it: Valutazione
