Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Table_view
source: Table_view
it: Tabella_visualizza

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Test_Step_edit
source: Test_Step_edit
it: Fase_Test_modifica

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Test_Step_view
source: Test_Step_view
it: Fase_Test_visualizza

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Text_Only_edit
source: Text_Only_edit
it: Solo_Testo_modifica

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Text_Only_view
source: Text_Only_view
it: Solo_Testo_visualizza

# FieldSet.CompSuite__CAPA_Plan__c.CAPA_Plan
source: CAPA Plan
it: Piano CAPA

# FieldSet.CompSuite__Study_Activity__c.Clinical_Activity
source: Clinical Activity
it: Attività clinica

# FieldSet.CompSuite__Study_Activity__c.Clinical_Activity_Table
source: Clinical Activity Table
it: Tabella attività clinica

# FieldSet.CompSuite__Study_Activity__c.Clinical_Activity_View
source: Clinical Activity View
it: Visualizzazione attività clinica

# FieldSet.CompSuite__Study_Activity__c.General_Activity_Table
source: General Activity Table
it: Tabella attività generale

# FieldSet.CompSuite__Study_Activity__c.General_Activity_View
source: General Activity View
it: Visualizzazione attività generale

# FieldSet.CompSuite__Study_Activity__c.Planned_Activity_Table
source: Planned Activity Table
it: Tabella delle attività previste

# FieldSet.CompSuite__Study_Activity__c.Planned_Activity_View
source: Planned Activity View
it: Visualizzazione attività prevista

# FieldSet.CompSuite__Study__c.Protcol_Plan_View
source: Protcol Plan View
it: Visualizzazione piano del protocollo

# FieldSet.CompSuite__Study__c.Protocol_Plan_Table
source: Protocol Plan Table
it: Tabella piano del protocollo

# FieldSet.CompSuite__Design_Set__c.CompSuite__Design_Set_Report
source: Design Set Report
it: Report set del design

# FieldSet.CompSuite__Approval_Matrix_Row__c.CompSuite__Replace_User_Table
source: Replace User Table
it: Tabella sostituisci utente

# FieldSet.CompSuite__Design_Element__c.CompSuite__Discrepancy_Log_Fields
source: Discrepancy Log Fields
it: Campi registro delle discrepanze

# FieldSet.CompSuite__Design_Element__c.CompSuite__Qualifications_Kanban
source: Qualifications Kanban
it: Kanban delle qualifiche

# FieldSet.CompSuite__Design_Element__c.CompSuite__Qualifications_edit
source: Qualifications edit
it: Modifica delle qualifiche

# FieldSet.CompSuite__Design_Element__c.CompSuite__Qualifications_view
source: Qualifications view
it: Visualizzazione qualifiche

# FieldSet.CompSuite__Design_Element__c.CompSuite__Requirement_Kanban
source: Requirement Kanban
it: Kanban requisito

# FieldSet.CompSuite__Design_Element__c.CompSuite__Requirement_edit
source: Requirement edit
it: Modifica requisito

# FieldSet.CompSuite__Design_Element__c.CompSuite__Requirement_view
source: Requirement view
it: Visualizza requisito

# FieldSet.CompSuite__Design_Element__c.CompSuite__Risk_FMEA_Kanban
source: Risk FMEA Kanban
it: Kanban FMEA rischio

# FieldSet.CompSuite__Design_Element__c.CompSuite__Risk_FMEA_edit
source: Risk FMEA edit
it: Modifica FMEA rischio

# FieldSet.CompSuite__Design_Element__c.CompSuite__Risk_FMEA_view
source: Risk FMEA view
it: Visualizza FMEA rischio

# FieldSet.CompSuite__Design_Element__c.CompSuite__Risk_HTM_Kanban
source: Risk HTM Kanban
it: Kanban HTM rischio

# FieldSet.CompSuite__Design_Element__c.CompSuite__Risk_HTM_edit
source: Risk HTM edit
it: Modifica HTM rischio

# FieldSet.CompSuite__Design_Element__c.CompSuite__Risk_HTM_view
source: Risk HTM view
it: Visualizza HTM rischio

# FieldSet.CompSuite__Design_Element__c.CompSuite__Specifications_Kanban
source: Specifications Kanban
it: Specifiche Kanban

# FieldSet.CompSuite__Design_Element__c.CompSuite__Specifications_edit
source: Specifications edit
it: Modifica delle specifiche

# FieldSet.CompSuite__Design_Element__c.CompSuite__Specifications_view
source: Specifications view
it: Visualizzazione delle specifiche

# FieldSet.CompSuite__Design_Element__c.CompSuite__Test_Status_Card_Table
source: Test Status Card Table
it: Tabella delle schede di stato del test

# FieldSet.CompSuite__Design_Element__c.CompSuite__Testing_Kanban
source: Testing Kanban
it: Kanban del test

# FieldSet.CompSuite__Design_Element__c.CompSuite__Testing_Report
source: Testing Report
it: Report del test

# FieldSet.CompSuite__Design_Element__c.CompSuite__Testing_edit
source: Testing edit
it: Modifica del test

# FieldSet.CompSuite__Design_Element__c.CompSuite__Testing_view
source: Testing view
it: Visualizzazione del test

# FieldSet.CompSuite__Design_Element__c.CompSuite__Traceability_view
source: Traceability view
it: Visualizzazione della tracciabilità

# FieldSet.CompSuite__Child_Binder_Element__c.CompSuite__General_edit
source: General_edit
it: Generale_modifica

# FieldSet.CompSuite__Execution_Element__c.CompSuite__Multi_Picklist_CSV
source: Multi Picklist CSV
it: CSV Elenchi di selezione multipli

# FieldSet.CompSuite__Execution_Element__c.CompSuite__Numeric_Value_CSV
source: Numeric Value CSV
it: CSV Valore numerico

# FieldSet.CompSuite__Execution_Element__c.CompSuite__Radio_Button_Horizontal_CSV
source: Radio Button Horizontal CSV
it: CSV Pulsante di opzione orizzontale

# FieldSet.CompSuite__Execution_Element__c.CompSuite__Radio_Button_Vertical_CSV
source: Radio Button Vertical CSV
it: CSV Pulsante di opzione verticale

# FieldSet.CompSuite__Execution_Element__c.CompSuite__Single_Picklist_CSV
source: Single Picklist CSV
it: CSV Elenco di selezione singolo

# FieldSet.CompSuite__Relation2__c.Approval_Matrix
source: Approval Matrix
it: Matrice di approvazione

# FieldSet.CompSuite__Relation2__c.Batch_Step_to_Revisions
source: Batch Step to Revisions
it: Fase batch a revisioni

# FieldSet.CompSuite__Relation2__c.Contact_to_Site
source: Contact to Site
it: Contatto a sito

# FieldSet.CompSuite__Relation2__c.Deviation_to_Deviation
source: Deviation to Deviation
it: Deviazione a deviazione

# FieldSet.CompSuite__Relation2__c.Deviation_to_Finding
source: Deviation to Finding
it: Deviazione a risultato

# FieldSet.CompSuite__Relation2__c.Deviation_to_Malfunction
source: Deviation to Malfunction
it: Deviazione a malfunzionamento

# FieldSet.CompSuite__Relation2__c.Document_Revisions_to_CoreQ
source: Document Revisions to CoreQ
it: Revisioni dei documenti a CoreQ

# FieldSet.CompSuite__Relation2__c.Malfunction_to_Batch_Record
source: Malfunction to Batch Record
it: Malfunzionamento a Batch record

# FieldSet.CompSuite__Binder_Element__c.CompSuite__General_edit
source: General_edit
it: Generale_modifica

# FieldSet.CompSuite__Binder_Element__c.CompSuite__General_view
source: General_view
it: Generale_visualizza

# FieldSet.Contact.Contact
source: Contact
it: Contatto

# FieldSet.User.PersonalInfo_EPIM
source: PersonalInfo_EPIM
it: EPIM_InfoPersonali

# QuickAction.CompSuite__CP_Content_Template__c.CompSuite__Amend
source: Amend
it: Modifica

# QuickAction.CompSuite__CP_Content_Template__c.CompSuite__Clone
source: Clone
it: Clona

# QuickAction.CompSuite__CP_Content_Template__c.CompSuite__Export
source: Export
it: Esporta

# QuickAction.CompSuite__CP_Content_Template__c.CompSuite__Import
source: Import
it: Importa

# QuickAction.CompSuite__Action_Item__c.CompSuite__Life_Cycle_ActionItem_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Activity__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Assessment_Element__c.New_Version
source: New Version
it: Nuova versione

# QuickAction.CompSuite__Assessment_Element__c.Remove
source: Remove
it: Rimuovi

# QuickAction.CompSuite__Assessment__c.Create_New_Version
source: Create New Version
it: Crea nuova versione

# QuickAction.CompSuite__Assessment__c.CompSuite__Life_Cycle_Assessmet_Mobile
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Audit__c.Audit_Report
source: Audit Report
it: Report dell'audit

# QuickAction.CompSuite__Audit__c.CompSuite__Create_Protocol
source: Create Protocol
it: Crea protocollo

# QuickAction.CompSuite__Audit__c.CompSuite__Life_Cycle_Audit_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Audit__c.CompSuite__Protocol_Execution
source: Protocol Execution
it: Esecuzione del protocollo

# QuickAction.CompSuite__Batch_Step__c.CompSuite__Life_Cycle_Batch_Step_Mobile
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Batch_Record_Component__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Batch_Record__c.Barcode
source: Barcode
it: Codice a barre

# QuickAction.CompSuite__Batch_Record__c.Barcode_Full
source: Barcode (Full)
it: Codice a barre (completo)

# QuickAction.CompSuite__Batch_Record__c.By_Batch_Step_Report
source: By Batch Step Report
it: Per report sulla fase batch

# QuickAction.CompSuite__Batch_Record__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Batch_Record__c.View_All_Protocol_Execution
source: View All Protocol Execution
it: Visualizza tutta l'esecuzione del protocollo

# QuickAction.CompSuite__Batch_Record__c.View_PDF
source: View PDF
it: Visualizza PDF

# QuickAction.CompSuite__Change_Control__c.CompSuite__Change_Control_Mobile_Action
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__CAPA__c.CompSuite__Life_Cycle_CAPA_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__CAPA__c.CompSuite__Protocol_Execution
source: Protocol Execution
it: Esecuzione del protocollo

# QuickAction.CompSuite__Classroom__c.CompSuite__Clone
source: Clone
it: Clona

# QuickAction.CompSuite__Classroom__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Commitment__c.CompSuite__Life_Cycle_Commitment_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Complaint__c.CompSuite__Life_Cycle_Complaint_Mobile
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Curriculum__c.CompSuite__Clone
source: Clone
it: Clona

# QuickAction.CompSuite__Curriculum__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Deviation__c.CompSuite__Life_Cycle_Deviation_Mobile
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Document_Header__c.Share
source: Share
it: Condividi

# QuickAction.CompSuite__Document_Header__c.Sharing
source: Sharing
it: Condivisione

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Document_Revision__c.Set_Effective_Plan
source: Set Effective Plan
it: Imposta piano effettivo

# QuickAction.CompSuite__Employee__c.CompSuite__Life_Cycle_Employee_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__EHS__c.CompSuite__Life_Cycle_EHS_Mobile
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Electronic_Form__c.CompSuite__Life_Cycle_E_Form_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Equipment__c.Create_Activities
source: Create Activities
it: Crea attività

# QuickAction.CompSuite__Equipment__c.Create_Activities2
source: Create Activities
it: Crea attività

# QuickAction.CompSuite__Equipment__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Module_Section__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Location__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Malfunction__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Observation__c.CompSuite__Life_Cycle_Observation_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__PSUR__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Planned_Activity__c.Change_Base_Date
source: Change Base Date
it: Modifica data base

# QuickAction.CompSuite__Planned_Activity__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Product_Item__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Product_Version__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Program_Element__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Program__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Protocol_Execution__c.CompSuite__Full_Page_Execution_L
source: Full Page Execution
it: Esecuzione pagina intera

# QuickAction.CompSuite__Protocol_Execution__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Protocol_Execution__c.CompSuite__Share_Protocol
source: Share With Contact
it: Condividi con contatto

# QuickAction.CompSuite__Validation_Protocol__c.CompSuite__Clone
source: Clone
it: Clona

# QuickAction.CompSuite__Validation_Protocol__c.Export
source: Export
it: Esporta

# QuickAction.CompSuite__Validation_Protocol__c.Import
source: Import
it: Importa

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Renewal__c.CompSuite__Life_Cycle_Renewal_Mobile
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Sample__c.CompSuite__Life_Cycle_Sample_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Site__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Step_Action__c.CompSuite__Life_Cycle_StepAction_Mobile
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Supplier__c.CompSuite__Life_Cycle_Supplier_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Supplier__c.Update_Audits
source: Update Audits
it: Aggiorna audit

# QuickAction.CompSuite__System__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Registration__c.CompSuite__Life_Cycle_Registration_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Test__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Used_Equipment__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Variation__c.CompSuite__Life_Cycle_Variation_Mobile
source: Life Cycle
it: Ciclo di vita

# QuickAction.CompSuite__Binder__c.CompSuite__Clone_Binder
source: Clone Binder
it: Clona raccoglitore

# QuickAction.CompSuite__Binder__c.CompSuite__Export
source: Export
it: Esporta

# QuickAction.CompSuite__Binder__c.CompSuite__Import
source: Import
it: Importa

# QuickAction.CompSuite__Binder__c.CompSuite__Search_File
source: Add Binder Element
it: Aggiungi elemento raccoglitore

# QuickAction.CompSuite__Study__c.Clone
source: Clone
it: Clona

# QuickAction.CompSuite__Design_Set__c.CompSuite__Design_Set_Report
source: Design Set Report
it: Report set del design

# QuickAction.CompSuite__Design_Set__c.CompSuite__Test_Set_Clone
source: Initiate Test
it: Avvia test

# QuickAction.CompSuite__Approval_Matrix_Row__c.Approval
source: Approval Matrix Report
it: Report matrice di approvazione

source: Life Cycle
it: Ciclo di vita

# QuickAction.Case.New_Complaint
source: New Complaint
it: Nuovo reclamo

# QuickAction.Share
source: Share
it: Condividi

# ManagedContentType.cms_document
source: Document
it: Documento

# ManagedContentType.cms_document.Description
source: Add content using any file type or an external URL.
it: Aggiungi contenuto utilizzando qualsiasi tipo di file o un URL esterno.

# ManagedContentType.cms_image
source: Image
it: Immagine

# ManagedContentType.cms_image.Description
source: Add media files, such as PNG or JPEG, or link to a URL.
it: Aggiungere file multimediali, come PNG o JPEG, oppure collegare a un URL.

# ManagedContentType.news
source: News
it: Notizie

# ManagedContentType.news.Description
source: A basic article format with rich text and image support.
it: Un formato di articolo di base con supporto per rich text e immagini.

# ManagedContentNodeType.cms_document.altText.HelpText
source: Enter a brief description of the document.
it: Inserire una breve descrizione del documento.

# ManagedContentNodeType.cms_document.source.HelpText
source: Adds media to your content from a desktop file or URL link. Make sure the domain for your URL is allowed by your org so your users can access it.
it: Aggiunge contenuti multimediali ai propri contenuti da un file desktop o da un link URL. Assicurarsi che il dominio dell'URL sia consentito dalla propria organizzazione in modo che i propri utenti possano accedervi.

# ManagedContentNodeType.cms_document.thumbUrl.HelpText
source: Links a thumbnail image to the content.
it: Collega un'immagine in miniatura al contenuto.

# ManagedContentNodeType.cms_document.title.HelpText
source: Enter the file name.
it: Inserire il nome del file.

# ManagedContentNodeType.cms_image.altText.HelpText
source: Enter a brief description of the image.
it: Inserire una breve descrizione dell'immagine.

# ManagedContentNodeType.cms_image.source.HelpText
source: Adds media to your content from a desktop file or URL link. Make sure the domain for your URL is allowed by your org so your users can access it.
it: Aggiunge contenuti multimediali ai propri contenuti da un file desktop o da un link URL. Assicurarsi che il dominio dell'URL sia consentito dalla propria organizzazione in modo che i propri utenti possano accedervi.

# ManagedContentNodeType.cms_image.thumbUrl.HelpText
source: Links a thumbnail image to the content.
it: Collega un'immagine in miniatura al contenuto.

# ManagedContentNodeType.cms_image.title.HelpText
source: Enter the file name.
it: Inserire il nome del file.

# ManagedContentNodeType.news.bannerImage.HelpText
source: Images aren’t required, but they help your post get attention.
it: Le immagini non sono richieste, ma aiutano il post ad attirare l'attenzione.

# ManagedContentNodeType.news.excerpt.HelpText
source: Excerpts display as summary or teaser text on compilation pages. Excerpts give your customers a quick sense of what your post is about so they can quickly decide whether or not to view the full article.
it: Gli estratti vengono visualizzati come riepilogo o testo teaser nelle pagine della raccolta. Gli estratti danno ai clienti una rapida idea di cosa tratta il post in modo che possano decidere rapidamente se visualizzare o meno l'articolo completo.

# ManagedContentNodeType.news.excerpt.InfoMessage
source: Enter a summary or short description of your post...
it: Inserire un riepilogo o una breve descrizione del post...
