Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Relation2__c.Deviation_Relation.FieldLabel
source: Deviation Relation
it: Correlazione deviazione

# CustomField.CompSuite__Relation2__c.Deviation_Relation.RelatedListLabel
source: Relations (Deviation Realtion)
it: Correlazioni (correlazione deviazione)

# CustomField.CompSuite__Relation2__c.Deviation_to_Deviation.FieldLabel
source: Deviation to Deviation
it: Deviazione a deviazione

# CustomField.CompSuite__Relation2__c.Deviation_to_Deviation.RelatedListLabel
source: Related Deviations
it: Deviazioni correlate

# CustomField.CompSuite__Relation2__c.Deviations.FieldLabel
source: Deviations
it: Deviazioni

# CustomField.CompSuite__Relation2__c.Deviations.RelatedListLabel
source: Findings
it: Risultati

# CustomField.CompSuite__Relation2__c.Document_Revision.FieldLabel
source: Document Revision
it: Revisione del documento

# CustomField.CompSuite__Relation2__c.Document_Revision.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relation2__c.Documents.FieldLabel
source: Documents
it: Documenti

# CustomField.CompSuite__Relation2__c.Documents.RelatedListLabel
source: Related Batch Steps
it: Fasi batch correlate

# CustomField.CompSuite__Relation2__c.Findings.FieldLabel
source: Findings
it: Risultati

# CustomField.CompSuite__Relation2__c.Findings.RelatedListLabel
source: Deviations
it: Deviazioni

# CustomField.CompSuite__Relation2__c.Group.FieldLabel
source: Group
it: Gruppo

# CustomField.CompSuite__Relation2__c.Investigation.FieldLabel
source: Investigation
it: Indagine

# CustomField.CompSuite__Relation2__c.Investigation.RelatedListLabel
source: Related To
it: Correlato a

# CustomField.CompSuite__Relation2__c.Key_Contact.FieldLabel
source: Key Contact
it: Contatto chiave

# CustomField.CompSuite__Relation2__c.MRB.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relation2__c.Malfunction.FieldLabel
source: Malfunction
it: Malfunzionamento

# CustomField.CompSuite__Relation2__c.Malfunction.RelatedListLabel
source: Deviations & Batch Records
it: Deviazioni e Batch record

# CustomField.CompSuite__Relation2__c.Quality_Event_Relation.FieldLabel
source: Quality Event Relation
it: Correlazione eventi sulla qualità

# CustomField.CompSuite__Relation2__c.Quality_Event_Relation.RelatedListLabel
source: Relations (Quality Event Relation)
it: Correlazioni (correlazione eventi sulla qualità)

# CustomField.CompSuite__Relation2__c.Related_Change_Control.FieldLabel
source: Related Change Control
it: Controllo delle modifiche correlato

# CustomField.CompSuite__Relation2__c.Related_Change_Control.RelatedListLabel
source: Relations (Related Change Control)
it: Correlazioni (controllo delle modifiche correlate)

# CustomField.CompSuite__Relation2__c.Related_Complaint.FieldLabel
source: Related Complaint
it: Reclamo correlato

# CustomField.CompSuite__Relation2__c.Related_Complaint.RelatedListLabel
source: Related Existing CAPAs
it: CAPA esistenti correlate

# CustomField.CompSuite__Relation2__c.Related_Deviation.FieldLabel
source: Related Deviation
it: Deviazione correlata

# CustomField.CompSuite__Relation2__c.Related_Deviation.RelatedListLabel
source: Related Existing CAPAs
it: CAPA esistenti correlate

# CustomField.CompSuite__Relation2__c.Related_Quality_Event.FieldLabel
source: Related Quality Event
it: Evento sulla qualità correlato

# CustomField.CompSuite__Relation2__c.Related_Quality_Event.RelatedListLabel
source: Related Existing CAPAs
it: CAPA esistenti correlate

# CustomField.CompSuite__Relation2__c.Related_Supplier.FieldLabel
source: Related Supplier
it: Fornitore correlato

# CustomField.CompSuite__Relation2__c.Related_Supplier.RelatedListLabel
source: Relations (Related Supplier)
it: Correlazioni (fornitore correlato)

# CustomField.CompSuite__Relation2__c.Reviewer.FieldLabel
source: Reviewer
it: Revisore

# CustomField.CompSuite__Relation2__c.Reviewer.RelatedListLabel
source: Relations (Reviewer)
it: Correlazioni (revisore)

# CustomField.CompSuite__Relation2__c.Roll.FieldLabel
source: Role
it: Ruolo

# CustomField.CompSuite__Relation2__c.Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Relation2__c.Site.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relation2__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Relation2__c.Supplier.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relation2__c.User_Name.FieldLabel
source: User Name
it: Nome utente

# CustomField.CompSuite__Binder_Element__c.CompSuite__Beautify_Path.FieldLabel
source: Folder
it: Cartella

# CustomField.CompSuite__Binder_Element__c.CompSuite__Binder.FieldLabel
source: Binder
it: Raccoglitore

# CustomField.CompSuite__Binder_Element__c.CompSuite__Binder.RelatedListLabel
source: Binder Elements
it: Elementi raccoglitore

source: Binder Element Name
it: Nome elemento raccoglitore

# CustomField.CompSuite__Binder_Element__c.CompSuite__Binder_Name.FieldLabel
source: Binder Name
it: Nome del raccoglitore

# CustomField.CompSuite__Binder_Element__c.CompSuite__Binder_State.FieldLabel
source: Binder State
it: Stato raccoglitore

# CustomField.CompSuite__Binder_Element__c.CompSuite__Binder_Type.FieldLabel
source: Binder Type
it: Tipo di raccoglitore

# CustomField.CompSuite__Binder_Element__c.CompSuite__Comment.FieldLabel
source: Comment
it: Commento

source: Document revision number
it: Numero di revisione del documento

# CustomField.CompSuite__Binder_Element__c.CompSuite__End_Version.FieldLabel
source: End Version
it: Fine versione

# CustomField.CompSuite__Binder_Element__c.CompSuite__External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Binder_Element__c.CompSuite__External_Url.FieldLabel
source: External Url
it: URL esterno

# CustomField.CompSuite__Binder_Element__c.CompSuite__Is_Active_Version.FieldLabel
source: Is Active Version
it: Is Versione Attiva

# CustomField.CompSuite__Binder_Element__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Binder_Element__c.CompSuite__Path.FieldLabel
source: Path
it: Percorso

source: Related Document Revision
it: Revisione del documento correlato

source: Binder Elements
it: Elementi raccoglitore

source: Related Master Document
it: Documento master correlato

source: Binder Elements
it: Elementi raccoglitore

source: Related Object Name
it: Nome oggetto correlato

# CustomField.CompSuite__Binder_Element__c.CompSuite__Related_Record_Id.FieldLabel
source: Related Record Id
it: ID record correlato

source: Related Record Name
it: Nome del record correlato

# CustomField.CompSuite__Binder_Element__c.CompSuite__Start_Version.FieldLabel
source: Start Version
it: Inizia versione

# CustomField.CompSuite__Binder_Element__c.CompSuite__Unique_ID_Number.FieldLabel
source: Unique ID Number
it: Numero ID unico

# CustomField.CompSuite__Design_Risk_Relation__c.CompSuite__Assessment.FieldLabel
source: Assessment
it: Valutazione

source: Risk Related Records
it: Record correlati ai rischi

source: Assessment Element
it: Elemento di valutazione

source: Risk Related Records
it: Record correlati ai rischi

source: Change Control
it: Controllo delle modifiche

source: Risk Related Records
it: Record correlati ai rischi

# CustomField.CompSuite__Design_Risk_Relation__c.CompSuite__Complaint.FieldLabel
source: Complaint
it: Reclamo

source: Risk Related Records
it: Record correlati ai rischi

source: Completion Date
it: Data di completamento

source: Design Element
it: Elemento del design

source: Risk Related Records
it: Record correlati ai rischi

# CustomField.CompSuite__Design_Risk_Relation__c.CompSuite__Deviation.FieldLabel
source: Deviation
it: Deviazione

source: Risk Related Records
it: Record correlati ai rischi

source: Investigation
it: Indagine

source: Risk Related Records
it: Record correlati ai rischi

source: Quality Event
it: Evento sulla qualità

source: Risk Related Records
it: Record correlati ai rischi

# CustomField.CompSuite__Document_Access_Log__c.CompSuite__Action.FieldLabel
source: Action
it: Azione

source: Business Unit
it: Divisione

source: Document Revision
it: Revisione del documento

source: Document Access Logs
it: Registri di accesso al documento

# CustomField.CompSuite__Document_Access_Log__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.Make_Effective_State__c.Record_Type_Name.FieldLabel
source: Record Type Name
it: Nome del tipo di record

# CustomField.Make_Effective_State__c.Record_Type_Name.HelpText
source: record type dev name
it: Nome dev del tipo di record

# CustomField.Make_Effective_State__c.State_List.FieldLabel
source: State List
it: Elenco degli stati

# CustomField.Make_Effective_State__c.State_List.HelpText
source: Separate by ,
it: Separato da ,

# CustomField.Make_Effective__c.Object_Name.FieldLabel
source: Object Name
it: Nome oggetto

# CustomField.Make_Effective__c.Object_Name.HelpText
source: Object Label
it: Etichetta oggetto

# CustomField.Make_Effective__c.State_List.FieldLabel
source: State List
it: Elenco degli stati

# CustomField.Make_Effective__c.State_List.HelpText
source: Separate by ,
it: Separato da ,

# CustomField.Refresh_Record__c.Record_ID.FieldLabel
source: Record ID
it: ID record

# CustomField.Refresh_Record__c.Record_Type.FieldLabel
source: Record Type
it: Tipo di record

# CustomField.Refresh_Record__c.Type.FieldLabel
source: Type
it: Tipo

# CustomField.Activity.CompSuite__Completed_Date.FieldLabel
source: Completed Date
it: Data completamento

# CustomField.Activity.CompSuite__Planned_Start.FieldLabel
source: Planned Start
it: Inizio previsto

# CustomField.Activity.CompSuite__Planned_Start.HelpText
source: Planned Start Date
it: Data di inizio prevista

# CustomField.Activity.CompSuite__Start_Date.FieldLabel
source: Start Date
it: Data di inizio

# CustomField.Contact.CompSuite__User.FieldLabel
source: User
it: Utente

# CustomField.Contact.CompSuite__User.RelatedListLabel
source: Contacts
it: Contatti

# CustomField.User.Active_Directory_Business_Unit_Groups.FieldLabel
source: Active Directory Business Unit Group
it: Gruppo divisione Active Directory

# CustomField.User.Active_Directory_Groups.FieldLabel
source: Active Directory Groups
it: Gruppi Active Directory

# CustomField.User.Active_Directory_Groups_Options.FieldLabel
source: Active Directory Groups Options
it: Gruppi Active Directory Opzioni

# CustomField.User.CompSuite__Authentication_Type.FieldLabel
source: Authentication Type
it: Tipo di autenticazione

# CustomField.User.CompSuite__Check_Out_Method.FieldLabel
source: Check Out Method
it: Metodo di check out

# CustomField.User.CompSuite__DM_External_Id.FieldLabel
source: DM External Id
it: ID esterno DM

# CustomField.User.CompSuite__E_Signature.FieldLabel
source: E-Signature
it: Firma elettronica

# CustomField.User.Site.FieldLabel
source: Site
it: Sito

# CustomReportType.Activities_Dot.Name
source: Activities Dot
it: Attività Dot

# CustomReportType.Activities_Dot.Description
source: Activities Dot
it: Attività Dot

# CustomReportType.Approval_Matrix_with_Relations.Name
source: Approval Matrix with Relations
it: Matrice di approvazione con correlazioni

# CustomReportType.Approval_Matrix_with_Relations.Description
source: Approval Matrix with Relations
it: Matrice di approvazione con correlazioni

# CustomReportType.CompSuite__Approval_Process.Name
source: Approval Process
it: Processo di approvazione

# CustomReportType.CompSuite__Approval_Process.Description
source: Approval Process
it: Processo di approvazione

# CustomReportType.Approval_Process_Approvers.Name
source: Approval Process Approvers
it: Approvatori del processo di approvazione

# CustomReportType.Approval_Process_Approvers.Description
source: Approval Process Approvers
it: Approvatori del processo di approvazione

# CustomReportType.CompSuite__Approval_Process_with_State_Transition.Name
source: Approval Process with State Transition
it: Processo di approvazione con transizione di stato

# CustomReportType.CompSuite__Approval_Process_with_State_Transition.Description
source: Approval Process with State Transition
it: Processo di approvazione con transizione di stato

# CustomReportType.Approval_Process_with_State_Transition.Name
source: Approval Process with State Transition & Approvers
it: Processo di approvazione con transizione di stato e approvatori

# CustomReportType.Approval_Process_with_State_Transition.Description
source: Approval Process with State Transition
it: Processo di approvazione con transizione di stato

# CustomReportType.BInder_with_Binder_Element.Name
source: BInder with Binder Element
it: Raccoglitore con elemento raccoglitore

# CustomReportType.BInder_with_Binder_Element.Description
source: BInder with Binder Element
it: Raccoglitore con elemento raccoglitore

# CustomReportType.CAPAs_with_Finding.Name
source: CAPAs with Finding
it: CAPA con risultato

# CustomReportType.CAPAs_with_Finding.Description
source: CAPAs with Finding
it: CAPA con risultato

# CustomReportType.Change_Control_with_Relation.Name
source: Change Control with Relation
it: Controllo delle modifiche con correlazione

# CustomReportType.Change_Control_with_Relation.Description
source: Create to allow build report for cc and impacted lots
it: Crea per consentire la creazione di un report per cc e lotti interessati

# CustomReportType.Complaint_with_Relation.Name
source: Complaint with Relation
it: Reclamo con correlazione

# CustomReportType.Complaint_with_Relation.Description
source: Create to allow build report for compliant and impacted lots
it: Crea per consentire la creazione di un report per reclamo e lotti interessati

# CustomReportType.Deviation_with_Relation.Name
source: Deviation with Relation
it: Deviazione con correlazione

# CustomReportType.Deviation_with_Relation.Description
source: Create to allow build report for deviation and impacted lots
it: Crea per consentire la creazione di un report sulle deviazioni e i lotti interessati

# CustomReportType.Document_Revision_and_Training_Assignments.Name
source: Document Revision and Training Assignments
it: Revisione del documento e compiti di formazione

# CustomReportType.Document_Revision_and_Training_Assignments.Description
source: Document Revision and Training Assignments
it: Revisione del documento e compiti di formazione

# CustomReportType.Equipment_with_planned_and_with_activity.Name
source: Equipment with planned and with activity
it: Attrezzatura con pianificate e con attività

# CustomReportType.Equipment_with_planned_and_with_activity.Description
source: Equipment with planned and with activity
it: Attrezzatura con pianificate e con attività

# CustomReportType.Findings_with_CAPA.Name
source: Findings with CAPA
it: Risultati con CAPA

# CustomReportType.Findings_with_CAPA.Description
source: Findings with CAPA
it: Risultati con CAPA

# CustomReportType.ImmediateActions_Items_with_state.Name
source: Immediate Actions Items with state
it: Elementi di azioni immediate con stato

# CustomReportType.ImmediateActions_Items_with_state.Description
source: Immediate Actions Items with state
it: Elementi di azioni immediate con stato

# CustomReportType.Job_Function_Training_Plan.Name
source: Job Function- Training Plan
it: Funzione lavorativa - Piano formativo

# CustomReportType.Job_Function_Training_Plan.Description
source: Job Function- Training Plan
it: Funzione lavorativa - Piano formativo

# CustomReportType.Job_Function_Training_Plan_Relations.Name
source: Job Function - Training Plan Relations
it: Funzione lavorativa - Correlazioni piano formativo

# CustomReportType.Job_Function_Training_Plan_Relations.Description
source: Job Function - Training Plan Relations
it: Funzione lavorativa - Correlazioni piano formativo

# CustomReportType.Managers_and_Employees_with_Training_status.Name
source: Managers and Employees with Training status
it: Responsabili e dipendenti con stato di formazione

# CustomReportType.Managers_and_Employees_with_Training_status.Description
source: Managers and Employees with Training status
it: Responsabili e dipendenti con stato di formazione

source: Products for Registration with Registrations with Renewals
it: Prodotti per la registrazione con registrazioni con rinnovi

source: Products for Registration with Registrations with Renewals
it: Prodotti per la registrazione con registrazioni con rinnovi

source: Products for Registration with Registrations with Variations
it: Prodotti per la registrazione con registrazioni con variazioni

source: Products for Registration with Registrations with Variations
it: Prodotti per la registrazione con registrazioni con variazioni

# CustomReportType.Quality_Event_with_Relation.Name
source: Quality Event with Relation
it: Evento sulla qualità con correlazione

# CustomReportType.Quality_Event_with_Relation.Description
source: Create to allow build report for quality event and impacted lots
it: Crea per consentire la creazione di un report per eventi sulla qualità e lotti interessati

# CustomReportType.Training_Requirements_Constraints.Name
source: Training Requirements Constraints
it: Vincoli relativi ai requisiti formativi

# CustomReportType.Training_Requirements_Constraints.Description
source: Training Requirements Constraints
it: Vincoli relativi ai requisiti formativi

# CustomReportType.User_with_Action_Item.Name
source: User with Action Item
it: Utente con elemento di azione

# CustomReportType.User_with_Action_Item.Description
source: User with Action Item
it: Utente con elemento di azione

# CustomReportType.User_with_CAPA.Name
source: User with CAPA
it: Utente con CAPA

# CustomReportType.User_with_CAPA.Description
source: User with CAPA
it: Utente con CAPA

# CustomReportType.User_with_Change_Control.Name
source: User with Change Control
it: Utente con controllo delle modifiche

# CustomReportType.User_with_Change_Control.Description
source: User with Change Control
it: Utente con controllo delle modifiche

# CustomReportType.User_with_Document_Revision.Name
source: User with Document Revision
it: Utente con revisione del documento

# CustomReportType.User_with_Document_Revision.Description
source: User with Document Revision
it: Utente con revisione del documento

# CustomReportType.CompSuite__change_control_family.Name
source: Change Control Family
it: Famiglia controllo delle modifiche

# CustomReportType.CompSuite__change_control_family.Description
source: Change control
it: Controllo delle modifiche

# CustomReportType.screen_flows_prebuilt_crt.Name
source: Screen Flows
it: Flussi dello schermo

# CustomReportType.screen_flows_prebuilt_crt.Description
source: Find out which flows get executed and how long users take to complete each flow screen.
it: Per scoprire quali flussi vengono eseguiti e quanto tempo impiegano gli utenti per completare ciascuna schermata di flusso.

# CrtLayoutSection.Activities_Dot_1
source: Activities
it: Attività

# CrtLayoutSection.Approval_Matrix_with_Relations_1
source: Approval Matrix
it: Matrice di approvazione

# CrtLayoutSection.Approval_Matrix_with_Relations_2
source: Relations
it: Correlazioni

# CrtLayoutSection.CompSuite__Approval_Process_1
source: Approval Process Inits
it: Avvio del processo di approvazione

# CrtLayoutSection.CompSuite__Approval_Process_2
source: Approval processes
it: Processi di approvazione

# CrtLayoutSection.CompSuite__Approval_Process_3
source: Approval Process Approvers
it: Approvatori del processo di approvazione

# CrtLayoutSection.Approval_Process_Approvers_1
source: Approval Process Approvers
it: Approvatori del processo di approvazione

# CrtLayoutSection.Approval_Process_with_State_Transition_1
source: State Transitions
it: Transizioni di stato

# CrtLayoutSection.CompSuite__Approval_Process_with_State_Transition_1
source: State Transitions
it: Transizioni di stato

# CrtLayoutSection.Approval_Process_with_State_Transition_2
source: Approval Process InitS
it: Avvio del processo di approvazione

# CrtLayoutSection.CompSuite__Approval_Process_with_State_Transition_2
source: Approval Process InitS
it: Avvio del processo di approvazione

# CrtLayoutSection.CompSuite__Approval_Process_with_State_Transition_3
source: Approval processes
it: Processi di approvazione

# CrtLayoutSection.Approval_Process_with_State_Transition_3
source: Approval processes
it: Processi di approvazione

# CrtLayoutSection.Approval_Process_with_State_Transition_4
source: Approval Process Approvers
it: Approvatori del processo di approvazione

# CrtLayoutSection.CompSuite__Approval_Process_with_State_Transition_4
source: Approval Process Approvers
it: Approvatori del processo di approvazione

# CrtLayoutSection.BInder_with_Binder_Element_1
source: Binders
it: Raccoglitori

# CrtLayoutSection.BInder_with_Binder_Element_2
source: Child Binder Elements
it: Elementi raccoglitore del secondario

# CrtLayoutSection.CAPAs_with_Finding_1
source: CAPAs
it: CAPA

# CrtLayoutSection.CAPAs_with_Finding_2
source: Findings
it: Risultati

# CrtLayoutSection.CAPAs_with_Finding_3
source: Relations
it: Correlazioni

# CrtLayoutSection.Change_Control_with_Relation_1
source: Change Controls
it: Controlli delle modifiche

# CrtLayoutSection.Change_Control_with_Relation_2
source: Product and Batch Relation
it: Relazione tra prodotto e batch

# CrtLayoutSection.Complaint_with_Relation_1
source: Complaints
it: Reclami

# CrtLayoutSection.Complaint_with_Relation_2
source: Product and Batch Relation
it: Relazione tra prodotto e batch

# CrtLayoutSection.Deviation_with_Relation_1
source: Deviations
it: Deviazioni

# CrtLayoutSection.Deviation_with_Relation_2
source: Product and Batch Relation
it: Relazione tra prodotto e batch

# CrtLayoutSection.Document_Revision_and_Training_Assignments_1
source: Document Revisions
it: Revisioni del documento

# CrtLayoutSection.Document_Revision_and_Training_Assignments_2
source: Requirement Revisions
it: Revisioni dei requisiti

# CrtLayoutSection.Document_Revision_and_Training_Assignments_3
source: Training Assignments
it: Compiti di formazione

# CrtLayoutSection.Equipment_with_planned_and_with_activity_1
source: Equipment/Information Asset
it: Risorsa di attrezzature/informazioni

# CrtLayoutSection.Equipment_with_planned_and_with_activity_2
source: Planned Activities
it: Attività previste

# CrtLayoutSection.Equipment_with_planned_and_with_activity_3
source: Activities
it: Attività

# CrtLayoutSection.Findings_with_CAPA_1
source: Findings
it: Risultati

# CrtLayoutSection.Findings_with_CAPA_2
source: Relations
it: Correlazioni

# CrtLayoutSection.ImmediateActions_Items_with_state_1
source: Immediate Actions
it: Azioni immediate

# CrtLayoutSection.Job_Function_Training_Plan_1
source: Job Functions
it: Funzioni lavorative

# CrtLayoutSection.Job_Function_Training_Plan_2
source: Job Function - Training Plan Relations
it: Funzione lavorativa - Correlazioni piano formativo

# CrtLayoutSection.Job_Function_Training_Plan_Relations_1
source: Job Functions
it: Funzioni lavorative

# CrtLayoutSection.Job_Function_Training_Plan_Relations_2
source: Job Function - Training Plan Relations
it: Funzione lavorativa - Correlazioni piano formativo

# CrtLayoutSection.Managers_and_Employees_with_Training_status_1
source: Users
it: Utenti

# CrtLayoutSection.Managers_and_Employees_with_Training_status_2
source: Employees
it: Dipendenti

# CrtLayoutSection.Managers_and_Employees_with_Training_status_3
source: Training Assignments
it: Compiti di formazione

source: Products for Registration
it: Prodotti per la registrazione

source: Registrations
it: Registrazioni

source: Renewals
it: Rinnovi

source: Products for Registration
it: Prodotti per la registrazione

source: Registrations
it: Registrazioni

source: Variations
it: Variazioni

# CrtLayoutSection.Quality_Event_with_Relation_1
source: Quality Events
it: Eventi sulla qualità
