Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Action_Item__c.Due_Date_Extension.FieldLabel
source: Due Date Extension
it: Estensione scadenza

source: Effective Completion Date
it: Data di completamento effettiva

# CustomField.CompSuite__Action_Item__c.Equipment.FieldLabel
source: Equipment
it: Attrezzatura

# CustomField.CompSuite__Action_Item__c.Equipment.RelatedListLabel
source: Action Items
it: Elementi di azione

# CustomField.CompSuite__Action_Item__c.Evidence_Attached.FieldLabel
source: Evidence Attached?
it: Prove allegate?

# CustomField.CompSuite__Action_Item__c.Extended_Due_Date.FieldLabel
source: Extended Due Date
it: Scadenza prorogata

# CustomField.CompSuite__Action_Item__c.Extended_Due_Date_Checkbox.FieldLabel
source: Extended Due Date?
it: Scadenza prorogata?

# CustomField.CompSuite__Action_Item__c.CompSuite__Is_Open.FieldLabel
source: Is Open?
it: Is Aperto?

# CustomField.CompSuite__Action_Item__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

# CustomField.CompSuite__Action_Item__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Action_Item__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Not Completed Predecessor Actions
it: Azioni predecessore non completate

# CustomField.CompSuite__Action_Item__c.Start_Date.FieldLabel
source: Start Date
it: Data di inizio

# CustomField.CompSuite__Action_Item__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Action_Item__c.CompSuite__State.RelatedListLabel
source: Action Item
it: Elemento di azione

# CustomField.CompSuite__Action_Item__c.State_Condition.FieldLabel
source: State Condition
it: Condizione stato

# CustomField.CompSuite__Action_Item__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Action_Item__c.Supplier.RelatedListLabel
source: Action Items
it: Elementi di azione

# CustomField.CompSuite__Action_Item__c.Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__Action_Item__c.Update_Due_Date.FieldLabel
source: Update Due Date
it: Aggiorna scadenza

# CustomField.CompSuite__Activity__c.Account.RelatedListLabel
source: Activities
it: Attività

# CustomField.CompSuite__Activity__c.Activity_ID.FieldLabel
source: Activity ID
it: ID attività

# CustomField.CompSuite__Activity__c.Activity_Type.FieldLabel
source: Activity Type
it: Tipo attività

# CustomField.CompSuite__Activity__c.Actual_Duration_Min.FieldLabel
source: Actual Duration (Min)
it: Durata effettiva (Min)

# CustomField.CompSuite__Activity__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Activity__c.Completion_Date.FieldLabel
source: Completion Date
it: Data di completamento

# CustomField.CompSuite__Activity__c.Completion_Date.HelpText
source: Display current activity end date or end date of parent activity
it: Visualizza la data di fine dell'attività attuale o la data di fine dell'attività principale

# CustomField.CompSuite__Activity__c.Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__Activity__c.End_Time.FieldLabel
source: End Time
it: Ora di fine

# CustomField.CompSuite__Activity__c.Equipment.FieldLabel
source: Equipment
it: Attrezzatura

# CustomField.CompSuite__Activity__c.Equipment.RelatedListLabel
source: Activities
it: Attività

# CustomField.CompSuite__Activity__c.Equipment_State.FieldLabel
source: Equipment State
it: Stato attrezzatura

# CustomField.CompSuite__Activity__c.Estimated_Duration_Min.FieldLabel
source: Estimated Duration (Min)
it: Durata stimata (min)

# CustomField.CompSuite__Activity__c.Instructions.FieldLabel
source: Instructions
it: Istruzioni

# CustomField.CompSuite__Activity__c.Is_Completed.FieldLabel
source: Is Completed?
it: Is completato?

# CustomField.CompSuite__Activity__c.Is_Critical.FieldLabel
source: Is Critical?
it: Is Critica?

# CustomField.CompSuite__Activity__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Activity__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Activity__c.Parent_Activity.FieldLabel
source: Parent Activity
it: Attività principale

# CustomField.CompSuite__Activity__c.Parent_Activity.RelatedListLabel
source: Child Activities
it: Attività del secondario

# CustomField.CompSuite__Activity__c.Parent_Plan_Id.FieldLabel
source: Parent Plan Id
it: Id piano principale

# CustomField.CompSuite__Activity__c.Planned_Activity.FieldLabel
source: Planned Activity
it: Attività prevista

# CustomField.CompSuite__Activity__c.Planned_Activity.RelatedListLabel
source: Activities
it: Attività

# CustomField.CompSuite__Activity__c.Protocol.FieldLabel
source: Protocol
it: Protocollo

# CustomField.CompSuite__Activity__c.Related_CAPA.FieldLabel
source: Related CAPA
it: CAPA correlati

# CustomField.CompSuite__Activity__c.Related_CAPA.RelatedListLabel
source: Activities
it: Attività

# CustomField.CompSuite__Activity__c.Required_Tooling_Spare_Parts.FieldLabel
source: Required Tooling/Spare Parts
it: Strumenti/pezzi di ricambio richiesti

# CustomField.CompSuite__Activity__c.SOP.RelatedListLabel
source: Activities
it: Attività

# CustomField.CompSuite__Activity__c.Scheduled_for.FieldLabel
source: Scheduled for
it: Programmato per

# CustomField.CompSuite__Activity__c.Spare_Parts_Used.FieldLabel
source: Spare Parts Used
it: Pezzi di ricambio utilizzati

# CustomField.CompSuite__Activity__c.Start_Time.FieldLabel
source: Start Time
it: Ora di inizio

# CustomField.CompSuite__Activity__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Activity__c.CompSuite__State.RelatedListLabel
source: Activities
it: Attività

# CustomField.CompSuite__Activity__c.Summary.FieldLabel
source: Summary
it: Riepilogo

# CustomField.CompSuite__Activity__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Activity__c.Supplier.RelatedListLabel
source: Activities
it: Attività

# CustomField.CompSuite__Activity__c.System_is_unavailable.FieldLabel
source: System is unavailable
it: Il sistema non è disponibile

# CustomField.CompSuite__Activity__c.TrainingPrecentCompletion.FieldLabel
source: TrainingPrecentCompletion
it: PercentualeCompletamentoFormazione

source: Approval Process
it: Processo di approvazione

source: Approval Process Approvers
it: Approvatori del processo di approvazione

source: Email Sent
it: E-mail inviata

source: Full Object Id
it: ID oggetto completo

source: Group Id
it: Id gruppo

source: Is Last Approval
it: Is Ultima Approvazione

# CustomField.CompSuite__Approval_Process_Approver__c.Link_to_record.FieldLabel
source: Link to record
it: Link al record

source: Object Id
it: ID oggetto

# CustomField.CompSuite__Approval_Process_Approver__c.Object_Label.FieldLabel
source: Object Label
it: Etichetta oggetto

source: On Behalf Of
it: Per conto di

source: Approval Process Approvers (On Behalf Of)
it: Approvatori del processo di approvazione (per conto di)

# CustomField.CompSuite__Approval_Process_Approver__c.Parent_Rejected.FieldLabel
source: Parent Rejected
it: Principale rifiutato

source: Rejection Date
it: Data rifiuto

source: Signatory Comments
it: Commenti dei firmatari

source: Signature Date
it: Data firma

source: Started Date
it: Data iniziato

# CustomField.CompSuite__Approval_Process_Approver__c.Started_Date.FieldLabel
source: Started Date
it: Data iniziato

# CustomField.CompSuite__Approval_Process_Approver__c.CompSuite__Status.FieldLabel
source: Status
it: Stato

# CustomField.CompSuite__Approval_Process_Approver__c.CompSuite__User.FieldLabel
source: User
it: Utente

source: Approval Process Approvers (User)
it: Approvatori del processo di approvazione (utente)

source: User is logged-in User
it: L'utente è un utente loggato

source: AP Init Translation
it: Traduzione avvio processo approvazione

# CustomField.CompSuite__Approval_Process_Init__c.CompSuite__Groups.FieldLabel
source: Groups
it: Gruppi

source: Has Last Approval
it: Ha l'ultima approvazione

source: Manageable States
it: Stati gestibili

source: Multiple Users
it: Utenti multipli

source: Process Admin
it: Amministratore del processo

source: Reject Lock Fields
it: Rifiuta Blocca campi

source: Rejected State
it: Stato rifiutato

source: Approval Process Inits
it: Avvio del processo di approvazione

source: Rejection Email Recipients
it: Destinatari e-mail di rifiuto

source: Rejection Email Template
it: Modello e-mail di rifiuto

source: Skip Start Action
it: Salta l'azione di avvio

source: State Transition
it: Transizione stato

source: Approval Process InitS
it: Avvio del processo di approvazione

# CustomField.CompSuite__Approval_Process_Init__c.CompSuite__isDeleted.FieldLabel
source: isDeleted?
it: èEliminato?

source: Approval Process Init
it: Avvio processo di approvazione

source: Approval processes
it: Processi di approvazione

source: Approval Time Since Started
it: Tempo di approvazione dall'inizio

# CustomField.CompSuite__Approval_Process__c.CompSuite__Full_Object_Id.FieldLabel
source: Full Object Id
it: ID oggetto completo

# CustomField.CompSuite__Approval_Process__c.CompSuite__Object_Id.FieldLabel
source: Object Id
it: ID oggetto

# CustomField.CompSuite__Approval_Process__c.Object_Name.FieldLabel
source: Object Name
it: Nome oggetto

# CustomField.CompSuite__Approval_Process__c.Record_Link.FieldLabel
source: Record Link
it: Link del record

# CustomField.CompSuite__Approval_Process__c.Start_Status_Date_Time.FieldLabel
source: Start Status Date Time
it: Stato di inizio, data e ora

# CustomField.CompSuite__Approval_Process__c.CompSuite__Started_By.FieldLabel
source: Started By
it: Iniziato da

source: Approval processes
it: Processi di approvazione

# CustomField.CompSuite__Approval_Process__c.CompSuite__Started_Date.FieldLabel
source: Started Date
it: Data iniziato

# CustomField.CompSuite__Approval_Process__c.CompSuite__Status.FieldLabel
source: Status
it: Stato

# CustomField.CompSuite__Assessment_Element__c.Annual_Report.FieldLabel
source: Annual Report
it: Report annuale

# CustomField.CompSuite__Assessment_Element__c.Applicable_Warnings.FieldLabel
source: Applicable Warnings
it: Avvertenze applicabili

# CustomField.CompSuite__Assessment_Element__c.CompSuite__Assessment.FieldLabel
source: Assessment
it: Valutazione

source: Assessment Elements
it: Elementi di valutazione

source: Assessment Element Description
it: Descrizione elemento di valutazione

source: Classification
it: Classificazione

# CustomField.CompSuite__Assessment_Element__c.Classifications.FieldLabel
source: Classifications
it: Classificazioni

# CustomField.CompSuite__Assessment_Element__c.Comments.FieldLabel
source: Comments
it: Commenti

# CustomField.CompSuite__Assessment_Element__c.Conclusion.FieldLabel
source: Conclusion
it: Conclusione

# CustomField.CompSuite__Assessment_Element__c.Considerations.FieldLabel
source: Considerations
it: Considerazioni

# CustomField.CompSuite__Assessment_Element__c.Countries.FieldLabel
source: Countries
it: Paesi

# CustomField.CompSuite__Assessment_Element__c.Current_Controls.FieldLabel
source: Current Controls
it: Controlli attuali

# CustomField.CompSuite__Assessment_Element__c.Date_Status.FieldLabel
source: Date Status
it: Stato data

# CustomField.CompSuite__Assessment_Element__c.Detailed_Description.FieldLabel
source: Detailed Description
it: Descrizione dettagliata

# CustomField.CompSuite__Assessment_Element__c.Detection.FieldLabel
source: Detection
it: Rilevamento

# CustomField.CompSuite__Assessment_Element__c.Detection.HelpText
source: 1 Almost Certain - visible and easy to detect, 2 Highly Likely - easy to detect, 3 Likely - moderate chance to detect, 4 Low Likelihood - hard to detect, 5 Not Likely - almost impossible to detect
it: 1 Quasi certo - visibile e facile da rilevare, 2 Altamente probabile - facile da rilevare, 3 Probabile - moderata probabilità di rilevamento, 4 Bassa probabilità - difficile da rilevare, 5 Improbabile - quasi impossibile da rilevare

# CustomField.CompSuite__Assessment_Element__c.Detection_Value.FieldLabel
source: Detection Value
it: Valore di rilevamento

# CustomField.CompSuite__Assessment_Element__c.Determination.FieldLabel
source: Determination
it: Determinazione

# CustomField.CompSuite__Assessment_Element__c.Determination_not_in_use.FieldLabel
source: Determination not in use
it: Determinazione non in uso

# CustomField.CompSuite__Assessment_Element__c.Element_ID.FieldLabel
source: Element ID
it: ID elemento

# CustomField.CompSuite__Assessment_Element__c.End_Version.FieldLabel
source: End Assessment Version
it: Termina versione valutazione

source: Expected Modified Risk Indicator
it: Indicatore di rischio modificato atteso

# CustomField.CompSuite__Assessment_Element__c.Harm.FieldLabel
source: Harm
it: Lesioni

# CustomField.CompSuite__Assessment_Element__c.Harm.HelpText
source: Physical Injury or damage to the health of people, or damage to the property or the environment
it: Lesioni fisiche o danni alla salute delle persone, o danni alla proprietà o all'ambiente

# CustomField.CompSuite__Assessment_Element__c.Hazardous_Situation.FieldLabel
source: Hazardous Situation
it: Situazione pericolosa

# CustomField.CompSuite__Assessment_Element__c.Hazardous_Situation.HelpText
source: Circumstance in which people, property, or the environment are exposed to one or more hazard(s)
it: Circostanza in cui persone, proprietà o ambiente sono esposti a uno o più pericoli

source: Inherent Safety by Design
it: Safety by Design intrinseco

# CustomField.CompSuite__Assessment_Element__c.Justification.FieldLabel
source: Justification
it: Giustificazione

# CustomField.CompSuite__Assessment_Element__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

# CustomField.CompSuite__Assessment_Element__c.CompSuite__Level.FieldLabel
source: Level
it: Livello

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Assessment_Element__c.Life_Cycle_Phases.FieldLabel
source: Life Cycle Phases
it: Fasi del ciclo di vita

# CustomField.CompSuite__Assessment_Element__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Assessment_Element__c.Mitigated_Risk_Level.FieldLabel
source: Expected Modified Risk Level
it: Livello di rischio modificato atteso

# CustomField.CompSuite__Assessment_Element__c.Mitigated_Risk_Level.HelpText
source: Calculation after modification: = Expected Modified Severity * Expected Modified Probability- up to 4 "Low", 5 to 12 "Medium", above 12 "High"
it: Calcolo dopo la modifica: = Gravità modificata attesa * Probabilità modificata attesa: fino a 4 "Bassa", da 5 a 12 "Media", superiore a 12 "Alta"

source: Expected Modified Risk Level Number
it: Numero livello rischio modificato atteso

# CustomField.CompSuite__Assessment_Element__c.Mitigated_Risk_Level_Value.HelpText
source: Calculation after modification: Severity x Probability
it: Calcolo dopo la modifica: gravità x probabilità

# CustomField.CompSuite__Assessment_Element__c.Mitigated_Risk_Priority.FieldLabel
source: Expected Modified Risk Priority
it: Priorità di rischio modificato atteso

# CustomField.CompSuite__Assessment_Element__c.Mitigated_Risk_Priority.HelpText
source: Calculation after modification: Severity x Probability x Detection - up to 9 "Low", 10 to 36 "Medium", above 36 "High"
it: Calcolo dopo la modifica: Gravità x Probabilità x Rilevamento - fino a 9 "Basso", da 10 a 36 "Medio", oltre 36 "Alto"

source: Expected Modified Risk Priority Value
it: Valore priorità rischio modif. atteso

source: Calculation after modification: Expected Modified Severity * Expected Modified Probability * Expected Modified Detection
it: Calcolo dopo la modifica: Gravità modificata attesa * Probabilità modificata attesa * Rilevamento modificato atteso

# CustomField.CompSuite__Assessment_Element__c.Mitigation_Plan.FieldLabel
source: Recommended Action / Planned Mitigation
it: Azione consigliata/Mitigazione prevista

# CustomField.CompSuite__Assessment_Element__c.Other_Harm.FieldLabel
source: Other Harm
it: Altra lesione

source: Potential Cost
it: Costo potenziale

# CustomField.CompSuite__Assessment_Element__c.Potential_Failure_Cause.FieldLabel
source: Potential Failure Cause
it: Potenziale causa del guasto

source: Potential Failure Effect (Harm)
it: Potenziale effetto del guasto (danno)

source: Category
it: Categoria

# CustomField.CompSuite__Assessment_Element__c.CompSuite__Probability.FieldLabel
source: Probability
it: Probabilità

# CustomField.CompSuite__Assessment_Element__c.CompSuite__Probability.HelpText
source: 1 Improbable – unlikely to happen 2 Remote - unlikely to happen, rare or remote 3 Occasional – can happen but not frequent 4 Probable - likely to happen 5 Frequent – likely to happen often
it: 1 Improbabile – improbabile che accada 2 Remoto – improbabile che accada, raro o remoto 3 Occasionale – può accadere ma non frequente 4 Probabile – probabile che accada 5 Frequente – probabile che accada spesso

# CustomField.CompSuite__Assessment_Element__c.Probability_HTM.FieldLabel
source: Probability (HTM)
it: Probabilità (HTM)

source: Probability Score
it: Punteggio probabilità

# CustomField.CompSuite__Assessment_Element__c.Probability_Value.FieldLabel
source: Probability Value
it: Valore probabilità

# CustomField.CompSuite__Assessment_Element__c.Probability_Value_HTM.FieldLabel
source: Probability Value (HTM)
it: Valore probabilità (HTM)

# CustomField.CompSuite__Assessment_Element__c.Process_Step_Function.FieldLabel
source: Process Step/Function
it: Fase/Funzione del processo

# CustomField.CompSuite__Assessment_Element__c.Protective_Measures.FieldLabel
source: Protective Measures
it: Misure protettive

source: Reasonably Foreseeable Sequence
it: Sequenza ragionevolmente prevedibile

source: Reasonably foreseeable sequence or combination of events.
it: Sequenza o combinazione di eventi ragionevolmente prevedibili.

source: Recommendation to Action Items
it: Raccomandazione per elementi di azione

# CustomField.CompSuite__Assessment_Element__c.Recommended_Due_Date.FieldLabel
source: Recommended Due Date
it: Scadenza consigliata

# CustomField.CompSuite__Assessment_Element__c.Recommended_Due_Date.HelpText
source: Based on Compliant Date Received & Required Notification Time-frame
it: In base alla data di ricezione della conformità e al periodo di tempo della notifica richiesta

# CustomField.CompSuite__Assessment_Element__c.Reduced_Detection.FieldLabel
source: Expected Modified Detection
it: Rilevamento modificato atteso

# CustomField.CompSuite__Assessment_Element__c.Reduced_Detection.HelpText
source: 1 Almost Certain - visible and easy to detect, 2 Highly Likely - easy to detect, 3 Likely - moderate chance to detect, 4 Low Likelihood - hard to detect, 5 Not Likely - almost impossible to detect
it: 1 Quasi certo - visibile e facile da rilevare, 2 Altamente probabile - facile da rilevare, 3 Probabile - moderata probabilità di rilevamento, 4 Bassa probabilità - difficile da rilevare, 5 Improbabile - quasi impossibile da rilevare

# CustomField.CompSuite__Assessment_Element__c.Reduced_Detection_Value.FieldLabel
source: Reduced Detection Value
it: Valore di rilevamento ridotto

# CustomField.CompSuite__Assessment_Element__c.Reduced_Probability.FieldLabel
source: Expected Modified Probability
it: Probabilità modificata attesa

# CustomField.CompSuite__Assessment_Element__c.Reduced_Probability.HelpText
source: 1 Improbable – unlikely to happen 2 Remote - unlikely to happen, rare or remote 3 Occasional – can happen but not frequent 4 Probable - likely to happen 5 Frequent – likely to happen often
it: 1 Improbabile – improbabile che accada 2 Remoto – improbabile che accada, raro o remoto 3 Occasionale – può accadere ma non frequente 4 Probabile – probabile che accada 5 Frequente – probabile che accada spesso

source: Reduced Probability Value
it: Valore probabilità ridotto

# CustomField.CompSuite__Assessment_Element__c.Reduced_Severity.FieldLabel
source: Expected Modified Severity
it: Gravità modificata attesa

# CustomField.CompSuite__Assessment_Element__c.Reduced_Severity.HelpText
source: Changes in Severity are applicable for design changes only and will require Justification.
it: Le modifiche alla gravità sono applicabili solo per le modifiche al design e richiederanno una giustificazione.

source: Modified Severity Justification
it: Giustificazione gravità modificata

source: Specify when mitigation is expected to modify severity
it: Specificare quando si prevede che la mitigazione modifichi la gravità

# CustomField.CompSuite__Assessment_Element__c.Reduced_Severity_Value.FieldLabel
source: Reduced Severity Value
it: Valore di gravità ridotto

# CustomField.CompSuite__Assessment_Element__c.Reported_Date.FieldLabel
source: Reported Date
it: Data segnalata

source: Required Notification Time-frame
it: Periodo di tempo notifica richiesto

# CustomField.CompSuite__Assessment_Element__c.Residual_Probability.FieldLabel
source: Residual Probability
it: Probabilità residua

source: Residual Probability Value
it: Valore probabilità residua

# CustomField.CompSuite__Assessment_Element__c.Residual_Risk_Rating.FieldLabel
source: Residual Risk Rating
it: Valutazione del rischio residuo

# CustomField.CompSuite__Assessment_Element__c.Residual_Risk_Rating.HelpText
source: Acceptable risk rating is Low and Medium.
it: Il livello di rischio accettabile è Basso e Medio.

source: Residual Risk Rating Indicator
it: Indicatore valutazione rischio residuo

source: Residual Risk Rating Number
it: Numero valutazione rischio residuo

# CustomField.CompSuite__Assessment_Element__c.Residual_Severity.FieldLabel
source: Residual Severity
it: Gravità residua

# CustomField.CompSuite__Assessment_Element__c.Residual_Severity.HelpText
source: Changes in Severity are applicable for design changes only and will require Justification.
it: Le modifiche alla gravità sono applicabili solo per le modifiche al design e richiederanno una giustificazione.

# CustomField.CompSuite__Assessment_Element__c.Residual_Severity_Value.FieldLabel
source: Residual Severity Value
it: Valore gravità residua

# CustomField.CompSuite__Assessment_Element__c.Risk_Estimation_Notes.FieldLabel
source: Risk Estimation Notes
it: Note valutazione rischio

# CustomField.CompSuite__Assessment_Element__c.Risk_Level.FieldLabel
source: Risk Level
it: Livello di rischio

# CustomField.CompSuite__Assessment_Element__c.Risk_Level.HelpText
source: Calculation: Severity x Probability - up to 4 "Low", 5 to 12 "Medium", above 12 "High"
it: Calcolo: Gravità x Probabilità - fino a 4 "Basso", da 5 a 12 "Medio", oltre 12 "Alto"

# CustomField.CompSuite__Assessment_Element__c.Risk_Level_Value.FieldLabel
source: Risk Level Number
it: Numero livello di rischio

# CustomField.CompSuite__Assessment_Element__c.Risk_Level_Value.HelpText
source: Calculation: Severity x Probability
it: Calcolo: gravità x probabilità

# CustomField.CompSuite__Assessment_Element__c.Risk_Priority.FieldLabel
source: Risk Priority
it: Priorità del rischio

# CustomField.CompSuite__Assessment_Element__c.Risk_Priority.HelpText
source: An estimation of the Risk Priority Number - up to 9 "Low", 10 to 36 "Medium", above 36 "High" The acceptable risk rating is Low and Medium
it: Una stima del numero di priorità del rischio: fino a 9 "Bassa", da 10 a 36 "Media", oltre 36 "Alta" La valutazione del rischio accettabile è Bassa e Media

# CustomField.CompSuite__Assessment_Element__c.Risk_Priority_Indicator.FieldLabel
source: Risk Priority Indicator
it: Indicatore di priorità del rischio

# CustomField.CompSuite__Assessment_Element__c.Risk_Priority_Value.FieldLabel
source: Risk Priority Number (RPN)
it: Indicatore di priorità del rischio (RPN)
