Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomLabel.CompSuite__RequirementPrerequisites_ColDate
source: Created Date
it: Data di creazione

# CustomLabel.CompSuite__RequirementPrerequisites_ColDocNumber
source: Master Document Number
it: Numero del documento master

# CustomLabel.CompSuite__RequirementPrerequisites_ColFrequency
source: Frequency
it: Frequenza

# CustomLabel.CompSuite__RequirementPrerequisites_ColReqName
source: Training Requirement Name
it: Nome del requisito di formazione

# CustomLabel.CompSuite__RequirementPrerequisites_ColType
source: Type
it: Tipo

# CustomLabel.CompSuite__RequirementPrerequisites_ConfirmDelete
source: Are you sure you want to remove the selected requirements?
it: Sicuri di voler rimuovere i requisiti selezionati?

# CustomLabel.CompSuite__RequirementPrerequisites_ConstraintsDeleted
source: Constraints Deleted Successfully
it: Vincoli eliminati con successo

# CustomLabel.CompSuite__RequirementPrerequisites_FilterBU
source: Business Unit
it: Divisione

# CustomLabel.CompSuite__RequirementPrerequisites_FilterDocNumber
source: Document Number
it: Numero del documento

# CustomLabel.CompSuite__RequirementPrerequisites_FilterPlan
source: Filter by Training Plan
it: Filtra per piano di formazione

# CustomLabel.CompSuite__RequirementPrerequisites_FilterReqName
source: Requirement Name
it: Nome del requisito

# CustomLabel.CompSuite__RequirementPrerequisites_InvalidConstraint
source: {0} is already a predecessor to {1}
it: {0} è già un predecessore di {1}

# CustomLabel.CompSuite__RequirementPrerequisites_NewConstraint
source: New Constraint: Training Requirement
it: Nuovo vincolo: requisito di formazione

# CustomLabel.CompSuite__RequirementPrerequisites_NoRecords
source: There are no training requirements associated
it: Non ci sono requisiti di formazione associati

# CustomLabel.CompSuite__RequirementPrerequisites_Predecessors
source: Predecessors
it: Predecessori

# CustomLabel.CompSuite__RequirementPrerequisites_RemoveConstraints
source: Remove Constraints
it: Rimuovi vincoli

# CustomLabel.CompSuite__RequirementPrerequisites_Successors
source: Successors
it: Successori

# CustomLabel.CompSuite__RequirementRevisionNew_DocumentRevision
source: Document Revision
it: Revisione del documento

# CustomLabel.CompSuite__RequirementRevisionNew_Information
source: Information
it: Informazioni

# CustomLabel.CompSuite__RequirementRevisionNew_Protocol
source: Training Effectivness Protocol
it: Protocollo dell'efficacia della formazione

# CustomLabel.CompSuite__RequirementRevisionNew_RelatedProcesses
source: Related Processes
it: Processi correlati

# CustomLabel.CompSuite__RequirementRevisionNew_Title
source: Create New Requirement Revision
it: Crea nuova revisione dei requisiti

# CustomLabel.CompSuite__Requirement_Frequencies
source: Requirement Frequencies
it: Frequenza requisito

# CustomLabel.CompSuite__Requirement_Headers
source: Training Requirements
it: Requisiti di formazione

# CustomLabel.CompSuite__Reschedule_Training
source: Reschedule Training
it: Riprogramma la formazione

# CustomLabel.Revision_Number
source: Revision Number
it: Numero di revisione

# CustomLabel.CompSuite__RightMarginSize
source: Right Margin Size
it: Dimensione margine destro

# CustomLabel.CompSuite__RowCssStyle
source: Row CSS Style...
it: Stile CSS riga...

# CustomLabel.CompSuite__RowStyle
source: Row Style
it: Stile riga

# CustomLabel.CompSuite__SCORM_InProgressMsg
source: The SCORM content training is in progress in a new window.
it: La formazione sul contenuto SCORM è in corso in una nuova finestra.

# CustomLabel.CompSuite__SCORM_MultipleWindow
source: Opening this course in multiple windows can cause you to lose your progress.
it: Aprire questo corso in più finestre può causare la perdita dei progressi.

# CustomLabel.CompSuite__SCORM_NoPreview
source: No SCORM Content Available
it: Nessun contenuto SCORM disponibile

# CustomLabel.CompSuite__SCORM_UpdateFile
source: Note: Existing open Training Assignments will be affected.
it: Nota: i compiti di formazione esistenti saranno influenzati

# CustomLabel.CompSuite__SELECT_AS_LAST_SIGNATURE
source: SELECT AS LAST SIGNATURE
it: SELEZIONA COME ULTIMA FIRMA

# CustomLabel.SN_Lot
source: SN/Lot
it: N. Serie/Lotto

# CustomLabel.Sample_Don_t_Have_Quantity_Sampled
source: Sample Don't Have Quantity Sampled
it: Il campione non dispone di quantità campionata

# CustomLabel.Samples_Header
source: Samples
it: Campioni

# CustomLabel.Samples_Title
source: Samples
it: Campioni

# CustomLabel.CompSuite__Save
source: Save
it: Salva

# CustomLabel.CompSuite__SaveChanges
source: Save Changes
it: Salva modifiche

# CustomLabel.CompSuite__Save_All
source: Save All
it: Salva tutto

# CustomLabel.CompSuite__Save_Next
source: Save & Next
it: Salva e vai avanti

# CustomLabel.CompSuite__Save_Successfuly
source: Training Plans Saved Successfully
it: Piani di formazione salvati con successo

# CustomLabel.CompSuite__Save_and_Back
source: Save & Back
it: Salva e vai Indietro

# CustomLabel.CompSuite__Saved_Successfully
source: Saved Successfully
it: Salvato con successo

# CustomLabel.CompSuite__Saved_changes
source: Saved changes
it: Modifiche salvate

# CustomLabel.CompSuite__Schedule_Training
source: Schedule Training
it: Programma formazione

# CustomLabel.CompSuite__ScormCourseList_Authentication_Error
source: Authentication Error
it: Errore di autenticazione

# CustomLabel.CompSuite__ScormCourseList_Course_Data_Proper_Format
source: Please provide a course data in proper format
it: Fornire i dati del corso nel formato corretto

# CustomLabel.CompSuite__ScormCourseList_Error_while_building_Launch_Link
source: Error while building Launch Link
it: Errore durante la creazione del link di avvio

# CustomLabel.CompSuite__ScormCourseList_Error_while_creating_Registration
source: Error while creating Registration
it: Errore durante la creazione della registrazione

# CustomLabel.CompSuite__ScormCourseList_Error_while_fetching_Course_List
source: Error while fetching Course List
it: Errore durante il recupero dell'elenco dei corsi

# CustomLabel.CompSuite__ScormCourseList_Error_while_fetching_Registration_Details
source: Error while fetching Registration Details
it: Errore durante il recupero dei dettagli di registrazione

# CustomLabel.CompSuite__ScormCourseList_Following_Course_Not_Found
source: Following Course Not Found:
it: Corso successivo non trovato:

# CustomLabel.CompSuite__ScormCourseList_One_of_the_course_was_not_found
source: One of the course was not found
it: Uno dei corsi non è stato trovato

# CustomLabel.CompSuite__ScormCourseList_Provide_Valid_Credentials
source: Please Provide valid Credentials
it: Fornire credenziali valide

# CustomLabel.CompSuite__Scroll_left
source: Scroll left
it: Scorri a sinistra

# CustomLabel.CompSuite__Scroll_right
source: Scroll right
it: Scorri a destra

# CustomLabel.Search
source: Search
it: Cerca

# CustomLabel.CompSuite__Search
source: Search...
it: Cerca...

# CustomLabel.CompSuite__SearchAndCopySection
source: Search And Copy
it: Cerca e copia

# CustomLabel.CompSuite__SearchSection
source: Search Section
it: Cerca sezione

# CustomLabel.CompSuite__Search_Curriculums_Search_Place_Holder
source: Search Training Plan
it: Cerca piano di formazione

# CustomLabel.CompSuite__Search_Signatures
source: Search Signatures
it: Cerca firme

# CustomLabel.Search_by_Type
source: Search by Type
it: Cerca per tipo

# CustomLabel.CompSuite__Section
source: Section
it: Sezione

# CustomLabel.CompSuite__SectionAlias
source: Section Alias
it: Alias della sezione

# CustomLabel.CompSuite__SectionContent
source: Section Content
it: Contenuto della sezione

# CustomLabel.CompSuite__SectionContentsCannotBeEmpty
source: Section contents can't be empty.
it: I contenuti della sezione non possono essere vuoti

# CustomLabel.CompSuite__SectionFilter
source: Section Filter
it: Filtro della sezione

# CustomLabel.CompSuite__SectionName
source: Section Name
it: Nome della sezione

# CustomLabel.CompSuite__SectionOrderSequence
source: Section Order Sequence
it: Sezione Sequenza ordine

# CustomLabel.CompSuite__SectionsContentsGoesHere
source: Sections contents goes here...
it: I contenuti della sezione vanno qui...

# CustomLabel.CompSuite__SelectAnOption
source: Select an Option
it: Seleziona un'opzione

# CustomLabel.CompSuite__SelectBusinessUnit
source: --Select Business unit--
it: --Seleziona Divisione--

# CustomLabel.CompSuite__SelectChildObject
source: Select Child Object
it: Seleziona oggetto secondario

# CustomLabel.CompSuite__SelectContentType
source: Select Content Type
it: Seleziona tipo di contenuto

# CustomLabel.CompSuite__SelectCurriculum
source: Select a Curriculum
it: Seleziona un curriculum

# CustomLabel.CompSuite__SelectCustomType
source: --Select Custom Type--
it: --Seleziona tipo personalizzato--

# CustomLabel.CompSuite__SelectDepartment
source: --Select Department--
it: --Seleziona Dipartimento--

# CustomLabel.CompSuite__SelectField
source: Select Field
it: Seleziona campo

# CustomLabel.CompSuite__SelectFieldName
source: Select Field Name
it: Seleziona nome del campo

# CustomLabel.CompSuite__SelectFields
source: Select fields
it: Seleziona campi

# CustomLabel.CompSuite__SelectGroup
source: Select a Group
it: Seleziona gruppo

# CustomLabel.CompSuite__SelectOperator
source: Select Operator
it: Seleziona operatore

# CustomLabel.CompSuite__SelectPageSize
source: --Select Page Size--
it: -- Seleziona dimensione della pagina --

# CustomLabel.CompSuite__SelectParentField
source: Select Parent Field
it: Seleziona campo principale

# CustomLabel.CompSuite__SelectParentObject
source: Select Parent Object
it: Seleziona oggetto principale

# CustomLabel.CompSuite__SelectRecordType
source: Select Record Type
it: Seleziona tipo di record

# CustomLabel.CompSuite__SelectSourceType
source: --Select Source Type--
it: --Seleziona tipo di origine--

# CustomLabel.CompSuite__SelectTextReplacement
source: --Select Text Replacement--
it: --Seleziona sostituzione testo--

# CustomLabel.CompSuite__SelectTheParentFieldName
source: Select the Parent field Name
it: Seleziona il nome del campo principale

# CustomLabel.CompSuite__SelectTheRelatedChildFieldName
source: Select the related child field Name
it: Seleziona il nome campo secondario correlato

# CustomLabel.CompSuite__SelectTheRelatedTemplateName
source: Select the related Template Name
it: Seleziona il nome del modello correlato

# CustomLabel.CompSuite__SelectType
source: --Select Type--
it: --Seleziona Tipo--

# CustomLabel.CompSuite__Select_Curriculum_Component_Title
source: Select Training Plans
it: Seleziona piani di formazione

# CustomLabel.CompSuite__Select_Curriculum_Manage
source: Manage
it: Gestisci

# CustomLabel.CompSuite__Select_Curriculums_Title_In_Edit
source: Select Training Plans
it: Seleziona piani di formazione

# CustomLabel.CompSuite__Select_Folder
source: Select Folder
it: Seleziona cartella

# CustomLabel.CompSuite__Select_General_Signatory
source: Select General Signatories
it: Seleziona i firmatari generali

# CustomLabel.CompSuite__Select_Last_Signatory
source: Select Last Signatory
it: Seleziona l'ultimo firmatario

# CustomLabel.CompSuite__Select_Revision
source: Select Revision
it: Seleziona revisione

# CustomLabel.CompSuite__Select_Section
source: Select Section
it: Seleziona sezione

# CustomLabel.CompSuite__Select_Signatures
source: Select Signatories for
it: Seleziona firmatari per...

# CustomLabel.Select_Training_Plan
source: Select Training Plan
it: Seleziona piano di formazione

# CustomLabel.CompSuite__Select_item_1
source: Select item 1
it: Seleziona elemento 1

# CustomLabel.CompSuite__SelectaDepartment
source: Select a Department
it: Seleziona un dipartimento

# CustomLabel.CompSuite__SelectaSite
source: Select a Site
it: Seleziona un sito

# CustomLabel.CompSuite__SelectedEmployees
source: Selected Employees
it: Dipendenti selezionati

# CustomLabel.CompSuite__Selected_Choice_Is_Too_Long
source: Selected choices is limited to 255 characters. The choices exceed the limit. Please adjust your answer
it: Le scelte selezionate sono limitate a 255 caratteri. Le scelte superano il limite. Si prega di modificare la tua risposta

# CustomLabel.CompSuite__Selected_Curriculums
source: Selected Training Plans
it: Piani di formazione selezionati

# CustomLabel.CompSuite__Selected_Folder
source: Selected Folder
it: Cartella selezionata

# CustomLabel.Selection
source: Selection
it: Selezione

# CustomLabel.CompSuite__Self_Registration
source: Self Registration Page
it: Pagina di auto-registrazione

# CustomLabel.CompSuite__Self_Registration_Error
source: The Self Registration Page is available for active employees only. Please contact your administrator.
it: La pagina di auto-registrazione è disponibile solo per i dipendenti attivi. Contattare il proprio amministratore.

# CustomLabel.CompSuite__SendDocumentForESign
source: Send Document for E-sign
it: Invia documento per firma elettronica

# CustomLabel.CompSuite__SendEmail
source: Send Email
it: Invia e-mail

# CustomLabel.CompSuite__SendForEsign
source: Send For Esign
it: Invia per firma elettronica

# CustomLabel.Sequence
source: Sequence
it: Sequenza

# CustomLabel.Sequence_Header
source: Sequence
it: Sequenza

# CustomLabel.CompSuite__Set
source: Set
it: Imposta

# CustomLabel.Set_Effective_Plan
source: Set Effective Plan
it: Imposta piano effettivo

# CustomLabel.CompSuite__Show
source: Show
it: Mostra

# CustomLabel.CompSuite__ShowSection
source: Show Section
it: Mostra la sezione

# CustomLabel.CompSuite__ShowTableStyle
source: Show Table Style
it: Mostra stile tabella

# CustomLabel.CompSuite__ShowTemplateSection
source: Show Template Section
it: Mostra sezione del modello

# CustomLabel.CompSuite__Show_All
source: Show All
it: Mostra tutto

# CustomLabel.CompSuite__Show_Record
source: Show Record
it: Mostra record

# CustomLabel.Show_Red_Line_Button_Label
source: Show Red Line
it: Mostra la riga rossa

# CustomLabel.CompSuite__Show_active_records_only
source: Show active records only
it: Mostra solo i record attivi

# CustomLabel.CompSuite__Show_active_records_only_helpText
source: Only active Job Functions with active Training Plans and active Employees
it: Solo le funzioni lavorative attive con piani di formazione attivi e dipendenti attivi.

# CustomLabel.CompSuite__Showing
source: Showing {showing} of {numOfPages} pages
it: Visualizzazione di {showing} su {numOfPages} pagine

# CustomLabel.CompSuite__Sign_E_Signature
source: Sign
it: Firma

# CustomLabel.CompSuite__Sign_Message
source: Please enter your user alias or user name and password
it: Inserire l'alias utente o nome utente e la password

# CustomLabel.CompSuite__Signatories_List
source: Signatories List
it: Elenco dei firmatari

# CustomLabel.CompSuite__Signatories_Listed
source: Signatories Listed
it: Firmatari elencati

# CustomLabel.CompSuite__Signatories_Selection
source: Signatories Selection
it: Selezione firmatari

# CustomLabel.CompSuite__SignatoryProcess_All
source: All
it: Tutto

# CustomLabel.CompSuite__SignatoryProcess_AvailableSignatories
source: Signatories available for replace
it: Firmatari disponibili per la sostituzione

# CustomLabel.CompSuite__SignatoryProcess_ErrorMessage
source: An error occurred
it: Si è verificato un errore

# CustomLabel.CompSuite__SignatoryProcess_FilterByProcess
source: Filter By Process
it: Filtra per processo

# CustomLabel.CompSuite__SignatoryProcess_HeaderTitle
source: Please select a user to view the associated records pending signature:
it: Selezionare un utente per visualizzare i record associati in attesa di firma:

# CustomLabel.CompSuite__SignatoryProcess_IsLastApproval
source: Is Last Approval
it: Is Ultima Approvazione

# CustomLabel.CompSuite__SignatoryProcess_NotAvailableSignatories
source: Signatories that the selected user can not replace
it: Firmatari che l'utente selezionato non può sostituire

# CustomLabel.CompSuite__SignatoryProcess_Process
source: Process
it: Processo

# CustomLabel.CompSuite__SignatoryProcess_RecordName
source: Record Name
it: Nome del record

# CustomLabel.CompSuite__SignatoryProcess_ReplaceSelected
source: Replace Selected
it: Sostituisci selezionato

# CustomLabel.CompSuite__SignatoryProcess_Select
source: Select
it: Seleziona

# CustomLabel.CompSuite__SignatoryProcess_SelectUser
source: Search Replacing User
it: Ricerca sostituzione utente

# CustomLabel.CompSuite__SignatoryProcess_SignatureFullName
source: Signature Full Name
it: Nome completo della firma

# CustomLabel.CompSuite__SignatoryProcess_SuccessMessage
source: {0} of {1} records were replaced successfully
it: {0} di {1} record sono stati sostituiti con successo

# CustomLabel.CompSuite__SignatoryProcess_UserSelection
source: User Selection
it: Selezione dell'utente

# CustomLabel.CompSuite__SignatoryProcess_Username
source: Username
it: Nome utente

# CustomLabel.CompSuite__Signatory_Process_Administration
source: Signatory Process Administration
it: Amministrazione del processo di firma

# CustomLabel.CompSuite__Signatory_Process_Started
source: This record is under signatory process
it: Questo documento è in fase di firma

# CustomLabel.Signature_And_Attachment
source: Signature And Attachment
it: Firma e allegato

# CustomLabel.Signature_Date
source: Signature Date
it: Data firma

# CustomLabel.CompSuite__Single_available
source: Available Record
it: Record disponibile

# CustomLabel.CompSuite__Site
source: Site
it: Sito

# CustomLabel.CompSuite__Skip
source: Skip
it: Salta

# CustomLabel.Slack_Days_Title_in_Program_Table
source: Slack Days
it: Giorni di riposo

# CustomLabel.Slack_Days_Title_in_Table
source: Slack Days
it: Giorni di riposo

# CustomLabel.CompSuite__Sort_by
source: Sort by:
it: Ordina per:

# CustomLabel.CompSuite__Sorted_none
source: Sorted none
it: Nessuno selezionato

# CustomLabel.CompSuite__SourceType
source: Source Type
it: Tipo origine

# CustomLabel.CompSuite__Source_Files_Export_Option
source: Source Files
it: File di origine

# CustomLabel.CompSuite__Source_Mandatory
source: You have received this Training Assignment according to the Job Functions assigned to you.
it: È stato ricevuto questo compito di formazione in base alle funzioni di lavoro assegnate.

# CustomLabel.CompSuite__Source_Null
source: You have received this Training Assignment according to the Job Functions assigned to you.
it: È stato ricevuto questo compito di formazione in base alle funzioni di lavoro assegnate.

# CustomLabel.CompSuite__Source_Personal
source: You have received this Training Assignment according to the Training Requirements assigned to you.
it: È stato ricevuto questo compito di formazione in base ai requisiti di formazione assegnati.

# CustomLabel.CompSuite__Source_Prerequisite
source: This Training Assignment has a prerequisite that you need to complete first:
it: Questo compito di formazione ha un prerequisito che prima è necessario completare:

# CustomLabel.CompSuite__Source_SelfRegistration
source: You have received this optional Training Assignment according to a self-registration action.
it: L'utente ha ricevuto questo compito di formazione facoltativo in base a un'azione di auto-registrazione.

# CustomLabel.CompSuite__Stage_Complete
source: Stage Complete
it: Fase completata

# CustomLabel.CompSuite__Stage_Unqualified
source: Stage: Unqualified
it: Fase: non qualificata

# CustomLabel.CompSuite__StandardPreview
source: Standard Preview
it: Anteprima standard

# CustomLabel.Start_Date_Title_in_Program_table
source: Start Date
it: Data di inizio

# CustomLabel.CompSuite__Start_Exam
source: Start Exam
it: Inizia esame

# CustomLabel.State
source: State
it: Stato

# CustomLabel.State_Header
source: State
it: Stato

# CustomLabel.State_Title_in_Program_Table
source: State
it: Stato

# CustomLabel.CompSuite__State_Transition_History
source: Life Cycle History
it: Cronologia del ciclo di vita

# CustomLabel.Step_End_Date
source: Step End Date
it: Data di fine fase

# CustomLabel.Step_Start_Date
source: Step Start Date
it: Data di inizio fase

# CustomLabel.CompSuite__Stop_Process
source: Stop Process
it: Interrompi processo

# CustomLabel.CompSuite__Subject
source: Subject:
it: Soggetto:

# CustomLabel.Subject_Already_Connected_Confirm_Message
source: Are you sure you would like to create the same activities again?
it: Sicuri di voler creare nuovamente le stesse attività?

# CustomLabel.Subject_Already_Connected_Header
source: This subject already connected to selected clinical stage activities
it: Questo soggetto è già collegato ad attività selezionate della fase clinica

# CustomLabel.CompSuite__Submitted_Exam
source: You already submitted the exam
it: L'esame è già stato presentato

# CustomLabel.CompSuite__Success
source: Success
it: Successo

# CustomLabel.Successfully_reassigned_the_product_to_this_version
source: Successfully reassigned the product to this version
it: Prodotto riassegnato con successo su questa versione

# CustomLabel.Successfully_removed_the_product_from_this_version
source: Successfully removed the product from this version
it: Prodotto rimosso con successo da questa versione

# CustomLabel.Successor_Programs_Table_All_Title
source: Successor Programs
it: Programmi successore

# CustomLabel.CompSuite__Sufficient_privileges
source: You do not have sufficient privileges to perform this action
it: Non si hanno i privilegi sufficienti per eseguire questa azione

# CustomLabel.CompSuite__Suggested_Images
source: Suggested Images
it: Immagini suggerite

# CustomLabel.Supplier_Acount_Component_Title
source: Supplier Account Details
it: Dettagli account fornitore

# CustomLabel.Supplier_Audit_Error_Message
source: Something went wrong
it: Qualcosa è andato storto

# CustomLabel.Supplier_Audit_is_Updating_Message
source: Audits is updating
it: L'audit si sta aggiornando

# CustomLabel.Supplier_Audit_updated_Message
source: Audits Updated!
it: Audit aggiornati!

# CustomLabel.Supplier_Lead_Auditee
source: Supplier Lead Auditee
it: Valutato principale con audit fornitore

# CustomLabel.Supplier_Name
source: Supplier Name
it: Nome fornitore

# CustomLabel.CompSuite__SyntaxIsCorrect
source: Syntax is correct
it: La sintassi è corretta

# CustomLabel.CompSuite__Syntax_Error
source: Formula syntax Error. Please check the following expressions:
it: Errore di sintassi della formula. Si prega di controllare le seguenti espressioni:

# CustomLabel.CompSuite__TAPersonalCreation_AvailableRecords
source: Available Records
it: Record disponibili

# CustomLabel.CompSuite__TAPersonalCreation_ConfirmMessage
source: You will be enrolled in the following:
it: Si verrà iscritti alle seguenti attività:

# CustomLabel.CompSuite__TAPersonalCreation_Confirmation
source: Confirmation
it: Conferma

# CustomLabel.CompSuite__TAPersonalCreation_EmployeeSelectTitle
source: Employee Selection
it: Selezione dipendenti

# CustomLabel.CompSuite__TAPersonalCreation_SearchEmployee
source: Search Employee
it: Cerca dipendente

# CustomLabel.CompSuite__TAPersonalCreation_SearchPlaceHolder
source: Search...
it: Cerca...

# CustomLabel.CompSuite__TAPersonalCreation_SearchTR
source: Search Training Requirement
it: Cerca requisito di formazione

# CustomLabel.CompSuite__TAPersonalCreation_SelectEmployee
source: Select Employee
it: Seleziona dipendente

# CustomLabel.CompSuite__TAPersonalCreation_SelectEmployeeMsg
source: Select an Employee
it: Seleziona un dipendente

# CustomLabel.CompSuite__TAPersonalCreation_SelectTainingRequirement
source: Select Training Requirement
it: Seleziona requisito di formazione

# CustomLabel.CompSuite__TAPersonalCreation_SelectedRecords
source: Selected Records
it: Record selezionati

# CustomLabel.CompSuite__TAPersonalCreation_SuccessMessage
source: Your selection has been saved, 1 training assignment created.
it: La selezione è stata salvata, è stato creato 1 compito di formazione.
