Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__EHS__c.CompSuite__Event_Description.FieldLabel
source: Event Description
it: Descrizione dell'evento

# CustomField.CompSuite__EHS__c.CompSuite__Event_Type.FieldLabel
source: Event Type
it: Tipo evento

# CustomField.CompSuite__EHS__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__EHS__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__EHS__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__EHS__c.CompSuite__State.RelatedListLabel
source: EHS Events
it: Eventi EHS

# CustomField.CompSuite__Effectiveness_Check__c.Account.RelatedListLabel
source: Effectiveness Checks
it: Controlli dell'efficacia

source: Business Unit
it: Divisione

# CustomField.CompSuite__Effectiveness_Check__c.CompSuite__CAPA.RelatedListLabel
source: Effectiveness Checks
it: Controlli dell'efficacia

source: Change Control
it: Controllo delle modifiche

source: Effectiveness Checks
it: Controlli dell'efficacia

# CustomField.CompSuite__Effectiveness_Check__c.Close_EC.FieldLabel
source: Close EC
it: Chiudi controllo dell'efficacia

# CustomField.CompSuite__Effectiveness_Check__c.Document_Revision.FieldLabel
source: Document Revision
it: Revisione del documento

# CustomField.CompSuite__Effectiveness_Check__c.Document_Revision.RelatedListLabel
source: Effectiveness Checks
it: Controlli dell'efficacia

# CustomField.CompSuite__Effectiveness_Check__c.CompSuite__Due_Date.FieldLabel
source: Due Date
it: Scadenza

source: Effectiveness Check Summary
it: Riepilogo di controllo dell'efficacia

source: Effectiveness Check Criteria
it: Criteri di controllo dell'efficacia

source: Effectiveness Check Number
it: Numero di controllo dell'efficacia

source: Effectiveness Check Plan
it: Piano di controllo dell'efficacia

source: Is 30 or less alert sent
it: Is 30 o meno avvisi inviati

# CustomField.CompSuite__Effectiveness_Check__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Effectiveness_Check__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Effectiveness_Check__c.Master_Document.FieldLabel
source: Master Document
it: Documento master

# CustomField.CompSuite__Effectiveness_Check__c.Master_Document.RelatedListLabel
source: Effectiveness Checks
it: Controlli dell'efficacia

# CustomField.CompSuite__Effectiveness_Check__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Effectiveness_Check__c.CompSuite__State.RelatedListLabel
source: Effectiveness Checks
it: Controlli dell'efficacia

# CustomField.CompSuite__Effectiveness_Check__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Effectiveness_Check__c.Supplier.RelatedListLabel
source: Effectiveness Checks
it: Controlli dell'efficacia

# CustomField.CompSuite__Electronic_Form__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Electronic_Form__c.CompSuite__Effective_Date.FieldLabel
source: Effective Date
it: Data effettiva

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Electronic_Form__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Electronic_Form__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Electronic_Form__c.CompSuite__State.RelatedListLabel
source: Electronic Forms
it: Moduli elettronici

# CustomField.CompSuite__Equipment__c.Account.RelatedListLabel
source: Equipment/ Information Assets
it: Risorse di attrezzature/informazioni

# CustomField.CompSuite__Equipment__c.Action_Item.FieldLabel
source: Initiating Action Item
it: Elemento di azione di avvio

# CustomField.CompSuite__Equipment__c.Action_Item.RelatedListLabel
source: Equipment/Information Asset
it: Risorsa di attrezzature/informazioni

# CustomField.CompSuite__Equipment__c.Agreement_Expiration_Date.FieldLabel
source: Agreement Expiration Date
it: Data di scadenza del contratto

# CustomField.CompSuite__Equipment__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Equipment__c.CSV_GAMP_Category.FieldLabel
source: CSV - GAMP Category
it: Categoria CSV - GAMP

# CustomField.CompSuite__Equipment__c.Calibration_Provider.FieldLabel
source: Calibration Provider
it: Fornitore della calibrazione

# CustomField.CompSuite__Equipment__c.Calibration_Provider.RelatedListLabel
source: Equipment(Calibration Provider)
it: Attrezzatura (fornitore della calibrazione)

# CustomField.CompSuite__Equipment__c.Comments.FieldLabel
source: Comments & Visuals
it: Commenti e immagini

# CustomField.CompSuite__Equipment__c.Criticality.FieldLabel
source: Criticality
it: Criticità

# CustomField.CompSuite__Equipment__c.Data_Classification.FieldLabel
source: Data Classification
it: Classificazione dei dati

# CustomField.CompSuite__Equipment__c.Data_Classification_Rationale.FieldLabel
source: Data Classification Rationale
it: Logica della classificazione dei dati

# CustomField.CompSuite__Equipment__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Equipment__c.Department.RelatedListLabel
source: Equipments
it: Attrezzature

# CustomField.CompSuite__Equipment__c.Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__Equipment__c.Equipment_Classification.FieldLabel
source: Equipment Classification
it: Classificazione dell'attrezzatura

# CustomField.CompSuite__Equipment__c.CompSuite__Equipment_Code.FieldLabel
source: Equipment Code
it: Codice attrezzatura

# CustomField.CompSuite__Equipment__c.Equipment_Number.FieldLabel
source: Equipment Number
it: Numero attrezzatura

# CustomField.CompSuite__Equipment__c.GxP_Impact.FieldLabel
source: GxP Impact
it: Impatto GxP

# CustomField.CompSuite__Equipment__c.IT_Administrator.FieldLabel
source: IT Administrator
it: Amministratore IT

# CustomField.CompSuite__Equipment__c.IT_Administrator.RelatedListLabel
source: Equipments/Information Assets
it: Risorse attrezzature/informazioni

# CustomField.CompSuite__Equipment__c.Installation_Date.FieldLabel
source: Installation Date
it: Data di installazione

# CustomField.CompSuite__Equipment__c.Last_Calibration_date.FieldLabel
source: Last Calibration date
it: Data dell'ultima calibrazione

# CustomField.CompSuite__Equipment__c.Last_Maintenance_date.FieldLabel
source: Last Maintenance date
it: Data dell'ultima manutenzione

# CustomField.CompSuite__Equipment__c.Last_Meter_Reading.FieldLabel
source: Last Meter Reading
it: Lettura dell'ultimo contatore

# CustomField.CompSuite__Equipment__c.Last_schedule_activity_run.FieldLabel
source: Last schedule activity run
it: Ultima esecuzione attività programmata

# CustomField.CompSuite__Equipment__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Equipment__c.Location.FieldLabel
source: In-Site Location
it: Posizione nel sito

# CustomField.CompSuite__Equipment__c.Location.RelatedListLabel
source: Equipments
it: Attrezzature

# CustomField.CompSuite__Equipment__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Equipment__c.Maximum_Value.FieldLabel
source: Operational Maximum Value
it: Valore massimo operativo

# CustomField.CompSuite__Equipment__c.Measuring_Tolerance.FieldLabel
source: Measuring Tolerance
it: Misurazione della tolleranza

# CustomField.CompSuite__Equipment__c.Measuring_Unit.FieldLabel
source: Measuring Unit
it: Unità di misura

# CustomField.CompSuite__Equipment__c.Measuring_Unit.HelpText
source: Please enter Measuring Unit for calibration, standard, measurements tools and Sensors
it: Inserisci l'unità di misura per calibrazione, standard, strumenti di misurazione e sensori

# CustomField.CompSuite__Equipment__c.Meter_Reading.FieldLabel
source: Meter Reading
it: Lettura contatori

# CustomField.CompSuite__Equipment__c.Minimum_Value.FieldLabel
source: Operational Minimum Value
it: Valore minimo operativo

# CustomField.CompSuite__Equipment__c.Model.FieldLabel
source: Model
it: Modello

# CustomField.CompSuite__Equipment__c.Next_Calibration_date.FieldLabel
source: Next Calibration date
it: Data della prossima calibrazione

# CustomField.CompSuite__Equipment__c.Next_Maintenance_Date.FieldLabel
source: Next Maintenance Date
it: Data della prossima manutenzione

# CustomField.CompSuite__Equipment__c.Next_Meter_reading.FieldLabel
source: Next Meter reading
it: Prossima lettura del contatore

# CustomField.CompSuite__Equipment__c.Parent_Equipment.FieldLabel
source: Parent Equipment
it: Attrezzatura principale

# CustomField.CompSuite__Equipment__c.Parent_Equipment.RelatedListLabel
source: Child Equipment
it: Attrezzatura del secondario

# CustomField.CompSuite__Equipment__c.Recovery_Point_Objective_Hours.FieldLabel
source: Recovery Point Objective (Hours)
it: Obiettivo del punto di ripristino (ore)

# CustomField.CompSuite__Equipment__c.Recovery_Time_Objective_Hours.FieldLabel
source: Recovery Time Objective (Hours)
it: Obiettivo del tempo di ripristino (ore)

source: Required Maintenance Certification
it: Certificazione manutenzione richiesta

source: Equipments
it: Attrezzature

# CustomField.CompSuite__Equipment__c.Required_Operating_Certification.FieldLabel
source: Required Operating Certification
it: Certificazione operativa richiesta

source: Equipments (Required Operating Certification)
it: Attrezzature (certificazione operativa richiesta)

# CustomField.CompSuite__Equipment__c.Requires_Calibration.FieldLabel
source: Requires Calibration
it: Richiede calibrazione

# CustomField.CompSuite__Equipment__c.Requires_Calibration.HelpText
source: In case calibration is required , please open calibration planned activity before activating the equipment
it: Nel caso in cui sia necessaria la calibrazione, aprire l'attività prevista di calibrazione prima di attivare l'attrezzatura

# CustomField.CompSuite__Equipment__c.Requires_Meter_Reading.FieldLabel
source: Requires Meter Reading
it: Richiede lettura del contatore

# CustomField.CompSuite__Equipment__c.Requires_Meter_Reading.HelpText
source: In case meter readings required , please open meter readings planned activity before activating the equipment e.g engine hour, cycles
it: Nel caso in cui siano richieste le letture dei contatori, aprire l'attività prevista delle letture dei contatori prima di attivare l'attrezzatura, ad esempio ore motore, cicli

# CustomField.CompSuite__Equipment__c.Requires_Preventive_Maintenance.FieldLabel
source: Requires Preventive Maintenance
it: Richiede manutenzione preventiva

# CustomField.CompSuite__Equipment__c.Requires_Preventive_Maintenance.HelpText
source: In case maintenance is required , please open maintenance planned activity before activating the equipment
it: Nel caso in cui sia necessaria la manutenzione, aprire l'attività prevista di manutenzione prima di attivare l'attrezzatura

# CustomField.CompSuite__Equipment__c.Requires_Validation.FieldLabel
source: Requires Validation
it: Richiede convalida

# CustomField.CompSuite__Equipment__c.SOX_Impact.FieldLabel
source: SOX Impact
it: Impatto SOX

# CustomField.CompSuite__Equipment__c.Serial_Number_Vendor.FieldLabel
source: Serial Number (Vendor)
it: Numero di serie (fornitore)

# CustomField.CompSuite__Equipment__c.Service_Agreement_Number.FieldLabel
source: Service Agreement Number
it: Numero del contratto di servizio

# CustomField.CompSuite__Equipment__c.Service_Provider.FieldLabel
source: Service Provider Note
it: Nota del fornitore di servizi

# CustomField.CompSuite__Equipment__c.Service_Provider_1.FieldLabel
source: Service Provider
it: Fornitore di servizi

# CustomField.CompSuite__Equipment__c.Service_Provider_1.RelatedListLabel
source: Equipment/Information Asset (Service Provider)
it: Risorse attrezzature/informazioni (fornitore di servizi)

# CustomField.CompSuite__Equipment__c.Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Equipment__c.Site.RelatedListLabel
source: Equipments
it: Attrezzature

# CustomField.CompSuite__Equipment__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Equipment__c.CompSuite__State.RelatedListLabel
source: Equipments
it: Attrezzature

# CustomField.CompSuite__Equipment__c.Stop_Activity_Creation.FieldLabel
source: Stop Activity Creation
it: Interrompi la creazione di attività

# CustomField.CompSuite__Equipment__c.Supplier.FieldLabel
source: Supplier/ Vendor
it: Fornitore/Venditore

# CustomField.CompSuite__Equipment__c.Supplier.RelatedListLabel
source: Equipment
it: Attrezzatura

# CustomField.CompSuite__Equipment__c.Target_Active_Date.FieldLabel
source: Target Active Date
it: Data attiva prevista

# CustomField.CompSuite__Equipment__c.Target_Effective_Date.FieldLabel
source: Target Effective Date
it: Data effettiva prevista

# CustomField.CompSuite__Equipment__c.Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__Equipment__c.Update_Date.FieldLabel
source: Update Date
it: Data di aggiornamento

# CustomField.CompSuite__Equipment__c.Warranty_Expire_Date.FieldLabel
source: Warranty Expire Date
it: Data di scadenza della garanzia

# CustomField.CompSuite__Equipment__c.isFuture.FieldLabel
source: isFuture
it: èFuturo

# CustomField.CompSuite__External_Entity__c.CompSuite__Adress.FieldLabel
source: Address
it: Indirizzo

# CustomField.CompSuite__External_Entity__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__External_Entity__c.CompSuite__Country.FieldLabel
source: Country
it: Paese

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__External_Entity__c.CompSuite__Location.FieldLabel
source: Location
it: Posizione

# CustomField.CompSuite__External_Entity__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__External_Entity__c.CompSuite__Phone.FieldLabel
source: Phone
it: Telefono

# CustomField.CompSuite__External_Entity__c.CompSuite__State.FieldLabel
source: US State
it: Stato US

# CustomField.CompSuite__External_Entity__c.CompSuite__Zip_Code.FieldLabel
source: Zip Code
it: Codice postale

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__External_Record__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__External_Record__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__External_Record__c.CompSuite__State.RelatedListLabel
source: External Records
it: Record esterni

# CustomField.CompSuite__Ingredient__c.CompSuite__Ingredient_Measure.FieldLabel
source: Ingredient Measure
it: Misura dell'ingrediente

# CustomField.CompSuite__Ingredient__c.CompSuite__Ingredient_Weight.FieldLabel
source: Ingredient Weight
it: Peso dell'ingrediente

# CustomField.CompSuite__Ingredient__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Ingredient__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Ingredient__c.CompSuite__Measure_Unit.FieldLabel
source: Measure Unit
it: Unità di misura

# CustomField.CompSuite__Ingredient__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Ingredient__c.CompSuite__State.RelatedListLabel
source: Ingredients
it: Ingredienti

# CustomField.CompSuite__Ingredient__c.CompSuite__Weight_Units.FieldLabel
source: Weight Units
it: Unità di peso

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Inventory_Item__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Inventory_Item__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Inventory_Item__c.CompSuite__State.RelatedListLabel
source: Inventory Items
it: Elementi di inventario

# CustomField.CompSuite__Investigation__c.Account.RelatedListLabel
source: Investigation Tasks
it: Incarichi dell'indagine

# CustomField.CompSuite__Investigation__c.Additional_Information.FieldLabel
source: Additional Information
it: Informazioni aggiuntive

# CustomField.CompSuite__Investigation__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Investigation__c.CAPA_Plan.FieldLabel
source: CAPA Plan
it: Piano CAPA

# CustomField.CompSuite__Investigation__c.CAPA_Plan.RelatedListLabel
source: Investigation Tasks
it: Incarichi dell'indagine

# CustomField.CompSuite__Investigation__c.CompSuite__Cause.FieldLabel
source: Cause
it: Causa

# CustomField.CompSuite__Investigation__c.CompSuite__Cause_Details.FieldLabel
source: Cause Details
it: Dettagli della causa

# CustomField.CompSuite__Investigation__c.CompSuite__Complaint.FieldLabel
source: Complaint
it: Reclamo

# CustomField.CompSuite__Investigation__c.CompSuite__Complaint.RelatedListLabel
source: Investigations
it: Indagini

# CustomField.CompSuite__Investigation__c.CompSuite__Deviation.FieldLabel
source: Deviation
it: Deviazione

# CustomField.CompSuite__Investigation__c.CompSuite__Deviation.RelatedListLabel
source: Investigations
it: Indagini

# CustomField.CompSuite__Investigation__c.CompSuite__Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__Investigation__c.Due_Date_Extension.FieldLabel
source: Due Date Extension
it: Estensione scadenza

# CustomField.CompSuite__Investigation__c.Extended_Due_Date.FieldLabel
source: Extended Due Date
it: Scadenza prorogata

# CustomField.CompSuite__Investigation__c.Extended_Due_Date_Checkbox.FieldLabel
source: Extended Due Date?
it: Scadenza prorogata?

source: Investigation Description
it: Descrizione dell'indagine

# CustomField.CompSuite__Investigation__c.Investigation_Number.FieldLabel
source: Investigation Number
it: Numero dell'indagine

source: Investigation Result
it: Risultato dell'indagine

# CustomField.CompSuite__Investigation__c.CompSuite__Investigation_Result.HelpText
source: When applicable, add investigation report and/or results
it: Se applicabile, aggiungere il report e/o i risultati dell'indagine

# CustomField.CompSuite__Investigation__c.Investigator.FieldLabel
source: Investigator
it: Ricercatore

# CustomField.CompSuite__Investigation__c.Investigator.RelatedListLabel
source: Investigation Tasks
it: Incarichi dell'indagine

source: Investigator is logged in user
it: Il ricercatore è un utente loggato

# CustomField.CompSuite__Investigation__c.Known_Issue.FieldLabel
source: Known Issue
it: Problema noto

# CustomField.CompSuite__Investigation__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Investigation__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Investigation__c.MRB.RelatedListLabel
source: Investigation Tasks
it: Incarichi dell'indagine

# CustomField.CompSuite__Investigation__c.Product_Item.FieldLabel
source: Product Item
it: Elemento del prodotto

# CustomField.CompSuite__Investigation__c.Product_Item.HelpText
source: Trend root causes by product
it: Tendenza delle cause principali per prodotto

# CustomField.CompSuite__Investigation__c.Product_Item.RelatedListLabel
source: Investigation Tasks
it: Incarichi dell'indagine

# CustomField.CompSuite__Investigation__c.Project_Activity.FieldLabel
source: Project Activity
it: Attività del progetto

# CustomField.CompSuite__Investigation__c.Project_Activity.RelatedListLabel
source: Investigation Tasks
it: Incarichi dell'indagine

# CustomField.CompSuite__Investigation__c.Quality_Event.FieldLabel
source: Quality Event
it: Evento sulla qualità

# CustomField.CompSuite__Investigation__c.Quality_Event.RelatedListLabel
source: Investigation Tasks
it: Incarichi dell'indagine

# CustomField.CompSuite__Investigation__c.Root_Cause_Comments.FieldLabel
source: Root Cause Comments
it: Commenti sulla causa principale

# CustomField.CompSuite__Investigation__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Investigation__c.CompSuite__State.RelatedListLabel
source: Investigations
it: Indagini

# CustomField.CompSuite__Investigation__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Investigation__c.Supplier.RelatedListLabel
source: Investigation Tasks
it: Incarichi dell'indagine

# CustomField.CompSuite__Investigation__c.Symptom.FieldLabel
source: Symptom
it: Sintomo

# CustomField.CompSuite__Investigation__c.Update_Due_Date.FieldLabel
source: Update Due Date
it: Aggiorna scadenza

# CustomField.CompSuite__Investigation__c.Workaround.FieldLabel
source: Workaround
it: Soluzione alternativa

source: Training Plan
it: Piano di formazione

source: Job Function - Training Plan Relations
it: Funzione lavorativa - Correlazioni piano formativo

source: Job Function/Group
it: Funzione lavorativa/Gruppo

source: Job Function - Training Plan Relations
it: Funzione lavorativa - Correlazioni piano formativo

source: Job Function Relation Number
it: Numero correlazione funzione lavorativa

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Module_Section__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Module_Section__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Module_Section__c.CompSuite__State.RelatedListLabel
source: Module/Sections
it: Modulo/Sezioni

source: Validation Protocol
it: Protocollo di convalida

source: Module/Sections
it: Modulo/Sezioni

source: Employee
it: Dipendente

source: Job Function - Employee Relations
it: Funzione lavorativa - Relazioni con i dipendenti

source: End Date
it: Data di fine

source: Is Active
it: Is Attivo

source: Job Function/Group
it: Funzione lavorativa/Gruppo

source: Job Function - Employee Relations
it: Funzione lavorativa - Relazioni con i dipendenti

source: Job Function Relation Number
it: Numero correlazione funzione lavorativa

source: Start Date
it: Data di inizio

# CustomField.CompSuite__Job_Function_Group__c.Account.RelatedListLabel
source: Job Functions
it: Funzioni lavorative

# CustomField.CompSuite__Job_Function_Group__c.CompSuite__Active.FieldLabel
source: Active?
it: Attivo?

# CustomField.CompSuite__Job_Function_Group__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

source: DM External Id
it: ID esterno DM

# CustomField.CompSuite__Job_Function_Group__c.CompSuite__Employee.FieldLabel
source: Employee
it: Dipendente

# CustomField.CompSuite__Job_Function_Group__c.CompSuite__Employee.HelpText
source: Updated automatically with the relevant Employee who the Personal Job Function was created for.
it: Aggiornato automaticamente con il dipendente interessato per il quale è stato creata la funzione lavorativa personale.

source: Job Functions
it: Funzioni lavorative

# CustomField.CompSuite__Job_Function_Group__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Job_Function_Group__c.Job_Description.FieldLabel
source: Job Description
it: Descrizione del lavoro

# CustomField.CompSuite__Job_Function_Group__c.Job_Function_Number.FieldLabel
source: Job Function Number
it: Numero funzione lavorativa

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Job_Function_Group__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Job_Function_Group__c.CompSuite__State.FieldLabel
source: State
it: Stato
