Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# PicklistValue.Standard.retailPromotionLevel.Product Category
source: Product Category
it: Categoria prodotto

# PicklistValue.Standard.retailPromotionMethods.Contests
source: Contests
it: Concorsi

# PicklistValue.Standard.retailPromotionMethods.Coupons
source: Coupons
it: Coupon

# PicklistValue.Standard.retailPromotionMethods.Credit Facility
source: Credit Facility
it: Linea di credito

# PicklistValue.Standard.retailPromotionMethods.Discounts
source: Discounts
it: Sconti

# PicklistValue.Standard.retailPromotionMethods.Display and Exhibition
source: Display and Exhibition
it: Esposizione

# PicklistValue.Standard.retailPromotionMethods.Exchange Offer
source: Exchange Offer
it: Offerta di scambio

# PicklistValue.Standard.retailPromotionMethods.Free Services
source: Free Services
it: Servizi gratuiti

# PicklistValue.Standard.retailPromotionMethods.Gifts
source: Gifts
it: Regali

# PicklistValue.Standard.retailPromotionMethods.Sampling and Demonstration
source: Sampling and Demonstration
it: Campionamento e dimostrazione

# PicklistValue.Standard.retailPromotionMethods.Trade Show
source: Trade Show
it: Fiera commerciale

# PicklistValue.Standard.buyerAccountStatus.Active
source: Active
it: Attivo

# PicklistValue.Standard.buyerAccountStatus.Inactive
source: Inactive
it: Inattivo

# PicklistValue.Standard.buyerAccountStatus.On Hold
source: On Hold
it: In attesa

# PicklistValue.Standard.buyerAccountStatus.Pending
source: Pending
it: In sospeso

# PicklistValue.Standard.buyerAccountCreditStatus.Bad Credit
source: Bad Credit
it: Cattivo pagatore

# PicklistValue.Standard.buyerAccountCreditStatus.Delinquent
source: Delinquent
it: Delinquente

# PicklistValue.Standard.buyerAccountCreditStatus.Good Credit
source: Good Credit
it: Buona solvibilità

# PicklistValue.Standard.buyerAccountCreditStatus.On Hold
source: On Hold
it: In attesa

# PicklistValue.Standard.contractStatus.Activated
source: Activated
it: Attivato

# PicklistValue.Standard.contractStatus.Draft
source: Draft
it: Bozza

# PicklistValue.Standard.contractStatus.In Approval Process
source: In Approval Process
it: In processo di approvazione

# PicklistValue.Standard.buyerAccountCommerceType.Buyer
source: Buyer
it: Acquirente

# PicklistValue.Standard.buyerAccountCommerceType.Reseller
source: Reseller
it: Rivenditore

# PicklistValue.Standard.buyerAccountCommerceType.Seller
source: Seller
it: Venditore

# PicklistValue.Standard.accountType.Analyst
source: Analyst
it: Analista

# PicklistValue.Standard.accountType.Competitor
source: Competitor
it: Concorrente

# PicklistValue.Standard.accountType.Customer
source: Customer
it: Cliente

# PicklistValue.Standard.accountType.Integrator
source: Integrator
it: Integratore

# PicklistValue.Standard.accountType.Investor
source: Investor
it: Investitore

# PicklistValue.Standard.accountType.Other
source: Other
it: Altro

# PicklistValue.Standard.accountType.Press
source: Press
it: Stampa

# PicklistValue.Standard.accountType.Reseller
source: Reseller
it: Rivenditore

# PicklistValue.Standard.eventType.Call
source: Call
it: Chiama

# PicklistValue.Standard.eventType.Meeting
source: Meeting
it: Riunione

# PicklistValue.Standard.eventType.Other
source: Other
it: Altro

# PicklistValue.Standard.taskType.Call
source: Call
it: Chiama

# PicklistValue.Standard.taskType.Meeting
source: Meeting
it: Riunione

# PicklistValue.Standard.taskType.Other
source: Other
it: Altro

# PicklistValue.Standard.salesTeamRole.Account Manager
source: Account Manager
it: Gestore degli account

# PicklistValue.Standard.salesTeamRole.Channel Manager
source: Channel Manager
it: Gestore del canale

# PicklistValue.Standard.salesTeamRole.Executive Sponsor
source: Executive Sponsor
it: Sponsor esecutivo

# PicklistValue.Standard.salesTeamRole.Lead Qualifier
source: Lead Qualifier
it: Qualificatore di Lead

# PicklistValue.Standard.salesTeamRole.Pre-Sales Consultant
source: Pre-Sales Consultant
it: Consulente prevendita

# PicklistValue.Standard.salesTeamRole.Sales Manager
source: Sales Manager
it: Direttore delle vendite

# PicklistValue.Standard.salesTeamRole.Sales Rep
source: Sales Rep
it: Rappresentante delle vendite

# PicklistValue.Standard.snippetType.Date
source: Date
it: Data

# PicklistValue.Standard.snippetType.Image
source: Image
it: Immagine

# PicklistValue.Standard.snippetType.Text
source: Text
it: Testo

# PicklistValue.Standard.orderStatus.Activated
source: Activated
it: Attivato

# PicklistValue.Standard.orderStatus.Draft
source: Draft
it: Bozza

# PicklistValue.Standard.campaignMemberStatus.Responded
source: Responded
it: Risposto

# PicklistValue.Standard.campaignMemberStatus.Sent
source: Sent
it: Inviato

# PicklistValue.Standard.product2Family.None
source: None
it: Nessuno

# PicklistValue.Standard.contactPointAddressType.Billing
source: Billing
it: Fatturazione

# PicklistValue.Standard.contactPointAddressType.Shipping
source: Shipping
it: Spedizione

# PicklistValue.Standard.accountContactRole.Business User
source: Business User
it: Utente aziendale

# PicklistValue.Standard.accountContactRole.Decision Maker
source: Decision Maker
it: Decisore

# PicklistValue.Standard.accountContactRole.Economic Buyer
source: Economic Buyer
it: Acquirente economico

# PicklistValue.Standard.accountContactRole.Economic Decision Maker
source: Economic Decision Maker
it: Decisore economico

# PicklistValue.Standard.accountContactRole.Evaluator
source: Evaluator
it: Valutatore

# PicklistValue.Standard.accountContactRole.Executive Sponsor
source: Executive Sponsor
it: Sponsor esecutivo

# PicklistValue.Standard.accountContactRole.Other
source: Other
it: Altro

# PicklistValue.Standard.accountContactRole.Technical Buyer
source: Technical Buyer
it: Acquirente tecnico

# PicklistValue.Standard.contractContactRole.Business User
source: Business User
it: Utente aziendale

# PicklistValue.Standard.contractContactRole.Decision Maker
source: Decision Maker
it: Decisore

# PicklistValue.Standard.contractContactRole.Economic Buyer
source: Economic Buyer
it: Acquirente economico

# PicklistValue.Standard.contractContactRole.Economic Decision Maker
source: Economic Decision Maker
it: Decisore economico

# PicklistValue.Standard.contractContactRole.Evaluator
source: Evaluator
it: Valutatore

# PicklistValue.Standard.contractContactRole.Executive Sponsor
source: Executive Sponsor
it: Sponsor esecutivo

# PicklistValue.Standard.contractContactRole.Other
source: Other
it: Altro

# PicklistValue.Standard.contractContactRole.Technical Buyer
source: Technical Buyer
it: Acquirente tecnico

# PicklistValue.Standard.retailUnitOfMeasure.Kilogram
source: Kilogram
it: Chilogrammo

# PicklistValue.Standard.retailUnitOfMeasure.Litre
source: Litre
it: Litro

# PicklistValue.Standard.retailUnitOfMeasure.Pack
source: Pack
it: Confezione

# PicklistValue.Standard.retailUnitOfMeasure.Unit
source: Unit
it: Unità

# PicklistValue.Standard.industry.Agriculture
source: Agriculture
it: Agricoltura

# PicklistValue.Standard.industry.Apparel
source: Apparel
it: Abbigliamento

# PicklistValue.Standard.industry.Banking
source: Banking
it: Bancario

# PicklistValue.Standard.industry.Biotechnology
source: Biotechnology
it: Biotecnologia

# PicklistValue.Standard.industry.Chemicals
source: Chemicals
it: Sostanze chimiche

# PicklistValue.Standard.industry.Communications
source: Communications
it: Comunicazioni

# PicklistValue.Standard.industry.Construction
source: Construction
it: Costruzione

# PicklistValue.Standard.industry.Consulting
source: Consulting
it: Consulenza

# PicklistValue.Standard.industry.Education
source: Education
it: Formazione scolastica

# PicklistValue.Standard.industry.Electronics
source: Electronics
it: Elettronica

# PicklistValue.Standard.industry.Energy
source: Energy
it: Energia

# PicklistValue.Standard.industry.Engineering
source: Engineering
it: Ingegneria

# PicklistValue.Standard.industry.Entertainment
source: Entertainment
it: Intrattenimento

# PicklistValue.Standard.industry.Environmental
source: Environmental
it: Ambientale

# PicklistValue.Standard.industry.Finance
source: Finance
it: Finanza

# PicklistValue.Standard.industry.Food &amp; Beverage
source: Food & Beverage
it: Prodotti alimentari e bevande

# PicklistValue.Standard.industry.Government
source: Government
it: Governo

# PicklistValue.Standard.industry.Healthcare
source: Healthcare
it: Assistenza sanitaria

# PicklistValue.Standard.industry.Hospitality
source: Hospitality
it: Ospitalità

# PicklistValue.Standard.industry.Insurance
source: Insurance
it: Assicurazione

# PicklistValue.Standard.industry.Machinery
source: Machinery
it: Macchinari

# PicklistValue.Standard.industry.Manufacturing
source: Manufacturing
it: Fabbricazione

# PicklistValue.Standard.industry.Not For Profit
source: Not For Profit
it: No profit

# PicklistValue.Standard.industry.Other
source: Other
it: Altro

# PicklistValue.Standard.industry.Recreation
source: Recreation
it: Ricreativo

# PicklistValue.Standard.industry.Retail
source: Retail
it: Vendita al dettaglio

# PicklistValue.Standard.industry.Shipping
source: Shipping
it: Spedizione

# PicklistValue.Standard.industry.Technology
source: Technology
it: Tecnologia

# PicklistValue.Standard.industry.Telecommunications
source: Telecommunications
it: Telecomunicazioni

# PicklistValue.Standard.industry.Transportation
source: Transportation
it: Trasporti

# PicklistValue.Standard.industry.Utilities
source: Utilities
it: Utility

# PicklistValue.Standard.assetStatus.Installed
source: Installed
it: Installato

# PicklistValue.Standard.assetStatus.Obsolete
source: Obsolete
it: Obsoleto

# PicklistValue.Standard.assetStatus.Purchased
source: Purchased
it: Acquistato

# PicklistValue.Standard.assetStatus.Registered
source: Registered
it: Registrato

# PicklistValue.Standard.assetStatus.Shipped
source: Shipped
it: Spedito

# PicklistValue.Standard.fiscalYearQuarterPrefix.Quarter
source: Quarter
it: Trimestre

# PicklistValue.Standard.fiscalYearQuarterPrefix.Trimester
source: Trimester
it: Trimestre

# PicklistValue.Standard.digitalAssetStatus.Error
source: Error
it: Errore

# PicklistValue.Standard.digitalAssetStatus.Off
source: Off
it: Disattivato

# PicklistValue.Standard.digitalAssetStatus.On
source: On
it: Attivato

# PicklistValue.Standard.digitalAssetStatus.Warning
source: Warning
it: Avvertimento

# PicklistValue.Standard.fiscalYearPeriodPrefix.Month
source: Month
it: Mese

# PicklistValue.Standard.fiscalYearPeriodPrefix.Period
source: Period
it: Periodo

# PicklistValue.Standard.statusReason.Not Ready
source: Not Ready
it: Non pronto

# PicklistValue.Standard.statusReason.Off
source: Off
it: Disattivato

# PicklistValue.Standard.statusReason.Paused
source: Paused
it: In pausa

# PicklistValue.Standard.statusReason.Standby
source: Standby
it: In stand-by

# PicklistValue.Standard.fiscalYearQuarterName.Fall
source: Fall
it: Autunno

# PicklistValue.Standard.fiscalYearQuarterName.Spring
source: Spring
it: Primavera

# PicklistValue.Standard.fiscalYearQuarterName.Summer
source: Summer
it: Estate

# PicklistValue.Standard.fiscalYearQuarterName.Winter
source: Winter
it: Inverno

# PicklistValue.Standard.workStepStatus.Completed
source: Completed
it: Completato

# PicklistValue.Standard.workStepStatus.In Progress
source: In Progress
it: In corso

# PicklistValue.Standard.workStepStatus.New
source: New
it: Nuovo

# PicklistValue.Standard.workStepStatus.Not Applicable
source: Not Applicable
it: Non applicabile

# PicklistValue.Standard.workStepStatus.Paused
source: Paused
it: In pausa

# PicklistValue.Standard.caseContactRole.Business Contact
source: Business Contact
it: Contatto di lavoro

# PicklistValue.Standard.caseContactRole.Decision Maker
source: Decision Maker
it: Decisore

# PicklistValue.Standard.caseContactRole.Other
source: Other
it: Altro

# PicklistValue.Standard.caseContactRole.Technical Contact
source: Technical Contact
it: Contatto tecnico

# PicklistValue.Standard.processExceptionStatus.Ignored
source: Ignored
it: Ignorato

# PicklistValue.Standard.processExceptionStatus.New
source: New
it: Nuovo

# PicklistValue.Standard.processExceptionStatus.Paused
source: Paused
it: In pausa

# PicklistValue.Standard.processExceptionStatus.Resolved
source: Resolved
it: Risolto

# PicklistValue.Standard.processExceptionStatus.Triaged
source: Triaged
it: Triage

# PicklistValue.Standard.processExceptionStatus.Voided
source: Voided
it: Annullato

# PicklistValue.Standard.processExceptionCategory.Fulfillment
source: Fulfillment
it: Compimento

# PicklistValue.Standard.processExceptionCategory.Invoicing
source: Invoicing
it: Fatturazione

# PicklistValue.Standard.processExceptionCategory.Order Activation
source: Order Activation
it: Attivazione ordine

# PicklistValue.Standard.processExceptionCategory.Order Approval
source: Order Approval
it: Approvazione ordine

# PicklistValue.Standard.processExceptionCategory.Payment
source: Payment
it: Pagamento

# PicklistValue.Standard.processExceptionCategory.Place Order
source: Place Order
it: Invia ordine

# PicklistValue.Standard.forecastCategoryName.Best Case
source: Best Case
it: Caso migliore

# PicklistValue.Standard.forecastCategoryName.Closed
source: Closed
it: Chiuso

# PicklistValue.Standard.forecastCategoryName.Commit
source: Commit
it: Impegnarsi

# PicklistValue.Standard.forecastCategoryName.Omitted
source: Omitted
it: Omesso

# PicklistValue.Standard.forecastCategoryName.Pipeline
source: Pipeline
it: Canale

# PicklistValue.Standard.processExceptionSeverity.High
source: High
it: Alta

# PicklistValue.Standard.processExceptionSeverity.Low
source: Low
it: Bassa

# PicklistValue.Standard.processExceptionPriority.High
source: High
it: Alta

# PicklistValue.Standard.processExceptionPriority.Low
source: Low
it: Bassa

# PicklistValue.Standard.exceptionType.OM Apply Failed
source: OM Apply Failed
it: Applicazione OM non riuscita

# PicklistValue.Standard.exceptionType.OM Capture Failed
source: OM Capture Failed
it: Acquisizione OM non riuscita

# PicklistValue.Standard.exceptionType.OM Refund Failed
source: OM Refund Failed
it: Rimborso OM non riuscito

# PicklistValue.Standard.exceptionType.Place Order Failed
source: Place Order Failed
it: Invia ordine non riuscito

# PicklistValue.Standard.contactPointUsageType.Home
source: Home
it: Casa

# PicklistValue.Standard.contactPointUsageType.Inactive
source: Inactive
it: Inattivo

# PicklistValue.Standard.contactPointUsageType.Temporary
source: Temporary
it: Temporaneo

# PicklistValue.Standard.contactPointUsageType.Work
source: Work
it: Lavoro

# PicklistValue.Standard.eventSubject.Call
source: Call
it: Chiama

# PicklistValue.Standard.eventSubject.Meeting
source: Meeting
it: Riunione

# PicklistValue.Standard.eventSubject.Other
source: Other
it: Altro

# PicklistValue.Standard.eventSubject.Send Letter/Quote
source: Send Letter/Quote
it: Invia lettera/preventivo

# PicklistValue.Standard.entitlementType.Phone Support
source: Phone Support
it: Assistenza telefonica

# PicklistValue.Standard.entitlementType.Web Support
source: Web Support
it: Assistenza Web

# PicklistValue.Standard.serviceContractApprovalStatus.Activated
source: Activated
it: Attivato

# PicklistValue.Standard.serviceContractApprovalStatus.Draft
source: Draft
it: Bozza

# PicklistValue.Standard.serviceContractApprovalStatus.In Approval Process
source: In Approval Process
it: In processo di approvazione

# PicklistValue.Standard.quickTextCategory.Closings
source: Closings
it: Chiusure

# PicklistValue.Standard.quickTextCategory.Greetings
source: Greetings
it: Saluti

# PicklistValue.Standard.taskPriority.High
source: High
it: Alta

# PicklistValue.Standard.taskPriority.Low
source: Low
it: Bassa

# PicklistValue.Standard.taskPriority.Normal
source: Normal
it: Normale

# PicklistValue.Standard.quickTextChannel.Event
source: Event
it: Evento

# PicklistValue.Standard.quickTextChannel.Internal
source: Internal
it: Interno

# PicklistValue.Standard.quickTextChannel.Phone
source: Phone
it: Telefono

# PicklistValue.Standard.quickTextChannel.Portal
source: Portal
it: Portale

# PicklistValue.Standard.quickTextChannel.Task
source: Task
it: Incarico

# PicklistValue.Standard.problemStatus.Closed
source: Closed
it: Chiuso

# PicklistValue.Standard.problemStatus.Fix In Progress
source: Fix In Progress
it: Correzione in corso

# PicklistValue.Standard.problemStatus.Known Error
source: Known Error
it: Errore noto

# PicklistValue.Standard.problemStatus.New
source: New
it: Nuovo

# PicklistValue.Standard.problemStatus.Open
source: Open
it: Apri

# PicklistValue.Standard.problemStatus.Pending Change
source: Pending Change
it: Cambiamento in sospeso

# PicklistValue.Standard.problemStatus.Resolved
source: Resolved
it: Risolto

# PicklistValue.Standard.problemStatus.Root Case Analysis
source: Root Case Analysis
it: Analisi delle cause profonde

# PicklistValue.Standard.problemStatus.Work In Progress
source: Work In Progress
it: Lavori in corso

# PicklistValue.Standard.problemImpact.High
source: High
it: Alta

# PicklistValue.Standard.problemImpact.Low
source: Low
it: Bassa

# PicklistValue.Standard.problemImpact.Medium
source: Medium
it: Media

# PicklistValue.Standard.problemUrgency.High
source: High
it: Alta

# PicklistValue.Standard.problemUrgency.Low
source: Low
it: Bassa

# PicklistValue.Standard.problemUrgency.Medium
source: Medium
it: Media

# PicklistValue.Standard.problemPriority.Critical
source: Critical
it: Critico

# PicklistValue.Standard.problemPriority.High
source: High
it: Alta

# PicklistValue.Standard.problemPriority.Low
source: Low
it: Bassa

# PicklistValue.Standard.problemPriority.Moderate
source: Moderate
it: Moderata

# PicklistValue.Standard.incidentStatus.Closed
source: Closed
it: Chiuso

# PicklistValue.Standard.incidentStatus.Completed
source: Completed
it: Completato

# PicklistValue.Standard.incidentStatus.In Progress
source: In Progress
it: In corso

# PicklistValue.Standard.incidentStatus.New
source: New
it: Nuovo

# PicklistValue.Standard.incidentStatus.Open
source: Open
it: Apri

# PicklistValue.Standard.incidentStatus.Problem Created
source: Problem Created
it: Problema creato

# PicklistValue.Standard.incidentStatus.Resolved
source: Resolved
it: Risolto

# PicklistValue.Standard.socialPostEngagementLevel.Commented
source: Commented
it: Commentato

# PicklistValue.Standard.socialPostEngagementLevel.Resolved
source: Resolved
it: Risolto

# PicklistValue.Standard.socialPostEngagementLevel.Reviewed
source: Reviewed
it: Revisionato

# PicklistValue.Standard.socialPostEngagementLevel.Submitted
source: Submitted
it: Presentato

# PicklistValue.Standard.incidentImpact.High
source: High
it: Alta

# PicklistValue.Standard.incidentImpact.Low
source: Low
it: Bassa

# PicklistValue.Standard.incidentImpact.Medium
source: Medium
it: Media

# PicklistValue.Standard.incidentUrgency.High
source: High
it: Alta

# PicklistValue.Standard.incidentUrgency.Low
source: Low
it: Bassa

# PicklistValue.Standard.incidentUrgency.Medium
source: Medium
it: Media

# PicklistValue.Standard.incidentPriority.Critical
source: Critical
it: Critico

# PicklistValue.Standard.incidentPriority.High
source: High
it: Alta

# PicklistValue.Standard.incidentPriority.Low
source: Low
it: Bassa

# PicklistValue.Standard.incidentPriority.Moderate
source: Moderate
it: Moderata

# PicklistValue.Standard.changeRequestStatus.Approved
source: Approved
it: Approvato

# PicklistValue.Standard.changeRequestStatus.Canceled
source: Canceled
it: Annullato

# PicklistValue.Standard.changeRequestStatus.Closed
source: Closed
it: Chiuso

# PicklistValue.Standard.changeRequestStatus.Implementing
source: Implementing
it: Implementazione

# PicklistValue.Standard.changeRequestStatus.New
source: New
it: Nuovo

# PicklistValue.Standard.changeRequestStatus.Open
source: Open
it: Apri

# PicklistValue.Standard.changeRequestStatus.Planning
source: Planning
it: Pianificazione

# PicklistValue.Standard.changeRequestStatus.Rejected
source: Rejected
it: Rifiutato

# PicklistValue.Standard.changeRequestStatus.Reviewed
source: Reviewed
it: Revisionato

# PicklistValue.Standard.changeRequestStatus.Scheduled
source: Scheduled
it: Programmato

# PicklistValue.Standard.changeRequestPriority.Critical
source: Critical
it: Critico

# PicklistValue.Standard.changeRequestPriority.High
source: High
it: Alta

# PicklistValue.Standard.changeRequestPriority.Low
source: Low
it: Bassa

# PicklistValue.Standard.changeRequestPriority.Moderate
source: Moderate
it: Moderata

# PicklistValue.Standard.socialPostClassification.Customer Case
source: Customer Case
it: Servizio Clienti

# PicklistValue.Standard.socialPostClassification.Inquiry
source: Inquiry
it: Richiesta

# PicklistValue.Standard.socialPostClassification.Outreach
source: Outreach
it: Diffusione

# PicklistValue.Standard.socialPostClassification.Product Review
source: Product Review
it: Recensione del prodotto

# PicklistValue.Standard.changeRequestImpact.High
source: High
it: Alta

# PicklistValue.Standard.changeRequestImpact.Low
source: Low
it: Bassa

# PicklistValue.Standard.changeRequestImpact.Medium
source: Medium
it: Media

# PicklistValue.Standard.changeRequestRiskLevel.High
source: High
it: Alta

# PicklistValue.Standard.changeRequestRiskLevel.Low
source: Low
it: Bassa

# PicklistValue.Standard.changeRequestRiskLevel.Medium
source: Medium
it: Media

# PicklistValue.Standard.changeRequestRelationType.Caused By
source: Caused By
it: Causato da

# PicklistValue.Standard.changeRequestRelationType.Resolved By
source: Resolved By
it: Risolto da

# PicklistValue.Standard.problemIncidentRelationType.Caused By
source: Caused By
it: Causato da

# PicklistValue.Standard.problemIncidentRelationType.Similar
source: Similar
it: Simile

# PicklistValue.Standard.caseRelationType.Root Cause
source: Root Cause
it: Causa principale

# PicklistValue.Standard.caseRelationType.Similar
source: Similar
it: Simile

# PicklistValue.Standard.forecastingItemCategory.Best Case Forecast
source: Best Case Forecast
it: Previsione del caso migliore

# PicklistValue.Standard.forecastingItemCategory.BestCaseOnly
source: BestCaseOnly
it: SoloCasoMigliore

# PicklistValue.Standard.forecastingItemCategory.Closed Only
source: Closed Only
it: Solo chiuso

# PicklistValue.Standard.forecastingItemCategory.Commit Forecast
source: Commit Forecast
it: Previsione impegno

# PicklistValue.Standard.forecastingItemCategory.CommitOnly
source: CommitOnly
it: SoloImpegno

# PicklistValue.Standard.forecastingItemCategory.OmittedOnly
source: OmittedOnly
it: SoloOmesso

# PicklistValue.Standard.forecastingItemCategory.Open Pipeline
source: Open Pipeline
it: Apri canale

# PicklistValue.Standard.forecastingItemCategory.PipelineOnly
source: PipelineOnly
it: SoloCanale

# PicklistValue.Standard.consequenceOfFailure.Critical
source: Critical
it: Critico

# PicklistValue.Standard.consequenceOfFailure.Insignificant
source: Insignificant
it: Insignificante

# PicklistValue.Standard.consequenceOfFailure.Major
source: Major
it: Grave

# PicklistValue.Standard.consequenceOfFailure.Minor
source: Minor
it: Minore

# PicklistValue.Standard.consequenceOfFailure.Moderate
source: Moderate
it: Moderata

# PicklistValue.Standard.taskSubject.Call
source: Call
it: Chiama

# PicklistValue.Standard.taskSubject.Other
source: Other
it: Altro

# PicklistValue.Standard.taskSubject.Send Letter
source: Send Letter
it: Invia lettera

# PicklistValue.Standard.taskSubject.Send Quote
source: Send Quote
it: Invia preventivo

# PicklistValue.Standard.workOrderStatus.Canceled
source: Canceled
it: Annullato

# PicklistValue.Standard.workOrderStatus.Cannot Complete
source: Cannot Complete
it: Impossibile completare

# PicklistValue.Standard.workOrderStatus.Closed
source: Closed
it: Chiuso

# PicklistValue.Standard.workOrderStatus.Completed
source: Completed
it: Completato
