Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomLabel.Generated_By_Label
source: Generated By:
it: Generato da:

# CustomLabel.CompSuite__Go_Back
source: Go Back
it: Torna indietro

# CustomLabel.Go_to_corrected_document_revision
source: Go to corrected document revision
it: Vai alla revisione corretta del documento

# CustomLabel.Go_to_created_document_revision
source: Go to created document revision
it: Vai alla revisione del documento creato

# CustomLabel.Go_to_created_master_document
source: Go to created master document
it: Vai al documento master creato

# CustomLabel.Go_to_current_document_revision
source: Go to current document revision
it: Vai alla revisione attuale del documento

# CustomLabel.Go_to_master_document_Increased
source: Go to master document
it: Vai al documento master

# CustomLabel.Go_to_previous_document_revision
source: Go to previous document revision
it: Vai alla revisione precedente del documento

# CustomLabel.CompSuite__Group
source: Group
it: Gruppo

# CustomLabel.CompSuite__GroupByField
source: Group By Field
it: Raggruppa per campo

# CustomLabel.CompSuite__HTMLPreview
source: HTML Preview
it: Anteprima HTML

# CustomLabel.CompSuite__HeaderMarginSize
source: Header Margin Size
it: Dimensione del margine dell'intestazione

# CustomLabel.Header_Label
source: Add Document
it: Aggiungi documento

# CustomLabel.Header_Question
source: What you like to do?
it: Cosa si desidera fare?

# CustomLabel.CompSuite__Hide
source: Hide
it: Nascondi

# CustomLabel.CompSuite__HideEmptyFields
source: Hide Empty Fields
it: Nascondi campi vuoti

# CustomLabel.CompSuite__Hide_All
source: Hide All
it: Nascondi tutto

# CustomLabel.Hide_Red_Line_Button_Label
source: Hide Red Line
it: Nascondi la riga rossa

# CustomLabel.CompSuite__Home_Page_Summary_Display_Empty
source: Display Actions Without Records
it: Visualizza azioni senza record

# CustomLabel.How_much_units_left_prefix
source: You Have
it: Si hanno

# CustomLabel.How_much_units_left_suffix
source: Units Left
it: Unità rimaste

# CustomLabel.CompSuite__ImplementationClass
source: Implementation Class
it: Classe di implementazione

# CustomLabel.CompSuite__ImportTemplate
source: Import Template
it: Importa modello

# CustomLabel.CompSuite__Import_Light_user_error_message
source: This user has no sufficient privilege to perform the Import
it: Questo utente non dispone di privilegi sufficienti per eseguire l'Importazione

# CustomLabel.CompSuite__Import_unavailble_state
source: Import can not be done in this binder state
it: L'importazione non può essere eseguita in questo stato del raccoglitore

# CustomLabel.CompSuite__In_Progress
source: In Progress
it: In corso

# CustomLabel.CompSuite__Inactive_selected
source: You have selected signatories that are either inactive users or an empty group:
it: Sono stati selezionati firmatari che sono utenti inattivi o sono un gruppo vuoto:

# CustomLabel.Index
source: Index
it: Indice

# CustomLabel.Information
source: Information:
it: Informazioni:

# CustomLabel.CompSuite__Information
source: Information
it: Informazioni

# CustomLabel.Information_Label
source: Information:
it: Informazioni:

# CustomLabel.CompSuite__Initial_document_revision
source: Initial document revision in progress.
it: Revisione iniziale del documento in corso.

# CustomLabel.CompSuite__InputField
source: Input Field
it: Campo di input

# CustomLabel.CompSuite__Insert_file_and_try_again
source: Insert file and try again
it: Inserire il file e riprovare

# CustomLabel.Instructions
source: Instructions
it: Istruzioni

# CustomLabel.Instructions_Header
source: Instructions
it: Istruzioni

# CustomLabel.CompSuite__Insufficient_Privileges
source: You are not allowed to view the document since you do not have the required permissions.
it: Non è consentito visualizzare il documento poiché non si dispone dei permessi richiesti.

# CustomLabel.Internal_Lead_Auditor
source: Internal Lead Auditor
it: Revisore principale interno

# CustomLabel.CompSuite__InvalidBlankToEmailAddressEs
source: Invalid/Blank To email address(es).
it: Indirizzo/i e-mail non valido/i o vuoto/i.

# CustomLabel.CompSuite__InvalidCcBccEmailAddressesEs
source: Invalid Cc/Bcc email address(es).
it: Indirizzo/i e-mail Cc/Bcc non valido/i.

# CustomLabel.CompSuite__InvalidFormatPleaseUploadOnlyJSONFile
source: Invalid format (Please upload only JSON file)
it: Formato non valido (caricare solo file JSON)

# CustomLabel.CompSuite__IsActive
source: Is Active
it: Is Attivo

# CustomLabel.CompSuite__IsDefault
source: Is Default
it: Is Predefinito

# CustomLabel.CompSuite__Item_s_Selected
source: Item(s) Selected
it: Elemento/i selezionato/i

# CustomLabel.CompSuite__Its_not_editable_state
source: The Document cannot be edited in this State
it: Il documento non può essere modificato in questo stato

# CustomLabel.CompSuite__Job_Function
source: Job Function
it: Funzione lavorativa

# CustomLabel.CompSuite__Job_Function_Relations
source: Job Function Relations
it: Relazioni delle funzioni lavorative

# CustomLabel.CompSuite__Job_Functions
source: Job Functions
it: Funzioni lavorative

# CustomLabel.CompSuite__Job_functions_associated
source: Job functions associated with this training assignment
it: Funzioni lavorative associate a questo compito di formazione

# CustomLabel.CompSuite__Last
source: Last
it: Ultimi

# CustomLabel.CompSuite__LastModifiedBy
source: Last Modified By
it: Ultima modifica di

# CustomLabel.CompSuite__Last_Signatory
source: Last Signatory
it: Ultimo firmatario

# CustomLabel.CompSuite__Last_Step_You_re_almost_done
source: Hooray!
it: Evviva!

# CustomLabel.CompSuite__Last_Step_first_line
source: The training requirements were created successfully!
it: I requisiti di formazione sono stati creati con successo!

# CustomLabel.CompSuite__Last_Step_second_line
source: Please click on the "Initiate all Trainings Creation" button.
it: Fare clic sul pulsante "Avvia creazione di tutti i corsi di formazione".

# CustomLabel.CompSuite__Last_approver_should_be_selected
source: Last approver should be selected
it: Deve essere selezionato l'ultimo approvatore

# CustomLabel.Lead_Auditee
source: Lead Auditee
it: Valutato principale con audit

# CustomLabel.Lead_Auditor
source: Lead Auditor
it: Revisore principale

# CustomLabel.CompSuite__LeftMarginSize
source: Left Margin Size
it: Dimensione margine sinistro

# CustomLabel.Legacy_record_correction
source: Legacy record correction
it: Correzione del record legacy

# CustomLabel.CompSuite__Length_Of_Password
source: Your Password Must Be at Least 8 Characters Long
it: La password deve essere lunga almeno 8 caratteri

# CustomLabel.CompSuite__LifeCycleComments_EmailHeader
source: Approval Process {ApprovalProcessName} for record {RecordName} has been rejected.
it: Il processo di approvazione {ApprovalProcessName} per il record {RecordName} è stato rifiutato.

# CustomLabel.CompSuite__LifeCycleComments_Error
source: Error loading comments
it: Errore durante il caricamento dei commenti

# CustomLabel.CompSuite__LifeCycleComments_From
source: From
it: Da

# CustomLabel.CompSuite__LifeCycleComments_NoComments
source: No comments
it: Nessun commento

# CustomLabel.CompSuite__LifeCycleComments_State
source: Changed State
it: Stato cambiato

# CustomLabel.CompSuite__LifeCycleComments_Title
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomLabel.CompSuite__LifeCycleComments_To
source: to
it: a

# CustomLabel.CompSuite__Limit
source: Limit
it: Limite

# CustomLabel.CompSuite__Link_Element
source: Link Element
it: Collega elemento

# CustomLabel.Link_Header
source: Requirement Revision training link:
it: Link alla formazione sulla revisione dei requisiti:

# CustomLabel.CompSuite__Link_to_Records_Export_Option
source: Link to Records
it: Link ai record

# CustomLabel.Links_to_created_records_title
source: Links to created records
it: Link ai record creati

# CustomLabel.CompSuite__LivePreview
source: Live Preview
it: Anteprima dal vivo

# CustomLabel.Loading
source: Loading
it: Caricamento

# CustomLabel.Loading_Label_For_Clone_Risk
source: Loading
it: Caricamento

# CustomLabel.CompSuite__Local_check_out
source: Local check out
it: Check out locale

# CustomLabel.CompSuite__LockRecord
source: Record is locked
it: Il record è bloccato

# CustomLabel.CompSuite__Lock_Attachments
source: Lock Attachments
it: Blocca allegati

# CustomLabel.CompSuite__Lock_Record
source: Lock Record
it: Blocca record

# CustomLabel.CompSuite__Locked_Attachments
source: All attachments are locked
it: Tutti gli allegati sono bloccati

# CustomLabel.Main_Deviation_Type
source: Main Deviation Type
it: Tipo di deviazione principale

# CustomLabel.Make_Effective_Note_Body
source: The record was promoted from the change control process
it: Il record è stato promosso dal processo di controllo delle modifiche.

# CustomLabel.Malfunctions_Title
source: Malfunctions
it: Malfunzionamenti

# CustomLabel.CompSuite__ManageSignatories_SubTitle
source: What would you like to do?
it: Cosa si vorrebbe fare?

# CustomLabel.CompSuite__ManageSignatories_ViewApprovalMatrix
source: View the approval matrix records that are associated with the user and consider replace them with another user.
it: Visualizzare i record della matrice di approvazione che sono associati all'utente e prendere in considerazione la sostituzione con un altro utente.

# CustomLabel.CompSuite__ManageSignatories_ViewSignatories
source: View the current user's records that pending signature and consider replace them with another user.
it: Visualizzare i record attuali dell'utente in attesa di firma e considerare di sostituirli con un altro utente.

# CustomLabel.CompSuite__Manage_Approval
source: Manage Signatories
it: Gestire firmatari

source: Show active personal training plans
it: Mostra piani di formazione personali attivi

source: Active personal training plans
it: Piani di formazione personali attivi

source: Show active general training plans
it: Mostra piani di formazione generale attivi

source: Active general training plans
it: Piani di formazione generale attivi

# CustomLabel.CompSuite__Manage_Multiple_Training_Requirements_All_Training_Plans
source: Show all training plans
it: Mostra tutti i piani di formazione

source: All training plans
it: Tutti i piani di formazione

# CustomLabel.CompSuite__Manage_Multiple_Training_Requirements_New_Training_Plan
source: + New Training Plan
it: + Nuovo piano di formazione

source: + New Training Requirement
it: + Nuovo requisito di formazione

# CustomLabel.CompSuite__Manage_Sigantories_Administration
source: Manage Sigantories Administration
it: Gestisci l'amministrazione dei firmatari

# CustomLabel.CompSuite__Manage_approval_process
source: Signatories not selected - please select signatories before promoting this record
it: Firmatari non selezionati - si prega di selezionare i firmatari prima di promuovere questo record

# CustomLabel.CompSuite__MandatoryFieldsAreMissing
source: Mandatory Fields are missing
it: Campi obbligatori mancanti

# CustomLabel.CompSuite__MarginUnit
source: Margin Unit
it: Unità del margine

# CustomLabel.CompSuite__MarginValuesRange
source: Valid margin value range for cm is 2.5-9.9 and for inches 1.0-3.9
it: L'intervallo di valori del margine valido per cm è 2,5-9,9 e per pollici 1,0-3,9

# CustomLabel.CompSuite__MasterDocumentForm_CreateForm
source: Create Form
it: Crea un modulo

# CustomLabel.CompSuite__Master_Document
source: Master Document:
it: Documento master:

# CustomLabel.CompSuite__Max_Value
source: Max Value
it: Valore max

# CustomLabel.CompSuite__Max_image_size_2MB
source: Maximum file size: 2MB
it: Dimensione massima del file: 2MB

# CustomLabel.CompSuite__Maximum4FiltersCanBeAdded
source: Maximum 4 filters can be added.
it: È possibile aggiungere al massimo 4 filtri.

# CustomLabel.CompSuite__Merge_PDF_Export_Option
source: Merge PDF
it: Unisci PDF

# CustomLabel.CompSuite__Message
source: Message
it: Messaggio

# CustomLabel.CompSuite__Min_Value
source: Min Value
it: Valore min

# CustomLabel.CompSuite__Minimum
source: Minimum
it: Minimo

# CustomLabel.CompSuite__Minimum_Approvers
source: Minimum number of Approvers/Reviewers has not been reached, please complete the number of Approvers/Reviewers to
it: Il numero minimo di Approvatori/Revisori non è stato raggiunto, si prega di completare il numero di Approvatori/Revisori.

# CustomLabel.CompSuite__MultiSelectFields
source: Multi Select Fields
it: Campi di selezione multipla

# CustomLabel.CompSuite__Multiple_available
source: Available Records
it: Record disponibili

# CustomLabel.NO_DATA_MSG
source: There is no items to display
it: Non sono presenti elementi da visualizzare

# CustomLabel.Name
source: Name
it: Nome

# CustomLabel.CompSuite__Name
source: Name
it: Nome

# CustomLabel.Name_Header
source: Name
it: Nome

# CustomLabel.Name_Title_in_Program_Table
source: Name
it: Nome

# CustomLabel.CompSuite__New
source: New
it: Nuovo

# CustomLabel.CompSuite__NewProtocolExePage_DisplayAll
source: Display All
it: Visualizza tutto

# CustomLabel.CompSuite__NewTemplate
source: New Template
it: Nuovo modello

# CustomLabel.CompSuite__New_Active_PEX
source: New (Active)
it: Nuovo (attivo)

# CustomLabel.New_Assessment_Element_title
source: New Assessment Element
it: Nuovo elemento di valutazione

# CustomLabel.New_BOM_Relation
source: Component
it: Componente

# CustomLabel.New_Batch_Record_Confirmation
source: By clicking Confirm a new batch record will be created
it: Facendo clic su conferma verrà creato un nuovo Batch record

# CustomLabel.New_Batch_Record_Title
source: New Batch Record
it: Nuovo Batch record

# CustomLabel.New_Button_Label
source: New
it: Nuovo

# CustomLabel.New_DocRev_Confirmation
source: Are you sure you want to create a new document revision?
it: Sicuri di voler creare una nuova revisione del documento?

# CustomLabel.New_Doc_Rev_Question
source: Would you like to create a new Document Revision?
it: Si vuole creare una nuova revisione del documento?

# CustomLabel.New_Document
source: Document
it: Documento

# CustomLabel.CompSuite__New_Element
source: New Element
it: Nuovo elemento

# CustomLabel.CompSuite__New_In_Progress_PEX
source: New (In Progress)
it: Nuovo (in corso)

# CustomLabel.New_Manufacturer_Item
source: Manufacturer Item
it: Elemento del produttore

# CustomLabel.CompSuite__New_Revision
source: New
it: Nuovo

# CustomLabel.CompSuite__New_Task
source: New Task
it: Nuovo incarico

# CustomLabel.CompSuite__New_Training_Wizard_Requirement_Revision_Modal_Title
source: Requirement Revision
it: Revisione del requisito

# CustomLabel.CompSuite__New_Training_Wizard_Training_Plan_Modal_Title
source: Select Training Plans
it: Seleziona piani di formazione

# CustomLabel.CompSuite__New_Training_Wizard_Training_Requirement_Modal_Title
source: Create a new Training Requirement
it: Crea un nuovo requisito di formazione

# CustomLabel.CompSuite__New_Value
source: New Value
it: Nuovo valore

# CustomLabel.Next
source: Next
it: Prossimo

# CustomLabel.CompSuite__Next
source: Next
it: Prossimo

# CustomLabel.Next_Avticity_Creation
source: Next Activity Creation Date
it: Data di creazione prossima attività

# CustomLabel.Next_button_Label
source: Next
it: Prossimo

# CustomLabel.CompSuite__NoEditPermission
source: The selected user has no edit permission
it: L'utente selezionato non ha il permesso di modifica

# CustomLabel.CompSuite__NoRecordsFound
source: No Records Found
it: Nessun record trovato

# CustomLabel.CompSuite__No_Business_Records
source: There are no users associated with the record's business unit
it: Non sono presenti utenti associati alla divisione del record

# CustomLabel.CompSuite__No_Content_Document_available
source: No Content Document available for this file
it: Nessun documento di contenuto disponibile per questo file

# CustomLabel.CompSuite__No_Data_To_Show
source: There Is No Data To Show
it: Non ci sono dati da mostrare

# CustomLabel.CompSuite__No_Document_Rev_Permissions
source: Insufficient Privileges on document revision record for the current User
it: Privilegi insufficienti sul record di revisione del documento per l'utente attuale

# CustomLabel.CompSuite__No_Document_Revision_Third_Step_New_Training_Explanation
source: Once the document revision is promoted to "Training in Progress" state, a requirement revision will be created automatically for you.
it: Una volta che la revisione del documento viene promossa allo stato "formazione in corso", verrà creata automaticamente una revisione del requisito.

# CustomLabel.CompSuite__No_Document_Revision_Third_Step_New_Training_Message
source: There are no available document revisions at the moment.
it: Al momento non sono disponibili revisioni del documento.

# CustomLabel.CompSuite__No_E_Signature
source: Please click this link and enter electronic signature
it: Fare clic su questo link e inserire la firma elettronica

# CustomLabel.CompSuite__No_Elements_For_link
source: No Elements for link
it: Nessun elemento per il link

# CustomLabel.No_Job_Function_Related_To_Owner
source: There is no job function related to this activity owner.
it: Non c'è alcuna funzione lavorativa correlata al proprietario di questa attività.

# CustomLabel.CompSuite__No_Match
source: No Training plans matching this name :(
it: Nessun piano di formazione corrisponde a questo nome :(

# CustomLabel.No_Preview_Available
source: No Preview Available
it: Nessuna anteprima disponibile

# CustomLabel.CompSuite__No_Preview_Available
source: There is no content to display.
it: Non c'è contenuto da visualizzare.

# CustomLabel.CompSuite__No_Record_Type
source: No Record Type
it: Nessun tipo di record

# CustomLabel.No_Related_Link_In_Related_Requirement_Revision
source: There is no video for this training assignment
it: Non c'è nessun video per questo compito di formazione

# CustomLabel.CompSuite__No_Related_Risks
source: There are no related risks
it: Non ci sono rischi correlati

# CustomLabel.No_Requirment_Revision_To_Training
source: Requirement Revision is not related to the current Training Assignment.
it: La revisione dei requisiti non è correlata all'attuale compito di formazione.

# CustomLabel.CompSuite__No_Risk_Elements_For_link
source: There is no risk element for link
it: Non esiste alcun elemento di rischio per il link

# CustomLabel.CompSuite__No_Selected_Records
source: Select at least one record and try again.
it: Selezionare almeno un record e riprovare.

# CustomLabel.No_Training_Associated_to_Batch_Step
source: This batch step was not associated to training certification
it: Questa fase del lotto non era associata alla certificazione di formazione

# CustomLabel.No_assessment_elements
source: <b>Sorry, there are no Assessment Elements associated with the selected Assessment.</b> <br> Please add the elements first or select another assessment.
it: <b>Spiacenti, non ci sono elementi di valutazione associati alla valutazione selezionata.</b> <br> Aggiungere prima gli elementi o selezionare un'altra valutazione.

# CustomLabel.No_of_Critical_Findings
source: No. of Critical Findings
it: N. di risultati critici

# CustomLabel.No_of_Major_Findings
source: No. of Major Findings
it: N. di risultati principali

# CustomLabel.No_of_Minor_Findings
source: No. of Minor Findings
it: N. di risultati minori

# CustomLabel.No_steps
source: No batch steps for this record
it: Nessuna azione in batch per questo record

# CustomLabel.CompSuite__No_transition
source: You do not have any State Transition Permissions in this state
it: Non si ha alcuna autorizzazione di transizione dello stato in questo stato.

# CustomLabel.CompSuite__None_of_the_above
source: None of the above, I would rather wait for the next classrooms to be available
it: Nessuna di queste, preferirei aspettare che le prossime classi siano disponibili

# CustomLabel.CompSuite__Not_Approvers
source: Please Select Signatory
it: Selezionare il firmatario

# CustomLabel.CompSuite__Not_Have_Sufficient_Privileges
source: You do not have sufficient privileges to perform this action
it: Non si hanno i privilegi sufficienti per eseguire questa azione

# CustomLabel.CompSuite__Not_Last_Approval
source: Please Select Last Signatory
it: Selezionare l'ultimo firmatario

# CustomLabel.CompSuite__Not_Started
source: Not Started
it: Non iniziato

# CustomLabel.CompSuite__Not_all_signatories_selected_in_manageable_state
source: Not all the signatories were selected - please select signatories before promoting this record.
it: Non tutti i firmatari sono stati selezionati - per favore, selezionare i firmatari prima di promuovere questo documento.

# CustomLabel.CompSuite__Note
source: Note:
it: Nota:

# CustomLabel.Note
source: Note:
it: Nota:

# CustomLabel.Number
source: Number
it: Numero

# CustomLabel.CompSuite__Number_Item_Selected
source: Item(s) Selected
it: Elemento/i selezionato/i

# CustomLabel.CompSuite__Object
source: Object
it: Oggetto

# CustomLabel.CompSuite__ObjectName
source: Object Name
it: Nome oggetto

# CustomLabel.CompSuite__ObjectNotFound
source: Object not found
it: Oggetto non trovato.

# CustomLabel.CompSuite__Object_Name
source: Object Name
it: Nome oggetto

# CustomLabel.CompSuite__Old_Value
source: Old Value
it: Vecchio valore

# CustomLabel.CompSuite__OnlineDocument_CheckoutOnlineDocument
source: Checkout Online Document
it: Pagina di pagamento del documento online

# CustomLabel.CompSuite__OnlineDocument_DocuemntIsntCheckedOut
source: Docuemnt has not been checked out
it: Non è stato effettuato il check out del documento

# CustomLabel.CompSuite__OnlineDocument_EditCurrentVersion
source: Edit Current Version
it: Modifica versione attuale

# CustomLabel.CompSuite__OnlineDocument_EditOnlineVersion
source: Edit Online Version
it: Modifica versione online

# CustomLabel.CompSuite__OnlineDocument_PleaseWait
source: Please Wait...
it: Si prega di attendere...

# CustomLabel.CompSuite__OnlineDocument_SelectMethod
source: Would you like to edit the current version or the online version?
it: Si desidera modificare la versione attuale o la versione online?

# CustomLabel.CompSuite__OnlineDocument_UploadFromGoogle
source: Upload from Google Drive
it: Carica da Google Drive

# CustomLabel.CompSuite__OnlineDocument_UploadingToGoogle
source: Uploading file to Google Drive. Please authenticate with your Google account.
it: Caricamento file su Google Drive. Si prega di autenticarsi con il proprio account Google.

# CustomLabel.CompSuite__OnlineMeeting_EditMeeting
source: Meeting Options
it: Opzioni di riunione

# CustomLabel.CompSuite__OnlineMeeting_ErrorMissingEditUrl
source: Error: Missing Options URL
it: Errore: URL delle opzioni mancante

# CustomLabel.CompSuite__OnlineMeeting_LoggedSuccessfully
source: Logged In Successfully
it: Accesso effettuato correttamente

# CustomLabel.CompSuite__OnlineMeeting_Login
source: Login
it: Accesso

# CustomLabel.CompSuite__OnlineMeeting_MeetingCreated
source: Meeting has been scheduled.
it: La riunione è stata programmata

# CustomLabel.CompSuite__OnlineMeeting_MeetingUpdated
source: Meeting has been updated.
it: La riunione è stata aggiornata

# CustomLabel.CompSuite__OnlineMeeting_OpenMeeting
source: Join Meeting
it: Partecipa alla riunione

# CustomLabel.CompSuite__OnlineMeeting_ScheduleMeeting
source: Schedule Online Meeting
it: Programma riunione online

# CustomLabel.CompSuite__OnlineMeeting_Title
source: Online Meeting
it: Meeting online

# CustomLabel.CompSuite__OnlineMeeting_UpdateHelp
source: Meeting has been changed. Update details in service.
it: La riunione è stata modificata. Aggiornare i dettagli nel servizio.

# CustomLabel.CompSuite__OnlineMeeting_UpdateMeeting
source: Update Details
it: Aggiorna dettagli

# CustomLabel.CompSuite__Only_zip_files_are_supported
source: Only zip files are supported.
it: Solo i file zip sono supportati.

# CustomLabel.CompSuite__Open_in_fullscreen
source: Open in fullscreen
it: Apri a schermo intero
