Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomLabel.CompSuite__Curriculums
source: Training Plans
it: Piani di formazione

# CustomLabel.CompSuite__Curriculums_In_the_Job_Function
source: Training Plans In the Job Function
it: Piani di formazione nella funzione lavorativa

# CustomLabel.CompSuite__CustomInput
source: Custom Input
it: Input personalizzato

# CustomLabel.CompSuite__CustomType
source: Custom Type
it: Tipo personalizzato

# CustomLabel.CompSuite__Customize
source: Customize
it: Personalizza

# CustomLabel.CompSuite__DataTableByFieldSet_NoResult
source: No result found
it: Nessun risultato trovato

# CustomLabel.CompSuite__Date
source: Date
it: Data

# CustomLabel.CompSuite__DateFormatShouldBeyyyymmdd
source: Date format should be YYYY-MM-DD
it: Il formato della data deve essere AAAA-MM-GG

# CustomLabel.Date_Fixed
source: Date Fixed
it: Data correzione

# CustomLabel.Date_Occured
source: Date Occured
it: Data avvenuto

# CustomLabel.Date_and_time_of_report
source: Date and time of report
it: Data e ora del report

# CustomLabel.Date_time_Generated
source: Date/time Generated:
it: Data/ora generata:

# CustomLabel.CompSuite__Date_time_Generated
source: Date/time Generated:
it: Data/ora generata:

# CustomLabel.CompSuite__Default
source: Default
it: Predefinito

# CustomLabel.CompSuite__Del
source: Del
it: Elim

# CustomLabel.CompSuite__Delete
source: Delete
it: Elimina

# CustomLabel.CompSuite__DeleteCorporateDocument
source: Delete Corporate Document 123
it: Elimina il documento aziendale 123

# CustomLabel.CompSuite__DeleteField
source: Delete Field
it: Elimina campo

# CustomLabel.CompSuite__DeleteSection
source: Delete Section
it: Elimina sezione

# CustomLabel.CompSuite__Delete_Message_Confirmation
source: Are you sure you want to delete this file?
it: Sicuri di voler eliminare questo file?

# CustomLabel.Delete_Predecessor_Action_Confirmation_Message
source: Are you sure you want to delete this Predecessor Action?
it: Sicuri di voler eliminare questa azione predecessore?

# CustomLabel.Delete_Predecessor_Action_Title
source: Delete Predecessor Action
it: Elimina azione predecessore

# CustomLabel.Delete_Predecessor_Program_Confirmation_Message
source: Are you sure you want to delete this Predecessor Program?
it: Sicuri di voler eliminare questo programma predecessore?

# CustomLabel.Delete_Predecessor_Programs_Title
source: Delete Predecessor Program
it: Elimina il programma predecessore

# CustomLabel.Delete_Successor_Action_Confirmation_Message
source: Are you sure you want to delete this Successor Action?
it: Sicuri di voler eliminare questa azione successore?

# CustomLabel.Delete_Successor_Action_Title
source: Delete Successor Action
it: Elimina azione successore

# CustomLabel.Delete_Successor_Program_Confirmation_Message
source: Are you sure you want to delete this Successor Program?
it: Sicuri di voler eliminare questo programma successore?

# CustomLabel.Delete_Successor_Program_Title
source: Delete Successor Program
it: Elimina programma successore

# CustomLabel.CompSuite__Department
source: Department
it: Dipartimento

# CustomLabel.CompSuite__Description
source: Description
it: Descrizione

# CustomLabel.CompSuite__Design_Set_Locked_Help_Message
source: The selected design set is locked, you can use this selected design set record by going on the record and open it
it: Il set di design selezionato è bloccato, è possibile utilizzare questo record del set di design selezionato andando sul record e aprendolo

# CustomLabel.CompSuite__Destination_State
source: Destination State
it: Stato di destinazione

# CustomLabel.Deviation_Title
source: Deviation
it: Deviazione

# CustomLabel.CompSuite__Discrepancy
source: Discrepancy
it: Discrepanza

# CustomLabel.CompSuite__Discrepancy_Description
source: Discrepancy Description
it: Descrizione della discrepanza

# CustomLabel.CompSuite__Discrepancy_Justification
source: Discrepancy Justification
it: Giustificazione della discrepanza

# CustomLabel.CompSuite__Discrepancy_Log
source: Discrepancy Log
it: Registro delle discrepanze

# CustomLabel.CompSuite__DoYouWantToDelete
source: Do you want to delete
it: Si vuole eliminare

# CustomLabel.CompSuite__DoYouWantToRemove
source: Do you want to remove
it: Si vuole rimuovere

# CustomLabel.CompSuite__DoYouWantToSaveTheChanges
source: Do you want to save the changes?
it: Si vuole salvare le modifiche?

# CustomLabel.DocRevDetailsInPR
source: Periodic review is assigned to Document Revision, version
it: La revisione periodica viene assegnata alla revisione del documento, versione

# CustomLabel.CompSuite__DocumentAttachedSuccessfully
source: Document Attached Successfully!
it: Documento allegato correttamente!

# CustomLabel.CompSuite__DocumentHeader_CancellationBlockMsg
source: There is a document revision in progress, please cancel it first.
it: C'è una revisione del documento in corso, per favore annullarla prima.

# CustomLabel.CompSuite__DocumentManager_AlreadyUploaded
source: File was already uploaded during your session, page is refreshing.
it: Il file è già stato caricato durante la sessione, la pagina si sta aggiornando.

# CustomLabel.CompSuite__DocumentPreviewTrainingTab_NoPreview
source: No Preview Available
it: Nessuna anteprima disponibile

# CustomLabel.CompSuite__DocumentRevision_DemotedAuditTrailMsg
source: Updated revision in progress
it: Revisione aggiornata in corso

# CustomLabel.CompSuite__DocumentSentForESign
source: Document Sent for E-Sign!
it: Documento inviato per la firma elettronica!

# CustomLabel.CompSuite__Document_Checked_Out
source: Document checked out - You cannot promote this record while editing the document
it: Documento controllato - Non è possibile promuovere questo record durante la modifica del documento

# CustomLabel.Document_Legacy_Number_on_each_page
source: Document Legacy Number -
it: Numero legacy del documento -

# CustomLabel.Document_Name
source: Document Name -
it: Nome documento -

# CustomLabel.Document_Number
source: Document Number
it: Numero del documento

# CustomLabel.Document_State
source: Document State
it: Stato documento

# CustomLabel.CompSuite__Document_Tree
source: Document Tree
it: Albero del documento

# CustomLabel.CompSuite__Don_t_show_this_again
source: Don't show this again
it: Non mostrare più

# CustomLabel.CompSuite__Done
source: Done
it: Fatto

# CustomLabel.CompSuite__DottieNoActions
source: I don't have any actions to display
it: Non ho nessuna azione da visualizzare

# CustomLabel.CompSuite__Download
source: Download
it: Scarica

# CustomLabel.Download_CSV
source: Download CSV
it: Scarica CSV

# CustomLabel.Download_CSV_Button
source: Download CSV
it: Scarica CSV

# CustomLabel.CompSuite__Download_File
source: Download File
it: Scarica il file

# CustomLabel.CompSuite__Download_Last_Zip_Button
source: Download Last Zip
it: Scarica l'ultimo Zip

# CustomLabel.CompSuite__Download_Original_File
source: Download Original File
it: Scarica il file originale

# CustomLabel.CompSuite__Download_PDF
source: Download PDF
it: Scarica il PDF

# CustomLabel.Due_Date
source: Due Date
it: Scadenza

# CustomLabel.CompSuite__Due_Date_Updated
source: The due date has been updated successfully!
it: La scadenza è stata aggiornata con successo!

# CustomLabel.CompSuite__Duplicate_Parameter_Label
source: Duplicated Parameter Label
it: Etichetta parametro duplicata

# CustomLabel.CompSuite__E_Locked_Fields
source: Locked Fields
it: Campi bloccati

# CustomLabel.CompSuite__E_Signature
source: E-Signature
it: Firma elettronica

# CustomLabel.CompSuite__E_Signature_Password
source: User Password
it: Password utente

# CustomLabel.CompSuite__E_Signature_Title
source: E-Signature
it: Firma elettronica

# CustomLabel.CompSuite__E_Signature_for
source: E-Signature for
it: Firma elettronica per

# CustomLabel.CompSuite__Edit
source: Edit
it: Modifica

# CustomLabel.CompSuite__EditTemplate
source: Edit Template
it: Modifica modello

# CustomLabel.Edit_BOM
source: Edit BOM
it: Modifica DBA

# CustomLabel.CompSuite__Edit_Binder_Element
source: Edit Binder Element
it: Modifica elemento raccoglitore

# CustomLabel.CompSuite__Edit_File
source: Edit File
it: Modifica file

# CustomLabel.Edit_Section_Tiltle
source: New Quantity
it: Nuova quantità

# CustomLabel.CompSuite__Effective_Document
source: Document in Effective State
it: Documento in stato effettivo

# CustomLabel.CompSuite__Element_Number_Help_Text
source: Set order between 1-${position}
it: Imposta l'ordine tra 1-${position}

# CustomLabel.CompSuite__EmailSubjectOrMessageIsBlank
source: Email subject or message is blank.
it: Oggetto o messaggio dell'e-mail è vuoto.

# CustomLabel.CompSuite__EmailTemplate
source: Email Template:
it: Modello di e-mail:

# CustomLabel.CompSuite__Email_Fields
source: Email Fields
it: Campi e-mail

# CustomLabel.CompSuite__Email_Template
source: Email Template
it: Modello di e-mail

# CustomLabel.CompSuite__Employee
source: Employee
it: Dipendente

# CustomLabel.CompSuite__EmployeeHeader_Add
source: Add
it: Aggiungi

# CustomLabel.CompSuite__EmployeeHeader_AvailablePermissionSetGroups
source: Available Permission Set Groups
it: Gruppi di set di autorizzazioni disponibili

# CustomLabel.CompSuite__EmployeeHeader_AvailablePermissionSets
source: Available Permission Sets
it: Set di autorizzazioni disponibili

# CustomLabel.CompSuite__EmployeeHeader_AvailablePublicGroups
source: Available Public Groups
it: Gruppi pubblici disponibili

# CustomLabel.CompSuite__EmployeeHeader_AvailableRecords
source: Records available for replace
it: Record disponibili per la sostituzione

# CustomLabel.CompSuite__EmployeeHeader_Back
source: Back
it: Indietro

# CustomLabel.CompSuite__EmployeeHeader_ChangeOwner
source: Change Owner
it: Cambia proprietario

# CustomLabel.CompSuite__EmployeeHeader_ChatterFreeUsersMsg
source: Chatter Free users can not be added to public groups
it: Gli utenti Chatter Free non possono essere aggiunti ai gruppi pubblici

# CustomLabel.CompSuite__EmployeeHeader_ClonePermissions
source: Clone Permissions
it: Clona autorizzazioni

# CustomLabel.CompSuite__EmployeeHeader_CreatePersonalTraining
source: Create Personal Training
it: Crea una formazione personalizzata

# CustomLabel.CompSuite__EmployeeHeader_DotCompliancePackage
source: Dot Compliance Package
it: Pacchetto conformità Dot

# CustomLabel.CompSuite__EmployeeHeader_EnabledPermissionSetGroups
source: Enabled Permission Set Groups
it: Gruppi di set di autorizzazioni abilitati

# CustomLabel.CompSuite__EmployeeHeader_EnabledPermissionSets
source: Enabled Permission Sets
it: Set di autorizzazioni abilitate

# CustomLabel.CompSuite__EmployeeHeader_EnabledPublicGroups
source: Enabled Public Groups
it: Gruppi pubblici abilitati

# CustomLabel.CompSuite__EmployeeHeader_ErrorMessage
source: An error occurred
it: Si è verificato un errore

# CustomLabel.CompSuite__EmployeeHeader_InitiateTrainingCreation
source: Initiate Training Creation
it: Avvia la creazione della formazione

# CustomLabel.CompSuite__EmployeeHeader_JobFunctions
source: Job Functions
it: Funzioni lavorative

# CustomLabel.CompSuite__EmployeeHeader_LicensesInUseMsg
source: All licenses are in use.
it: Tutte le licenze sono in uso.

# CustomLabel.CompSuite__EmployeeHeader_ManageSignatories
source: Manage Signatories
it: Gestire firmatari

# CustomLabel.CompSuite__EmployeeHeader_Next
source: Next
it: Prossimo

# CustomLabel.CompSuite__EmployeeHeader_NoChanges
source: No Changes were detected
it: Non sono stati rilevati cambiamenti

# CustomLabel.CompSuite__EmployeeHeader_NotAvailableRecords
source: Records that the selected user can not replace
it: Record che l'utente selezionato non può sostituire

# CustomLabel.CompSuite__EmployeeHeader_PermissionSetErrorMsg
source: All permission set licenses are in use for this Permission Set
it: Tutte le licenze dei set di autorizzazioni sono in uso per questo set di autorizzazioni

# CustomLabel.CompSuite__EmployeeHeader_PermissionSetGroups
source: Permission Set Groups
it: Gruppi di set di autorizzazioni

# CustomLabel.CompSuite__EmployeeHeader_PermissionSets
source: Permission Sets
it: Set di autorizzazioni

# CustomLabel.CompSuite__EmployeeHeader_ProfileAndPackage
source: Profile And Package
it: Profilo e pacchetto

# CustomLabel.CompSuite__EmployeeHeader_PublicGroups
source: Public Groups
it: Gruppi pubblici

# CustomLabel.CompSuite__EmployeeHeader_SearchEmployee
source: Search Employee
it: Cerca dipendente

# CustomLabel.CompSuite__EmployeeHeader_SearchProfile
source: Search Profile
it: Cerca profilo

# CustomLabel.CompSuite__EmployeeHeader_SelectEmployeeMsg
source: Select an Employee
it: Seleziona un dipendente

# CustomLabel.CompSuite__EmployeeHeader_SuccessMessage
source: Permissions were updated successfully:
it: Le autorizzazioni sono state aggiornate con successo:

# CustomLabel.CompSuite__EmployeeHeader_UpdatePermissions
source: Update Permissions
it: Aggiorna le autorizzazioni

# CustomLabel.CompSuite__EmployeeHeader_UserSelection
source: User Selection
it: Selezione dell'utente

# CustomLabel.CompSuite__EmployeeJF_MassDeleteMsg
source: Are you sure you want to delete these Job Functions for {0}?
it: Sicuri di voler eliminare queste funzioni lavorative per {0}?

# CustomLabel.CompSuite__EmployeeTA_CancelSucceeded
source: Training Assignment updated successfully to Traininig Canceled state
it: Il compito di formazione aggiornato con successo allo stato di incarico annullato

# CustomLabel.CompSuite__EmployeeTA_MessageNum
source: You have {0} training assignment that might be no longer relevant
it: Si ha {0} compito di formazione che potrebbe non essere più pertinente

# CustomLabel.CompSuite__EmployeeTA_ModalTitle
source: Select the records you wish to cancel
it: Selezionare i record che si desidera annullare

# CustomLabel.CompSuite__EmployeeTA_NoAssignments
source: You don't have any opened training assignments that needs to be removed
it: Non è presente nessun compito di formazione aperto che necessita di essere rimosso

# CustomLabel.CompSuite__EmployeeTA_Remove
source: Remove Training Assignments
it: Rimuovi i compiti di formazione

# CustomLabel.CompSuite__Employee_Name
source: Employee Name
it: Nome dipendente

# CustomLabel.Employee_Name
source: Employee Name
it: Nome dipendente

# CustomLabel.CompSuite__Employees
source: Employees
it: Dipendenti

# CustomLabel.CompSuite__Employees_in_the_Job_Function
source: Employees in the Job Function
it: Dipendenti nella funzione lavorativa

# CustomLabel.CompSuite__Empty_Binder_Import_Message
source: Import Completed. Please note that the zip you requested to import did not include any files.
it: Importazione completata. Si tenga presente che lo zip che è stato richiesto di importare non include alcun file.

# CustomLabel.CompSuite__Empty_Group_Or_Inactive_User
source: Note: empty groups or inactive users are assigned as signatories.
it: Nota: i gruppi vuoti o gli utenti inattivi vengono assegnati come firmatari.

# CustomLabel.CompSuite__EnableAlternateRowStyle
source: Enable Alternate Row Style
it: Abilita lo stile delle righe alternate

# CustomLabel.CompSuite__EnableLandscapeLayout
source: Enable landscape layout
it: Abilita il layout in orizzontale

# CustomLabel.CompSuite__EnableTableHeader
source: Enable Table Header
it: Abilita l'intestazione della tabella

# CustomLabel.End_Date_Title_in_Program_Table
source: End Date
it: Data di fine

# CustomLabel.CompSuite__EnterCondition
source: Enter Condition Eg: 1 AND 2
it: Inserisci la condizione Es. 1 E 2

# CustomLabel.CompSuite__EnterValue
source: Enter value
it: Inserisci il valore

# CustomLabel.Equipment_Name
source: Equipment Name
it: Nome dell'attrezzatura

# CustomLabel.Equipment_Used
source: Used
it: Usato

# CustomLabel.CompSuite__Error
source: Error
it: Errore

# CustomLabel.Error_Assessment_Element_for_Edit
source: Assessment element cannot be edit in this state
it: L'elemento di valutazione non può essere modificato in questo stato

# CustomLabel.Error_Assessment_Element_for_Remove_in_Opened_Approved
source: Assessment Element cannot be deleted in Opened/Approved state. Please promote the record to Under Amendment state
it: L'elemento di valutazione non può essere eliminato nello stato aperto/approvato. Si prega di promuovere il record allo stato In fase di modifica

# CustomLabel.CompSuite__Error_Email
source: You Must Select Email Recipient (email field)
it: Si deve selezionare il destinatario dell'e-mail (campo e-mail)

# CustomLabel.Error_Message_Clone_Risk
source: Only Approved Assessments (Approved state) can be cloned and archived
it: Solo le valutazioni approvate (stato Approvato) possono essere clonate e archiviate

# CustomLabel.Error_Message_New_Constarint_Different_Project
source: The two programs must be from the same project
it: I due programmi devono essere dello stesso progetto

# CustomLabel.Error_Message_New_Constraint_Existing_Constarint
source: Inserting an existing Constraint
it: Inserimento di un vincolo esistente

# CustomLabel.Error_Message_New_Constraint_Similiar_Actions
source: Insert Constraint with similar actions
it: Inserisci un vincolo con azioni simili

# CustomLabel.Error_Message_No_Quantity
source: Did not find new quantity for BOM
it: Non è stata trovata una nuova quantità per la DBA

# CustomLabel.Error_Message_for_Predecessor_Action
source: Action cannot be completed since at list one predecessor activity is still in progress
it: Impossibile completare l'azione poiché almeno un'attività predecessore è ancora in corso

# CustomLabel.Error_Message_for_Program_Predecessor
source: Program Element cannot be completed since at list one predecessor program is still in progress
it: Impossibile completare l'elemento del programma poiché almeno un programma predecessore è ancora in corso

# CustomLabel.Error_Same_Value_as_old_BOM
source: Same Value as old BOM
it: Stesso valore della vecchia DBA

# CustomLabel.CompSuite__Error_You_can_not_select_only_one_approver_reviewer
source: You must select at least one signatory
it: È necessario selezionare almeno un firmatario

# CustomLabel.Error_creating_Batch_Record
source: Cannot Create New Batch Record
it: Impossibile creare un nuovo Batch record

# CustomLabel.Error_creating_Batch_Record_Reason
source: State of Batch Master Must Be Approved
it: Lo stato di master del batch deve essere approvato

# CustomLabel.CompSuite__Error_occured_while_uploading_the_record
source: Error occured while uploading the record
it: Si è verificato un errore durante il caricamento del record

# CustomLabel.CompSuite__Error_wrong_state
source: Error - You cannot add documents to an existing Master Document
it: Errore - Non è possibile aggiungere documenti a un documento master esistente

# CustomLabel.Event_Type
source: Event Type
it: Tipo evento

# CustomLabel.CompSuite__Evidence
source: Evidence
it: Prova

# CustomLabel.CompSuite__Exam_Name
source: Name
it: Nome

# CustomLabel.CompSuite__Execute_Button
source: Execute
it: Esegui

# CustomLabel.CompSuite__Expected_Result
source: Expected Result
it: Risultato atteso

# CustomLabel.CompSuite__Expected_Result_Is_Too_Long
source: Selected choices is limited to 255 characters. The choices exceed the limit. Please adjust your answer
it: Le scelte selezionate sono limitate a 255 caratteri. Le scelte superano il limite. Si prega di modificare la tua risposta

# CustomLabel.CompSuite__Export
source: Export
it: Esporta

# CustomLabel.CompSuite__Export_Email_Label
source: Email to get the download URL (Current user's default)
it: E-mail per ottenere l'URL di download (predefinito dell'utente attuale)

# CustomLabel.CompSuite__Export_Wait_Message
source: This proccess may take couple of minutes, Please check your mail for export results
it: Questo processo potrebbe richiedere qualche minuto. Si prega di controllare la posta per i risultati dell'esportazione

# CustomLabel.CompSuite__Extend_Due_Date
source: Extend Due Date
it: Proroga scadenza

# CustomLabel.CompSuite__Extension
source: Extension
it: Proroga

# CustomLabel.External_Lead_Auditor
source: External Lead Auditor
it: Revisore principale esterno

# CustomLabel.CompSuite__FieldFromTheTemplate
source: field from the template?
it: campo dal modello?

# CustomLabel.CompSuite__FieldName
source: Field Name
it: Nome campo

# CustomLabel.CompSuite__FieldNames
source: Field Names
it: Nomi dei campi

# CustomLabel.CompSuite__FieldType
source: Field Type
it: Tipo di campo

# CustomLabel.CompSuite__FieldValuesInvalidMissing
source: Please enter all required fields.
it: Inserire tutti i campi richiesti.

# CustomLabel.Field_Access_Error_Msg
source: Access denied to following fields :
it: Accesso negato ai seguenti campi:

# CustomLabel.CompSuite__Field_Dictionary
source: Field Dictionary
it: Dizionario del campo

# CustomLabel.CompSuite__Field_empty
source: Please populate the following fields:
it: Popolare i seguenti campi:

# CustomLabel.CompSuite__FieldsAreNotMappedProperly
source: Fields are not mapped properly
it: I campi non sono mappati correttamente

# CustomLabel.CompSuite__Fields_locked
source: The following fields are locked:
it: I seguenti campi sono bloccati:

# CustomLabel.CompSuite__FileImportedSuccessfullyAndTheTemplateCreatedSuccessfully
source: File imported successfully, and the template created successfully
it: File importato correttamente e modello creato correttamente

# CustomLabel.CompSuite__FileSizeLarge
source: The File size exceeds the allowable limit of (100KB).
it: La dimensione del file supera il limite consentito di (100KB).

# CustomLabel.CompSuite__File_Insufficient_Privileges
source: You do not have sufficient privileges to access the file
it: Non si hanno i privilegi sufficienti per accedere al file

# CustomLabel.CompSuite__File_Not_Exist
source: File Not Exist
it: File non esistente

# CustomLabel.CompSuite__File_Preview
source: File Preview
it: Anteprima del file

# CustomLabel.CompSuite__File_To_Export
source: Which type of files to export?
it: Quale tipo di file esportare?

# CustomLabel.CompSuite__File_is_in_check_out_process
source: Document checked out
it: Documento controllato

# CustomLabel.CompSuite__Filter
source: Filter
it: Filtro

# CustomLabel.Finding_Classification
source: Finding Classification
it: Classificazione del risultato

# CustomLabel.Finding_Date
source: Finding Date
it: Data del risultato

# CustomLabel.Finding_Description
source: Finding Description
it: Descrizione del risultato

# CustomLabel.Finding_Name
source: Finding Name
it: Nome del risultato

# CustomLabel.Finding_Record_Id
source: Finding Record Id
it: Id record del risultato

# CustomLabel.Findings
source: Findings
it: Risultati

# CustomLabel.Findings_Summary
source: Findings Summary
it: Riepilogo risultati

# CustomLabel.CompSuite__Finish
source: Finish
it: Termina

# CustomLabel.CompSuite__Firefox_Message_Alert
source: * Press Alt button to move cursor for editing text inputs
it: Premere il tasto Alt per spostare il cursore per modificare gli input di testo

# CustomLabel.CompSuite__Folder
source: Folder
it: Cartella

# CustomLabel.CompSuite__FooterMarginSize
source: Footer Margin Size
it: Dimensioni margine piè di pagina

# CustomLabel.CompSuite__FormulaError
source: Calculation element missing formula:
it: Formula mancante dell'elemento di calcolo:

# CustomLabel.CompSuite__FromTheTemplate
source: from the template?
it: dal modello?

# CustomLabel.CompSuite__Full
source: Complet
it: Completo

# CustomLabel.CompSuite__General
source: General
it: Generale

# CustomLabel.CompSuite__Generate
source: Generate
it: Genera

# CustomLabel.CompSuite__GenerateSection
source: Generate Section
it: Genera Sezione

# CustomLabel.CompSuite__Generate_PDF
source: Generate PDF
it: Genera PDF

# CustomLabel.CompSuite__GeneratedReport
source: Generated Report -
it: Report generato -

# CustomLabel.CompSuite__Generated_By
source: Generated By:
it: Generato da:

# CustomLabel.Generated_By
source: Generated By:
it: Generato da:
