Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Design_Set__c.CompSuite__Description.FieldLabel
source: Description
it: Descrizione

source: Design Element Record Type
it: Tipo di record dell'elemento del design

# CustomField.CompSuite__Design_Set__c.CompSuite__Document_Revision.FieldLabel
source: Document Revision
it: Revisione del documento

source: Design Sets
it: Set del design

# CustomField.CompSuite__Design_Set__c.CompSuite__Elements_Prefix.FieldLabel
source: Elements Prefix
it: Prefisso elementi

# CustomField.CompSuite__Design_Set__c.CompSuite__External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Design_Set__c.CompSuite__Is_Reordering_Needed.FieldLabel
source: Is Renumber Needed
it: Is Rinumerazione Necessaria

# CustomField.CompSuite__Design_Set__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Design_Set__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Design_Set__c.CompSuite__Master_Document.FieldLabel
source: Master Document
it: Documento master

# CustomField.CompSuite__Design_Set__c.CompSuite__Master_Document.RelatedListLabel
source: Design Sets
it: Set del design

# CustomField.CompSuite__Design_Set__c.CompSuite__Name.FieldLabel
source: Name
it: Nome

# CustomField.CompSuite__Design_Set__c.CompSuite__No_of_Failed_Steps.FieldLabel
source: No. of Failed Steps
it: N. di fasi fallite

# CustomField.CompSuite__Design_Set__c.CompSuite__No_of_Pass_Steps.FieldLabel
source: No. of Pass Steps
it: N. di fasi compiute

source: No. of Pass with Discrepancy Steps
it: N. fasi compiute con discrepanza

source: No. of Pending Execution Steps
it: N. fasi esecuzione in sospeso

# CustomField.CompSuite__Design_Set__c.CompSuite__Order_Type.FieldLabel
source: Numbering Method
it: Metodo di numerazione

# CustomField.CompSuite__Design_Set__c.CompSuite__Program.FieldLabel
source: Product Development Program
it: Programma di sviluppo del prodotto

# CustomField.CompSuite__Design_Set__c.CompSuite__Program.RelatedListLabel
source: Design Sets
it: Set del design

# CustomField.CompSuite__Design_Set__c.CompSuite__Qualification_Source.FieldLabel
source: Qualification Source
it: Origine della qualificazione

source: Tests
it: Test

# CustomField.CompSuite__Design_Set__c.CompSuite__Reference_Version.FieldLabel
source: Reference Version
it: Versione riferimento

# CustomField.CompSuite__Design_Set__c.CompSuite__Rejected.FieldLabel
source: Rejected
it: Rifiutato

# CustomField.CompSuite__Design_Set__c.CompSuite__Rejected_cycle.FieldLabel
source: Rejected Cycle
it: Ciclo rifiutato

# CustomField.CompSuite__Design_Set__c.CompSuite__Report_Direction.FieldLabel
source: Report Direction
it: Direzione del report

# CustomField.CompSuite__Design_Set__c.CompSuite__Report_Direction.HelpText
source: Determines whether the Design Set HTML report should be right to left or left to right. false - left to right true - right to left
it: Determina se il report HTML del set del design deve essere da destra a sinistra o da sinistra a destra. false - da sinistra a destra true - da destra a sinistra

source: Save Number Into Audit
it: Salva numero nell'audit

# CustomField.CompSuite__Design_Set__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Design_Set__c.CompSuite__State.RelatedListLabel
source: Design Sets
it: Set del design

# CustomField.CompSuite__Design_Set__c.CompSuite__Summary.FieldLabel
source: Summary
it: Riepilogo

# CustomField.CompSuite__Design_Set__c.CompSuite__Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__Design_Set__c.CompSuite__Under_Amendment.FieldLabel
source: Under Amendment
it: In fase di modifica

# CustomField.CompSuite__Design_Set__c.CompSuite__Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__Approval_Matrix_Row__c.Approval_Process_Init.FieldLabel
source: Approval Process Init
it: Avvio processo di approvazione

# CustomField.CompSuite__Approval_Matrix_Row__c.Approval_Process_Init.HelpText
source: Approval Process Action Name
it: Nome azione processo di approvazione

source: Approval Matrix
it: Matrice di approvazione

# CustomField.CompSuite__Approval_Matrix_Row__c.Approvers_for_other.FieldLabel
source: Approvers for other
it: Approvatori per altro

# CustomField.CompSuite__Approval_Matrix_Row__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Approval_Matrix_Row__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Approval_Matrix_Row__c.Department.HelpText
source: Master Document Department
it: Dipartimento documento master

# CustomField.CompSuite__Approval_Matrix_Row__c.Department.RelatedListLabel
source: Approval Matrix
it: Matrice di approvazione

# CustomField.CompSuite__Approval_Matrix_Row__c.Document_Type.FieldLabel
source: Document Type
it: Tipo documento

# CustomField.CompSuite__Approval_Matrix_Row__c.Group.FieldLabel
source: Group
it: Gruppo

# CustomField.CompSuite__Approval_Matrix_Row__c.Group_for_Approver.FieldLabel
source: Group for Approver
it: Gruppo per approvatore

# CustomField.CompSuite__Approval_Matrix_Row__c.Group_for_Reviewer.FieldLabel
source: Group for Reviewer
it: Gruppo per revisore

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Approval_Matrix_Row__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Master Document Record Type
it: Tipo di record del documento master

# CustomField.CompSuite__Approval_Matrix_Row__c.Object_Name.FieldLabel
source: Object Name
it: Nome oggetto

# CustomField.CompSuite__Approval_Matrix_Row__c.Record_Type.FieldLabel
source: Record Type
it: Tipo di record

# CustomField.CompSuite__Approval_Matrix_Row__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Approval_Matrix_Row__c.CompSuite__State.RelatedListLabel
source: Approval Matrix
it: Matrice di approvazione

# CustomField.CompSuite__Design_Element__c.CompSuite__Active_Status.FieldLabel
source: Active Status
it: Stato attivo

# CustomField.CompSuite__Design_Element__c.CompSuite__Actual_Result.FieldLabel
source: Actual Result
it: Risultato effettivo

# CustomField.CompSuite__Design_Element__c.CompSuite__Actual_Value.FieldLabel
source: Actual Value
it: Valore effettivo

# CustomField.CompSuite__Design_Element__c.CompSuite__Auto_Number.FieldLabel
source: Auto Number
it: Numerazione automatica

# CustomField.CompSuite__Design_Element__c.CompSuite__Beautify_Path.FieldLabel
source: Section
it: Sezione

# CustomField.CompSuite__Design_Element__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Design_Element__c.CompSuite__Category.FieldLabel
source: Category
it: Categoria

# CustomField.CompSuite__Design_Element__c.CompSuite__Classifications.FieldLabel
source: Classifications
it: Classificazioni

# CustomField.CompSuite__Design_Element__c.CompSuite__Comments.FieldLabel
source: Comments
it: Commenti

# CustomField.CompSuite__Design_Element__c.CompSuite__Completion_Date.FieldLabel
source: Completion Date
it: Data di completamento

# CustomField.CompSuite__Design_Element__c.CompSuite__Complexity.FieldLabel
source: Complexity
it: Complessità

# CustomField.CompSuite__Design_Element__c.CompSuite__Complexity.HelpText
source: Rate the Complexity of implementation
it: Valutare la complessità dell'implementazione

# CustomField.CompSuite__Design_Element__c.CompSuite__Current_Controls.FieldLabel
source: Current Controls
it: Controlli attuali

# CustomField.CompSuite__Design_Element__c.CompSuite__Description.FieldLabel
source: Description
it: Descrizione

source: Design Element Status
it: Stato dell'elemento del design

source: Design Element Title
it: Titolo dell'elemento del design

# CustomField.CompSuite__Design_Element__c.CompSuite__Design_Set.FieldLabel
source: Design Set
it: Set del design

# CustomField.CompSuite__Design_Element__c.CompSuite__Design_Set.RelatedListLabel
source: Design Elements
it: Elementi del design

# CustomField.CompSuite__Design_Element__c.CompSuite__Detection.FieldLabel
source: Detection
it: Rilevamento

# CustomField.CompSuite__Design_Element__c.CompSuite__Detection.HelpText
source: 1 Almost Certain - visible and easy to detect, 2 Highly Likely - easy to detect, 3 Likely - moderate chance to detect, 4 Low Likelihood - hard to detect, 5 Not Likely - almost impossible to detect
it: 1 Quasi certo - visibile e facile da rilevare, 2 Altamente probabile - facile da rilevare, 3 Probabile - moderata probabilità di rilevamento, 4 Bassa probabilità - difficile da rilevare, 5 Improbabile - quasi impossibile da rilevare

# CustomField.CompSuite__Design_Element__c.CompSuite__Detection_Value.FieldLabel
source: Detection Value
it: Valore di rilevamento

# CustomField.CompSuite__Design_Element__c.CompSuite__Discrepancy.FieldLabel
source: Discrepancy?
it: Discrepanza?

source: Discrepancy Description
it: Descrizione della discrepanza

source: Discrepancy Justification
it: Giustificazione della discrepanza

source: Required if pass
it: Richiesto se superato

# CustomField.CompSuite__Design_Element__c.CompSuite__End_Version.FieldLabel
source: End Version
it: Fine versione

source: Expected Modified Risk Priority
it: Priorità di rischio modificato atteso

source: Calculation after modification: Severity x Probability x Detection - up to 9 "Low", 10 to 36 "Medium", above 36 "High"
it: Calcolo dopo la modifica: Gravità x Probabilità x Rilevamento - fino a 9 "Basso", da 10 a 36 "Medio", oltre 36 "Alto"

# CustomField.CompSuite__Design_Element__c.CompSuite__Expected_Results.FieldLabel
source: Expected Results
it: Risultati attesi

# CustomField.CompSuite__Design_Element__c.CompSuite__External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Design_Element__c.CompSuite__External_URL.FieldLabel
source: External URL
it: URL esterno

source: Reasonably Foreseeable Sequence
it: Sequenza ragionevolmente prevedibile

# CustomField.CompSuite__Design_Element__c.CompSuite__Harm.FieldLabel
source: Harm
it: Lesioni

# CustomField.CompSuite__Design_Element__c.CompSuite__Harm.HelpText
source: Physical Injury or damage to the health of people, or damage to the property or the environment
it: Lesioni fisiche o danni alla salute delle persone, o danni alla proprietà o all'ambiente

source: Hazardous Situation
it: Situazione pericolosa

# CustomField.CompSuite__Design_Element__c.CompSuite__Hazardous_Situation.HelpText
source: Circumstance in which people, property, or the environment are exposed to one or more hazard(s)
it: Circostanza in cui persone, proprietà o ambiente sono esposti a uno o più pericoli

source: Inherent Safety by Design
it: Safety by Design intrinseco

# CustomField.CompSuite__Design_Element__c.CompSuite__Is_Updateable.FieldLabel
source: Is Updateable
it: Is Aggiornabile

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Design_Element__c.CompSuite__Life_Cycle_Phases.FieldLabel
source: Life Cycle Phases
it: Fasi del ciclo di vita

# CustomField.CompSuite__Design_Element__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Design_Element__c.CompSuite__Manual_Order.FieldLabel
source: Manual Numbering
it: Numerazione manuale

# CustomField.CompSuite__Design_Element__c.CompSuite__Manual_Order.HelpText
source: use this field if the design set ordering is manual
it: utilizzare questo campo se l'ordinamento del set del design è manuale

# CustomField.CompSuite__Design_Element__c.CompSuite__Max_Value.FieldLabel
source: Max Value
it: Valore max

# CustomField.CompSuite__Design_Element__c.CompSuite__Min_Value.FieldLabel
source: Min Value
it: Valore min

source: Expected Modified Risk Level
it: Livello di rischio modificato atteso

source: Calculation after modification: = Expected Modified Severity * Expected Modified Probability- up to 4 "Low", 5 to 12 "Medium", above 12 "High"
it: Calcolo dopo la modifica: = Gravità modificata attesa * Probabilità modificata attesa: fino a 4 "Bassa", da 5 a 12 "Media", superiore a 12 "Alta"

source: Expected Modified Risk Level Number
it: Numero livello rischio modificato atteso

source: Calculation after modification: Severity x Probability
it: Calcolo dopo la modifica: gravità x probabilità

source: Expected Modified Risk Priority Value
it: Valore priorità rischio modif. atteso

source: Calculation after modification: Expected Modified Severity * Expected Modified Probability * Expected Modified Detection
it: Calcolo dopo la modifica: Gravità modificata attesa * Probabilità modificata attesa * Rilevamento modificato atteso

# CustomField.CompSuite__Design_Element__c.CompSuite__Mitigation_Plan.FieldLabel
source: Recommended Action/Planned Mitigation
it: Azione consigliata/Mitigazione prevista

source: Modified Severity Justification
it: Giustificazione gravità modificata

# CustomField.CompSuite__Design_Element__c.CompSuite__Number.FieldLabel
source: Number
it: Numero

# CustomField.CompSuite__Design_Element__c.CompSuite__Order.FieldLabel
source: Order
it: Ordina

# CustomField.CompSuite__Design_Element__c.CompSuite__Other_Harm.FieldLabel
source: Other Harm
it: Altra lesione

# CustomField.CompSuite__Design_Element__c.CompSuite__Path.FieldLabel
source: Path
it: Percorso

source: Potential Failure Effect (Harm)
it: Potenziale effetto del guasto (danno)

source: Potential Failure Mode (Hazard)
it: Potenziale modalità guasto (pericolo)

source: Potential Failure Cause
it: Potenziale causa del guasto

# CustomField.CompSuite__Design_Element__c.CompSuite__Preformed_By.FieldLabel
source: Preformed By
it: Eseguito da

source: Design Elements
it: Elementi del design

# CustomField.CompSuite__Design_Element__c.CompSuite__Priority.FieldLabel
source: Priority
it: Priorità

# CustomField.CompSuite__Design_Element__c.CompSuite__Probability.FieldLabel
source: Probability
it: Probabilità

# CustomField.CompSuite__Design_Element__c.CompSuite__Probability.HelpText
source: 1 Improbable – unlikely to happen 2 Remote - unlikely to happen, rare or remote 3 Occasional – can happen but not frequent 4 Probable - likely to happen 5 Frequent – likely to happen often
it: 1 Improbabile – improbabile che accada 2 Remoto – improbabile che accada, raro o remoto 3 Occasionale – può accadere ma non frequente 4 Probabile – probabile che accada 5 Frequente – probabile che accada spesso

# CustomField.CompSuite__Design_Element__c.CompSuite__Probability_HTM.FieldLabel
source: Probability (HTM)
it: Probabilità (HTM)

# CustomField.CompSuite__Design_Element__c.CompSuite__Probability_Value.FieldLabel
source: Probability Value
it: Valore probabilità

source: Probability Value (HTM)
it: Valore probabilità (HTM)

source: Process Step/Function
it: Fase/Funzione del processo

source: Protective Measures
it: Misure protettive

# CustomField.CompSuite__Design_Element__c.CompSuite__Reduced_Detection.FieldLabel
source: Expected Modified Detection
it: Rilevamento modificato atteso

# CustomField.CompSuite__Design_Element__c.CompSuite__Reduced_Detection.HelpText
source: 1 Almost Certain - visible and easy to detect, 2 Highly Likely - easy to detect, 3 Likely - moderate chance to detect, 4 Low Likelihood - hard to detect, 5 Not Likely - almost impossible to detect
it: 1 Quasi certo - visibile e facile da rilevare, 2 Altamente probabile - facile da rilevare, 3 Probabile - moderata probabilità di rilevamento, 4 Bassa probabilità - difficile da rilevare, 5 Improbabile - quasi impossibile da rilevare

source: Reduced Detection Value
it: Valore di rilevamento ridotto

source: Expected Modified Probability
it: Probabilità modificata attesa

# CustomField.CompSuite__Design_Element__c.CompSuite__Reduced_Probability.HelpText
source: 1 Improbable – unlikely to happen 2 Remote - unlikely to happen, rare or remote 3 Occasional – can happen but not frequent 4 Probable - likely to happen 5 Frequent – likely to happen often
it: 1 Improbabile – improbabile che accada 2 Remoto – improbabile che accada, raro o remoto 3 Occasionale – può accadere ma non frequente 4 Probabile – probabile che accada 5 Frequente – probabile che accada spesso

source: Reduced Probability Value
it: Valore probabilità ridotto

# CustomField.CompSuite__Design_Element__c.CompSuite__Reduced_Severity.FieldLabel
source: Expected Modified Severity
it: Gravità modificata attesa

# CustomField.CompSuite__Design_Element__c.CompSuite__Reduced_Severity.HelpText
source: Changes in Severity are applicable for design changes only and will require Justification.
it: Le modifiche alla gravità sono applicabili solo per le modifiche al design e richiederanno una giustificazione.

source: Reduced Severity Value
it: Valore di gravità ridotto

source: Related Qualification
it: Qualifica correlata

source: Design Elements (Related Qualification)
it: Elementi del design (qualifica correlata)

# CustomField.CompSuite__Design_Element__c.CompSuite__Replaced_by.FieldLabel
source: Replaced by
it: Sostituito da

# CustomField.CompSuite__Design_Element__c.CompSuite__Replaced_by.RelatedListLabel
source: Design Elements (Replaced by)
it: Elementi del design (sostituito da)

# CustomField.CompSuite__Design_Element__c.CompSuite__Replacement_of.FieldLabel
source: Replacement of
it: Sostituzione di

source: Replacement of
it: Sostituzione di

source: Residual Probability
it: Probabilità residua

source: Residual Probability Value
it: Valore probabilità residua

source: Residual Risk Rating
it: Valutazione del rischio residuo

source: Acceptable risk rating is Low and Medium.
it: Il livello di rischio accettabile è Basso e Medio.

source: Residual Risk Rating Number
it: Numero valutazione rischio residuo

# CustomField.CompSuite__Design_Element__c.CompSuite__Residual_Severity.FieldLabel
source: Residual Severity
it: Gravità residua

# CustomField.CompSuite__Design_Element__c.CompSuite__Residual_Severity.HelpText
source: Changes in Severity are applicable for design changes only and will require Justification.
it: Le modifiche alla gravità sono applicabili solo per le modifiche al design e richiederanno una giustificazione.

source: Residual Severity Value
it: Valore gravità residua

source: Risk Estimation Notes
it: Note valutazione rischio

# CustomField.CompSuite__Design_Element__c.CompSuite__Risk_Level.FieldLabel
source: Risk Level
it: Livello di rischio

# CustomField.CompSuite__Design_Element__c.CompSuite__Risk_Level_FMEA.FieldLabel
source: Risk Level
it: Livello di rischio

# CustomField.CompSuite__Design_Element__c.CompSuite__Risk_Level_FMEA.HelpText
source: Calculation: Severity x Probability - up to 4 "Low", 5 to 12 "Medium", above 12 "High"
it: Calcolo: Gravità x Probabilità - fino a 4 "Basso", da 5 a 12 "Medio", oltre 12 "Alto"

# CustomField.CompSuite__Design_Element__c.CompSuite__Risk_Level_Value.FieldLabel
source: Risk Level Number
it: Numero livello di rischio

# CustomField.CompSuite__Design_Element__c.CompSuite__Risk_Level_Value.HelpText
source: Calculation: Severity x Probability
it: Calcolo: gravità x probabilità

# CustomField.CompSuite__Design_Element__c.CompSuite__Risk_Priority.FieldLabel
source: Risk Priority
it: Priorità del rischio

# CustomField.CompSuite__Design_Element__c.CompSuite__Risk_Priority.HelpText
source: Acceptable risk rating is Low and Medium.
it: Il livello di rischio accettabile è Basso e Medio.

source: Risk Priority Number (RPN)
it: Indicatore di priorità del rischio (RPN)

# CustomField.CompSuite__Design_Element__c.CompSuite__Risk_Priority_Value.HelpText
source: Calculation: Severity x Probability x Detection
it: Calcolo: gravità x probabilità x rilevamento

# CustomField.CompSuite__Design_Element__c.CompSuite__Risk_Rating.FieldLabel
source: Risk Rating
it: Valutazione del rischio

# CustomField.CompSuite__Design_Element__c.CompSuite__Risk_Rating.HelpText
source: Acceptable risk ratings are Low and Medium.
it: I livelli di rischio accettabili sono Basso e Medio.

source: Risk Rating Number
it: Numero di valutazione del rischio

# CustomField.CompSuite__Design_Element__c.CompSuite__Scenarios.FieldLabel
source: Scenarios
it: Scenari

# CustomField.CompSuite__Design_Element__c.CompSuite__Severity.FieldLabel
source: Severity
it: Gravità

# CustomField.CompSuite__Design_Element__c.CompSuite__Severity.HelpText
source: 1 Negligible- minimal impact on the product, 2 Minor- minor impact on the product, 3 Serious- direct impact on the product is possible, 4 Critical- impact on the product, 5 Catastrophic- high and direct impact on the product
it: 1 Trascurabile - impatto minimo sul prodotto, 2 Minore - impatto minore sul prodotto, 3 Grave - impatto diretto sul prodotto possibile, 4 Critico - impatto sul prodotto, 5 Catastrofico - impatto elevato e diretto sul prodotto

# CustomField.CompSuite__Design_Element__c.CompSuite__Severity_HTM.FieldLabel
source: Severity (HTM)
it: Gravità (HTM)

# CustomField.CompSuite__Design_Element__c.CompSuite__Severity_HTM.HelpText
source: 0 N/A 1 Negligible-Inconvenience or temporary discomfort 2 Minor-Results in temporary injury, 3 Serious-Results in injury requiring medical intervention 4 Critical-Results in permanent impairment injury 5 Catastrophic-Results in death
it: 0 N/A 1 Trascurabile-Inconveniente o disagio temporaneo 2 Minore-Risulta in lesioni temporanee, 3 Grave-Risulta in lesioni che richiedono intervento medico 4 Critico-Risulta in lesioni con menomazione permanente 5 Catastrofico-Risulta in decesso

# CustomField.CompSuite__Design_Element__c.CompSuite__Severity_Value.FieldLabel
source: Severity Value
it: Valore di gravità

source: Severity Value (HTM)
it: Valore di gravità (HTM)

# CustomField.CompSuite__Design_Element__c.CompSuite__Source.FieldLabel
source: Source
it: Origine

# CustomField.CompSuite__Design_Element__c.CompSuite__Start_Version.FieldLabel
source: Start Version
it: Inizia versione

# CustomField.CompSuite__Design_Element__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Design_Element__c.CompSuite__State.RelatedListLabel
source: Design Elements
it: Elementi del design

# CustomField.CompSuite__Design_Element__c.CompSuite__Status.FieldLabel
source: Status
it: Stato

# CustomField.CompSuite__Design_Element__c.CompSuite__Tolerance.FieldLabel
source: Tolerance
it: Tolleranza

# CustomField.CompSuite__Design_Element__c.CompSuite__Tolerance.HelpText
source: Insert range between minimum to maximum values
it: Inserisci un intervallo tra i valori minimi e massimi

# CustomField.CompSuite__Design_Element__c.CompSuite__Unit.FieldLabel
source: Unit
it: Unità

# CustomField.CompSuite__Design_Element__c.CompSuite__Update_Flag.FieldLabel
source: Update Flag
it: Aggiorna contrassegno

# CustomField.CompSuite__Design_Element__c.CompSuite__Value.FieldLabel
source: Value
it: Valore

# CustomField.CompSuite__Design_Element__c.CompSuite__Verification_Plan.FieldLabel
source: Verification Plan
it: Piano di verifica

source: Active Ingredients
it: Ingredienti attivi

source: Actual Dispatch Date
it: Data effettiva di spedizione

source: Country
it: Paese

source: Delivery Date
it: Data di consegna

source: Dosage Form
it: Forma di dosaggio

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Local MA Holder
it: Titolare MA locale

source: Member State Registrations
it: Registrazioni Stato Membro

source: Local Trade Name
it: Nome commerciale locale

source: Lock Fields
it: Blocca campi

source: MA Expiry Date
it: Data di scadenza MA

source: MA Procedure Number
it: Numero di procedura MA

source: Member State Definition
it: Definizione dello Stato membro

source: National Approval Date
it: Data di approvazione nazionale

source: National MA Number
it: Numero MA nazionale

source: Procedure Approval Date
it: Data di approvazione della procedura

source: Product Category
it: Categoria prodotto
