Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CrtLayoutSection.Quality_Event_with_Relation_2
source: Product and Batch Relation
it: Relazione tra prodotto e batch

# CrtLayoutSection.Training_Requirements_Constraints_1
source: Constraints
it: Vincoli

# CrtLayoutSection.User_with_Action_Item_1
source: Users
it: Utenti

# CrtLayoutSection.User_with_Action_Item_2
source: Action Items
it: Elementi di azione

# CrtLayoutSection.User_with_CAPA_1
source: Users
it: Utenti

# CrtLayoutSection.User_with_CAPA_2
source: CAPAs (Owner)
it: CAPA (proprietario)

# CrtLayoutSection.User_with_Change_Control_1
source: Users
it: Utenti

# CrtLayoutSection.User_with_Change_Control_2
source: Change Controls (Owner)
it: Controlli delle modifiche (proprietario)

# CrtLayoutSection.User_with_Change_Control_3
source: Change Controls
it: Controlli delle modifiche

# CrtLayoutSection.User_with_Document_Revision_1
source: Users
it: Utenti

# CrtLayoutSection.User_with_Document_Revision_2
source: Document Revisions (Revision Owner)
it: Revisioni del documento (proprietario della revisione)

# CrtLayoutSection.CompSuite__change_control_family_1
source: Change Controls
it: Controlli delle modifiche

# CrtLayoutSection.CompSuite__change_control_family_2
source: Action Item
it: Elemento di azione

# CrtLayoutSection.CompSuite__change_control_family_3
source: Activities
it: Attività

# CrtLayoutSection.screen_flows_prebuilt_crt_1
source: Flow Interview Logs
it: Registri delle interviste sul flusso

# CrtLayoutSection.screen_flows_prebuilt_crt_2
source: Flow Interview Log Entries
it: Voci del registro delle interviste sul flusso

source: Custom Links
it: Link personalizzati

source: Importance
it: Importanza

source: Object Definition
it: Definizione oggetto

source: Summary DIsplay
it: Visualizzazione riepilogo

source: Custom Links
it: Link personalizzati

source: Custom Links
it: Link personalizzati

source: Custom Links
it: Link personalizzati

source: Description
it: Descrizione

source: Template For
it: Modello per

source: Template Information
it: Informazioni sul modello

source: Template Styling
it: Stile del modello

source: Custom Links
it: Link personalizzati

# LayoutSection.CompSuite__General__c.CompSuite__General Layout.Custom Links_2
source: Custom Links
it: Link personalizzati

source: Custom Links
it: Link personalizzati

source: New Section
it: Nuova sezione

source: Custom Links
it: Link personalizzati

source: Custom Links
it: Link personalizzati

source: Associated Entities
it: Entità associate

source: Dates Information
it: Informazioni sulle date

source: New Section
it: Nuova sezione

source: Related Processes
it: Processi correlati

source: Associated Entities
it: Entità associate

source: Dates Information
it: Informazioni sulle date

# LayoutSection.CompSuite__Action_Item__c.Light Action Item Layout.New Section_1
source: New Section
it: Nuova sezione

source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Activity__c.CompSuite__Activity Layout.Schedule_2
source: Schedule
it: Programma

# LayoutSection.CompSuite__Activity__c.Activity New.Associated Entities_3
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Activity__c.Activity New.Schedule_2
source: Schedule
it: Programma

source: Creation Details (Applicable to Template)
it: Dettagli della creazione (applicabili al modello)

source: Modification
it: Modifica

source: Related Processes
it: Processi correlati

source: Risk Analysis
it: Analisi del rischio

source: Creation Details (Applicable to Template)
it: Dettagli della creazione (applicabili al modello)

# LayoutSection.CompSuite__Assessment_Element__c.HTM Risk.Related Processes_5
source: Related Processes
it: Processi correlati

source: Residual Risk Evaluation
it: Valutazione del rischio residuo

# LayoutSection.CompSuite__Assessment_Element__c.HTM Risk.Risk Analysis_1
source: Risk Analysis
it: Analisi del rischio

# LayoutSection.CompSuite__Assessment_Element__c.HTM Risk.Risk Control_3
source: Risk Control
it: Controllo del rischio

# LayoutSection.CompSuite__Assessment_Element__c.HTM Risk.Risk Evaluation_2
source: Risk Evaluation
it: Valutazione del rischio

# LayoutSection.CompSuite__Assessment_Element__c.Impact Assessment.Action Items_2
source: Action Items
it: Elementi di azione

source: Creation Details (Applicable to Template)
it: Dettagli della creazione (applicabili al modello)

source: Related Processes
it: Processi correlati

source: Creation Details (Applicable to Template)
it: Dettagli della creazione (applicabili al modello)

source: Reportability Assessment
it: Valutazione di segnalabilità

source: Associated Entities
it: Entità associate

source: Conclusions
it: Conclusioni

source: New Section
it: Nuova sezione

source: Risk Assessment Source
it: Origine Valutazione del rischio

source: Risk Summary
it: Riepilogo dei rischi

source: Template (if applicable)
it: Modello (se applicabile)

source: Template Source Detail
it: Dettaglio Origine modello

source: Version Information
it: Informazioni sulla versione

source: Assessment Source
it: Origine della valutazione

source: Associated Entities
it: Entità associate

source: Conclusion
it: Conclusione

source: New Section
it: Nuova sezione

source: Risk Summary
it: Riepilogo dei rischi

source: Template (if applicable)
it: Modello (se applicabile)

source: Template Source Detail
it: Dettaglio Origine modello

source: Version Information
it: Informazioni sulla versione

source: Audit Program Closure
it: Chiusura del programma di audit

source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Audit__c.CompSuite__Audit Layout.Audit Dates_4
source: Audit Dates
it: Date di audit

# LayoutSection.CompSuite__Audit__c.CompSuite__Audit Layout.Audit Summary_7
source: Audit Summary
it: Riepilogo audit

# LayoutSection.CompSuite__Audit__c.CompSuite__Audit Layout.Auditee_2
source: Auditee
it: Valutato con audit

# LayoutSection.CompSuite__Audit__c.CompSuite__Audit Layout.Auditors_3
source: Auditors
it: Revisori

# LayoutSection.CompSuite__Audit__c.CompSuite__Audit Layout.Finding Summary_6
source: Finding Summary
it: Riepilogo risultato

# LayoutSection.CompSuite__Audit__c.CompSuite__Audit Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Audit__c.CompSuite__Audit Layout.New Section_5
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Audit__c.CompSuite__Audit Layout.Related Processes_8
source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Audit__c.External Audit Layout.Associated Entities_9
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Audit__c.External Audit Layout.Audit Dates_4
source: Audit Dates
it: Date di audit

# LayoutSection.CompSuite__Audit__c.External Audit Layout.Audit Summary_7
source: Audit Summary
it: Riepilogo audit

# LayoutSection.CompSuite__Audit__c.External Audit Layout.Auditee_2
source: Auditee
it: Valutato con audit

# LayoutSection.CompSuite__Audit__c.External Audit Layout.Auditors_3
source: Auditors
it: Revisori

# LayoutSection.CompSuite__Audit__c.External Audit Layout.Finding Summary_6
source: Finding Summary
it: Riepilogo risultato

# LayoutSection.CompSuite__Audit__c.External Audit Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Audit__c.External Audit Layout.New Section_5
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Audit__c.External Audit Layout.Related Processes_8
source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Audit__c.Internal Audit Layout.Associated Entities_9
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Audit__c.Internal Audit Layout.Audit Dates_4
source: Audit Dates
it: Date di audit

# LayoutSection.CompSuite__Audit__c.Internal Audit Layout.Audit Summary_7
source: Audit Summary
it: Riepilogo audit

# LayoutSection.CompSuite__Audit__c.Internal Audit Layout.Auditee_2
source: Auditee
it: Valutato con audit

# LayoutSection.CompSuite__Audit__c.Internal Audit Layout.Auditors_3
source: Auditors
it: Revisori

# LayoutSection.CompSuite__Audit__c.Internal Audit Layout.Finding Summary_6
source: Finding Summary
it: Riepilogo risultato

# LayoutSection.CompSuite__Audit__c.Internal Audit Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Audit__c.Internal Audit Layout.New Section_5
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Audit__c.Internal Audit Layout.Related Processes_8
source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Audit__c.Supplier Audit Layout.Associated Entities_10
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Audit__c.Supplier Audit Layout.Audit Dates_5
source: Audit Dates
it: Date di audit

# LayoutSection.CompSuite__Audit__c.Supplier Audit Layout.Audit Summary_8
source: Audit Summary
it: Riepilogo audit

# LayoutSection.CompSuite__Audit__c.Supplier Audit Layout.Auditee_2
source: Auditee
it: Valutato con audit

# LayoutSection.CompSuite__Audit__c.Supplier Audit Layout.Auditors_4
source: Auditors
it: Revisori

# LayoutSection.CompSuite__Audit__c.Supplier Audit Layout.Finding Summary_7
source: Finding Summary
it: Riepilogo risultato

# LayoutSection.CompSuite__Audit__c.Supplier Audit Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Audit__c.Supplier Audit Layout.New Section_3
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Audit__c.Supplier Audit Layout.New Section_6
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Audit__c.Supplier Audit Layout.Related Processes_9
source: Related Processes
it: Processi correlati

source: New Section
it: Nuova sezione

source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__BOM_Relation__c.Manufacture Relation.New Section_1
source: New Section
it: Nuova sezione

source: Associated Entities
it: Entità associate

source: New Section
it: Nuova sezione

source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Batch_Step__c.Execution Batch Step Layout.Execution_2
source: Execution
it: Esecuzione

# LayoutSection.CompSuite__Batch_Step__c.Execution Batch Step Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Batch_Step__c.Execution Batch Step Layout.New Section_3
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Batch_Step__c.Execution Batch Step Layout.New Section_5
source: New Section
it: Nuova sezione

source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Batch_Step__c.Execution Batch Step Layout.Yield_4
source: Yield
it: Rendimento

source: Associated Entities
it: Entità associate

source: Verification
it: Verifica

source: Custom Links
it: Link personalizzati

source: Documents
it: Documenti

source: Custom Links
it: Link personalizzati

source: Related Processes
it: Processi correlati

source: Scheduled Dates
it: Date programmate

source: Verification
it: Verifica

source: Associated Entities
it: Entità associate

source: Change Control Source
it: Origine Controllo delle modifiche

source: Change Details
it: Dettagli del cambiamento

source: Impact Information
it: Informazioni sull'impatto

source: Implementation Information
it: Informazioni sull'implementazione

source: New Section
it: Nuova sezione

source: Associated Entities
it: Entità associate

source: Change Control Source
it: Origine Controllo delle modifiche

source: Change Details
it: Dettagli del cambiamento

source: Impact Information
it: Informazioni sull'impatto

source: Implementation Information
it: Informazioni sull'implementazione

# LayoutSection.CompSuite__CAPA__c.CompSuite__CAPA Layout.Associated Entities_6
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__CAPA__c.CompSuite__CAPA Layout.Custom Links_8
source: Custom Links
it: Link personalizzati

# LayoutSection.CompSuite__CAPA__c.CompSuite__CAPA Layout.Dates Information_1
source: Dates Information
it: Informazioni sulle date

# LayoutSection.CompSuite__CAPA__c.CompSuite__CAPA Layout.Effectiveness_2
source: Effectiveness
it: Efficacia

# LayoutSection.CompSuite__CAPA__c.CompSuite__CAPA Layout.New Section_3
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__CAPA__c.CompSuite__CAPA Layout.Related Processes_5
source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__CAPA__c.CompSuite__CAPA Layout.Summary_4
source: Summary
it: Riepilogo

# LayoutSection.CompSuite__CAPA__c.Light CAPA Layout.Associated Entities_6
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__CAPA__c.Light CAPA Layout.Custom Links_8
source: Custom Links
it: Link personalizzati

# LayoutSection.CompSuite__CAPA__c.Light CAPA Layout.Dates Information_1
source: Dates Information
it: Informazioni sulle date

# LayoutSection.CompSuite__CAPA__c.Light CAPA Layout.Effectiveness_2
source: Effectiveness
it: Efficacia

# LayoutSection.CompSuite__CAPA__c.Light CAPA Layout.New Section_3
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__CAPA__c.Light CAPA Layout.Related Processes_5
source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__CAPA__c.Light CAPA Layout.Summary_4
source: Summary
it: Riepilogo

source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Classroom__c.CompSuite__Classroom Layout.Custom Links_1
source: Custom Links
it: Link personalizzati

source: Returned Copies
it: Copie restituite

# LayoutSection.CompSuite__Controlled_Copy__c.Controlled Copy New.New Section_2
source: New Section
it: Nuova sezione

source: Returned Copies
it: Copie restituite

# LayoutSection.CompSuite__Complaint__c.CompSuite__Complaint Layout.Closure_7
source: Closure
it: Chiusura

source: Complainant Information
it: Informazioni su chi effettua il reclamo

source: Immediate Actions
it: Azioni immediate

source: Impact Information
it: Informazioni sull'impatto

source: Investigations
it: Indagini

# LayoutSection.CompSuite__Complaint__c.CompSuite__Complaint Layout.New Section_2
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Complaint__c.CompSuite__Complaint Layout.New Section_8
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Complaint__c.Light Complaint Layout.Closure_5
source: Closure
it: Chiusura

source: Complainant Information
it: Informazioni su chi effettua il reclamo

# LayoutSection.CompSuite__Complaint__c.Light Complaint Layout.Immediate Actions_2
source: Immediate Actions
it: Azioni immediate

source: Impact Information
it: Informazioni sull'impatto

# LayoutSection.CompSuite__Complaint__c.Light Complaint Layout.Investigations_3
source: Investigations
it: Indagini

source: Dates
it: Date

source: Related Object
it: Oggetto correlato

source: Associated Entities
it: Entità associate

source: Dates
it: Date

source: Related Processes
it: Processi correlati

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: Self Registration
it: Auto-registrazione

source: Custom Links
it: Link personalizzati

source: System Information
it: Informazioni di sistema

source: Associated Entities
it: Entità associate

source: CAPA Information
it: Informazioni CAPA

source: Deviation Summary
it: Riepilogo delle deviazioni

source: Immediate Actions
it: Azioni immediate

source: Investigations
it: Indagini

# LayoutSection.CompSuite__Deviation__c.CompSuite__Deviation Layout.New Section_1
source: New Section
it: Nuova sezione

source: Related Processes
it: Processi correlati

source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Deviation__c.Light Deviation Layout.CAPA Information_5
source: CAPA Information
it: Informazioni CAPA

# LayoutSection.CompSuite__Deviation__c.Light Deviation Layout.Deviation Summary_6
source: Deviation Summary
it: Riepilogo delle deviazioni

# LayoutSection.CompSuite__Deviation__c.Light Deviation Layout.Immediate Actions_2
source: Immediate Actions
it: Azioni immediate

# LayoutSection.CompSuite__Deviation__c.Light Deviation Layout.Investigations_4
source: Investigations
it: Indagini

# LayoutSection.CompSuite__Deviation__c.Light Deviation Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Deviation__c.Light Deviation Layout.Related Processes_7
source: Related Processes
it: Processi correlati

source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Document_Header__c.Admin Document Layout.Custom Links_4
source: Custom Links
it: Link personalizzati

source: Document Dates
it: Date del documento

source: Form Information
it: Informazioni sul modulo

# LayoutSection.CompSuite__Document_Header__c.Admin Document Layout.Related Exam_3
source: Related Exam
it: Esame correlato

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: Document Dates
it: Date del documento

source: Form Information
it: Informazioni sul modulo

source: PDF Preview
it: Anteprima PDF

source: Related Exam
it: Esame correlato

source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Document_Header__c.Light Document Layout.Custom Links_6
source: Custom Links
it: Link personalizzati

source: Document Dates
it: Date del documento

source: Form Information
it: Informazioni sul modulo

# LayoutSection.CompSuite__Document_Header__c.Light Document Layout.PDF Preview_3
source: PDF Preview
it: Anteprima PDF

# LayoutSection.CompSuite__Document_Header__c.Light Document Layout.Related Exam_4
source: Related Exam
it: Esame correlato

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: Document Dates
it: Date del documento

source: PDF Preview
it: Anteprima PDF

source: Related Exam
it: Esame correlato

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: Document Dates
it: Date del documento

source: Form Information
it: Informazioni sul modulo

# LayoutSection.CompSuite__Document_Header__c.Simple Document Layout.PDF Preview_3
source: PDF Preview
it: Anteprima PDF

source: Related Exam
it: Esame correlato

source: Associated Entitles
it: Entità associate

source: Sharing Rules
it: Regole di condivisione

source: Check Out Section
it: Sezione di check out

source: Document Revision Source
it: Origine Revisione documento

source: New Section
it: Nuova sezione

source: New Section
it: Nuova sezione

source: Revision Information
it: Informazioni sulla revisione

source: Check Out Section
it: Sezione di check out

source: Custom Links
it: Link personalizzati

source: Document Revision Source
it: Origine Revisione documento

source: New Section
it: Nuova sezione

source: New Section
it: Nuova sezione

source: Revision Information
it: Informazioni sulla revisione

source: Check Out Section
it: Sezione di check out

source: Custom Links
it: Link personalizzati

source: Document Revision Source
it: Origine Revisione documento

source: Revision Information
it: Informazioni sulla revisione

source: Check Out Section
it: Sezione di check out

source: Custom Links
it: Link personalizzati

source: Document Revision Source
it: Origine Revisione documento

source: New Section
it: Nuova sezione

source: Revision Information
it: Informazioni sulla revisione

# LayoutSection.CompSuite__Employee__c.CompSuite__Employee Layout.Custom Links_2
source: Custom Links
it: Link personalizzati

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Employee__c.Light Employee Layout.Custom Links_2
source: Custom Links
it: Link personalizzati

source: Associated Entities
it: Entità associate

source: Effectiveness Summary
it: Riepilogo dell'efficacia

# LayoutSection.CompSuite__Effectiveness_Check__c.EC Periodic Review.New Section_1
source: New Section
it: Nuova sezione

source: Related Processes
it: Processi correlati

source: Associated Entities
it: Entità associate

source: Effectiveness Summary
it: Riepilogo dell'efficacia

source: New Section
it: Nuova sezione

source: Related Processes
it: Processi correlati

source: Associated Entities
it: Entità associate

source: Effectiveness Summary
it: Riepilogo dell'efficacia

source: New Section
it: Nuova sezione

source: Related Processes
it: Processi correlati

# LayoutSection.CompSuite__Equipment__c.CompSuite__Equipment Layout.Comments_5
source: Comments
it: Commenti

# LayoutSection.CompSuite__Equipment__c.CompSuite__Equipment Layout.Location_6
source: Location
it: Posizione

# LayoutSection.CompSuite__Equipment__c.CompSuite__Equipment Layout.New Section_2
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Equipment__c.CompSuite__Equipment Layout.New Section_4
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Equipment__c.CompSuite__Equipment Layout.Requirements_1
source: Requirements
it: Requisiti

source: Service Agreement
it: Contratto di servizio

# LayoutSection.CompSuite__Equipment__c.Equipment New.Associated Entities_8
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Equipment__c.Equipment New.Equipment Description_6
source: Equipment Description
it: Descrizione dell'attrezzatura

# LayoutSection.CompSuite__Equipment__c.Equipment New.Location_7
source: Location
it: Posizione

# LayoutSection.CompSuite__Equipment__c.Equipment New.New Section_2
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Equipment__c.Equipment New.New Section_5
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Equipment__c.Equipment New.Requirements_1
source: Requirements
it: Requisiti

# LayoutSection.CompSuite__Equipment__c.Equipment New.Service Agreement_4
source: Service Agreement
it: Contratto di servizio

# LayoutSection.CompSuite__Equipment__c.Equipment New.Specifications_3
source: Specifications
it: Specifiche

# LayoutSection.CompSuite__Equipment__c.IT Asset Layout.Associated Entities_7
source: Associated Entities
it: Entità associate

# LayoutSection.CompSuite__Equipment__c.IT Asset Layout.Classification_2
source: Classification
it: Classificazione

# LayoutSection.CompSuite__Equipment__c.IT Asset Layout.Location_6
source: Location
it: Posizione

# LayoutSection.CompSuite__Equipment__c.IT Asset Layout.New Section_1
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Equipment__c.IT Asset Layout.New Section_3
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Equipment__c.IT Asset Layout.New Section_4
source: New Section
it: Nuova sezione

# LayoutSection.CompSuite__Equipment__c.IT Asset Layout.Service Agreement_5
source: Service Agreement
it: Contratto di servizio

source: Associated Entities
it: Entità associate

source: Dates Information
it: Informazioni sulle date

source: Investigation Summary
it: Riepilogo dell'indagine

source: Known Issue Investigation
it: Indagine sui problemi noti

source: New Section
it: Nuova sezione

source: New Section
it: Nuova sezione

source: Related Processes
it: Processi correlati

source: Associated Entities
it: Entità associate

source: Dates Information
it: Informazioni sulle date

source: Investigation Summary
it: Riepilogo dell'indagine

source: Known Issue Investigations
it: Indagini sui problemi noti

source: New Section
it: Nuova sezione

source: New Section
it: Nuova sezione

source: Related Objects
it: Oggetti correlati

source: Custom Links
it: Link personalizzati

source: Custom Links
it: Link personalizzati

source: Associated Entities
it: Entità associate

source: Custom Links
it: Link personalizzati

source: New Section
it: Nuova sezione

source: System Information
it: Informazioni di sistema

# LayoutSection.CompSuite__Location__c.CompSuite__Location Layout.New Section_1
source: New Section
it: Nuova sezione
