Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Batch_Step__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Batch_Step__c.CompSuite__State.RelatedListLabel
source: Batch Steps
it: Fasi batch

# CustomField.CompSuite__Batch_Step__c.Step_Code.FieldLabel
source: Step Code
it: Codice fase

# CustomField.CompSuite__Batch_Step__c.CompSuite__Step_End.FieldLabel
source: Step End
it: Fine fase

# CustomField.CompSuite__Batch_Step__c.Step_Instructions.FieldLabel
source: Step Instructions
it: Istruzioni fase

# CustomField.CompSuite__Batch_Step__c.Step_Number.FieldLabel
source: Step Number
it: Numero fase

# CustomField.CompSuite__Batch_Step__c.CompSuite__Step_Start.FieldLabel
source: Step Start
it: Inizio fase

# CustomField.CompSuite__Batch_Step__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Batch_Step__c.Supplier.RelatedListLabel
source: Batch Steps
it: Fasi batch

# CustomField.CompSuite__Batch_Step__c.Theoretical_Yield.FieldLabel
source: Minimum Theoretical Yield
it: Rendimento teorico minimo

# CustomField.CompSuite__Batch_Step__c.TrainingPrecentCompletion.FieldLabel
source: TrainingPrecentCompletion
it: PercentualeCompletamentoFormazione

# CustomField.CompSuite__Batch_Step__c.Yield_Assumption.FieldLabel
source: Yield Assumption
it: Ipotesi di rendimento

# CustomField.CompSuite__Batch_Step__c.Yield_Comments.FieldLabel
source: Yield Comments
it: Commenti sul rendimento

# CustomField.CompSuite__Batch_Step__c.Yield_Status.FieldLabel
source: Yield Status
it: Stato del rendimento

# CustomField.CompSuite__Batch_Master_Record__c.Account.RelatedListLabel
source: Batch Master Records
it: Record master del batch

# CustomField.CompSuite__Batch_Master_Record__c.Batch_Master_Version.FieldLabel
source: Batch Master Version
it: Versione master del batch

# CustomField.CompSuite__Batch_Master_Record__c.Batch_Number.FieldLabel
source: Batch Number
it: Numero batch

source: Business Unit
it: Divisione

source: Containers and Closures Description
it: Descrizione Contenitori e Chiusure

source: Drug Description
it: Descrizione del farmaco

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Batch_Master_Record__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Batch_Master_Record__c.Product_Version.FieldLabel
source: Product Version
it: Versione prodotto

# CustomField.CompSuite__Batch_Master_Record__c.Product_Version.RelatedListLabel
source: Batch Master Records
it: Record master del batch

# CustomField.CompSuite__Batch_Master_Record__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Batch_Master_Record__c.CompSuite__State.RelatedListLabel
source: Batch Master Records
it: Record master del batch

# CustomField.CompSuite__Batch_Master_Record__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Batch_Master_Record__c.Supplier.RelatedListLabel
source: Batch Master Records
it: Record master del batch

# CustomField.CompSuite__Batch_Master_Record__c.Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__Batch_Master_Record__c.Verification.FieldLabel
source: Verification
it: Verifica

source: Additional Information
it: Informazioni aggiuntive

# CustomField.CompSuite__Batch_Record_Component__c.Batch_Record.RelatedListLabel
source: Batch Record Components
it: Componenti del Batch record

# CustomField.CompSuite__Batch_Record_Component__c.Batch_Step.FieldLabel
source: Batch Step
it: Fase batch

# CustomField.CompSuite__Batch_Record_Component__c.Batch_Step.RelatedListLabel
source: Batch Record Components
it: Componenti del Batch record

source: Business Unit
it: Divisione

# CustomField.CompSuite__Batch_Record_Component__c.Child_Part_Number.FieldLabel
source: Product Item Name
it: Nome dell'elemento del prodotto

source: Batch Record Components
it: Componenti del Batch record

source: Child Product Item Version
it: Versione elemento prodotto secondario

source: Child product Version
it: Versione del prodotto secondario

source: Batch Record Components (Child product Version)
it: Componenti del Batch record (versione del prodotto secondario)

source: Child product Version Number
it: Numero versione del prodotto secondario

# CustomField.CompSuite__Batch_Record_Component__c.Document_Revision.FieldLabel
source: Document Revision
it: Revisione del documento

source: Batch Record Components
it: Componenti del Batch record

# CustomField.CompSuite__Batch_Record_Component__c.External_ID.FieldLabel
source: External ID
it: Id esterno

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Batch_Record_Component__c.Master_Document.FieldLabel
source: Master Document
it: Documento master

source: Batch Record Components
it: Componenti del Batch record

# CustomField.CompSuite__Batch_Record_Component__c.Product_Version.FieldLabel
source: Product Version
it: Versione prodotto

source: Batch Record Components
it: Componenti del Batch record

# CustomField.CompSuite__Batch_Record_Component__c.Quantity_Issued.FieldLabel
source: Quantity Issued
it: Quantità emessa

# CustomField.CompSuite__Batch_Record_Component__c.Quantity_Per_Batch.FieldLabel
source: Quantity Per Batch
it: Quantità per batch

# CustomField.CompSuite__Batch_Record_Component__c.Quantity_Required.FieldLabel
source: Quantity Required
it: Quantità richiesta

# CustomField.CompSuite__Batch_Record_Component__c.SN_Lot.FieldLabel
source: SN/Lot
it: N. Serie/Lotto

# CustomField.CompSuite__Batch_Record_Component__c.CompSuite__State.FieldLabel
source: State
it: Stato

source: Batch Record Components
it: Componenti del Batch record

# CustomField.CompSuite__Batch_Record__c.Actual_Manufacturing_Date.FieldLabel
source: Actual Manufacturing Date
it: Data di produzione effettiva

# CustomField.CompSuite__Batch_Record__c.Actual_Manufacturing_Date.HelpText
source: Baseline date for stability testing
it: Data di riferimento per i test di stabilità

# CustomField.CompSuite__Batch_Record__c.Batch_Master_Record.FieldLabel
source: Batch Master Record
it: Record master del batch

# CustomField.CompSuite__Batch_Record__c.Batch_Master_Record.RelatedListLabel
source: Batch Records
it: Batch record

# CustomField.CompSuite__Batch_Record__c.Batch_Record_Number.FieldLabel
source: Batch Record Number
it: Numero di Batch record

# CustomField.CompSuite__Batch_Record__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Batch_Record__c.Count_Closed_Steps.FieldLabel
source: Count Closed Steps
it: Conteggio fasi chiuse

# CustomField.CompSuite__Batch_Record__c.Customer_Account.FieldLabel
source: Customer Account
it: Account cliente

# CustomField.CompSuite__Batch_Record__c.Customer_Account.RelatedListLabel
source: Batch Records
it: Batch record

# CustomField.CompSuite__Batch_Record__c.Customer_Reference_Number.FieldLabel
source: Customer Reference Number
it: Numero di riferimento del cliente

source: Deviations/Malfunctions Verification
it: Verifica deviazioni/malfunzionamenti

# CustomField.CompSuite__Batch_Record__c.End_Manufacturing_Date.FieldLabel
source: End Manufacturing Date
it: Data di fine produzione

# CustomField.CompSuite__Batch_Record__c.Expiry_Date.FieldLabel
source: Expiry Date
it: Data di scadenza

# CustomField.CompSuite__Batch_Record__c.External_Lot_Serial_ID.FieldLabel
source: External Lot/ Serial ID
it: Lotto esterno/ ID seriale

# CustomField.CompSuite__Batch_Record__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Batch_Record__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Batch_Record__c.Percent_Closed_Steps.FieldLabel
source: Percent Closed Steps
it: Percentuale di fasi chiuse

# CustomField.CompSuite__Batch_Record__c.Planned_End_Manufacturing_Date.FieldLabel
source: Planned End Manufacturing Date
it: Data di fine produzione prevista

# CustomField.CompSuite__Batch_Record__c.Planned_Manufacture_Date.FieldLabel
source: Planned Start Manufacture Date
it: Data di inizio produzione prevista

# CustomField.CompSuite__Batch_Record__c.Product_Item_Version.FieldLabel
source: Product Item Version
it: Versione elemento del prodotto

# CustomField.CompSuite__Batch_Record__c.Product_Item_Version.RelatedListLabel
source: Batch Records
it: Batch record

# CustomField.CompSuite__Batch_Record__c.Quantity_Released.FieldLabel
source: Quantity Released
it: Quantità rilasciata

# CustomField.CompSuite__Batch_Record__c.Quantity_Required.FieldLabel
source: Planned Quantity
it: Quantità prevista

# CustomField.CompSuite__Batch_Record__c.Related_Batch_Record.FieldLabel
source: Related Batch Record
it: Batch record correlato

# CustomField.CompSuite__Batch_Record__c.Related_Batch_Record.RelatedListLabel
source: Batch Records
it: Batch record

source: Sampling and Tests Verification
it: Campionamento e verifica dei test

# CustomField.CompSuite__Batch_Record__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Batch_Record__c.CompSuite__State.RelatedListLabel
source: Batch Records
it: Batch record

source: Steps and Worksheet Verification
it: Verifica passaggi e del foglio di lavoro

# CustomField.CompSuite__Batch_Record__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Batch_Record__c.Supplier.RelatedListLabel
source: Batch Records
it: Batch record

# CustomField.CompSuite__Batch_Record__c.T_Point.FieldLabel
source: T0 Point
it: Punto T0

# CustomField.CompSuite__Change_Control__c.Account.RelatedListLabel
source: Change Controls
it: Controlli delle modifiche

# CustomField.CompSuite__Change_Control__c.Additional_Change_Type.FieldLabel
source: Additional Change Type
it: Tipo di cambiamento aggiuntivo

# CustomField.CompSuite__Change_Control__c.CompSuite__Batch_Information.FieldLabel
source: Batch Information
it: Informazioni sul batch

# CustomField.CompSuite__Change_Control__c.CompSuite__Batch_Information.HelpText
source: Batch Name, Batch Code, First/Last
it: Nome batch, codice batch, primo/ultimo

# CustomField.CompSuite__Change_Control__c.CompSuite__Binder.FieldLabel
source: Binder
it: Raccoglitore

# CustomField.CompSuite__Change_Control__c.CompSuite__Binder.RelatedListLabel
source: Change Controls
it: Controlli delle modifiche

# CustomField.CompSuite__Change_Control__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Change_Control__c.CompSuite__CAPA.RelatedListLabel
source: Change Controls
it: Controlli delle modifiche

source: CCB Meeting Effective Date
it: Data effettiva della riunione della CCB

source: CCB Meeting Target Date
it: Data prevista della riunione CCB

source: Change Classification
it: Classificazione del cambiamento

source: Change Control Board Required?
it: Richiesta scheda controllo modifiche?

# CustomField.CompSuite__Change_Control__c.Change_Control_Number.FieldLabel
source: Change Control Number
it: Numero controllo delle modifiche

# CustomField.CompSuite__Change_Control__c.CompSuite__Change_From.FieldLabel
source: Change From
it: Cambia da

# CustomField.CompSuite__Change_Control__c.CompSuite__Change_To.FieldLabel
source: Change To
it: Cambia a

source: Count Open Action Items
it: Conteggio elementi di azione aperti

source: Creator is Logged in User
it: Il creatore è un utente loggato

# CustomField.CompSuite__Change_Control__c.Deviation.FieldLabel
source: Deviation
it: Deviazione

# CustomField.CompSuite__Change_Control__c.Deviation.RelatedListLabel
source: Change Controls
it: Controlli delle modifiche

# CustomField.CompSuite__Change_Control__c.Emergency_Change.FieldLabel
source: Emergency Change?
it: Cambiamento di emergenza?

source: Impact Analysis Results
it: Risultati analisi dell'impatto

# CustomField.CompSuite__Change_Control__c.Impacted_Product.FieldLabel
source: Impacted Product
it: Prodotto interessato

source: Impacted Product Information
it: Informazioni sul prodotto interessato

source: Batch Number etc.
it: Numero batch ecc.

source: Implementation Effective Date
it: Data effettiva dell'implementazione

source: Implementation Target Date
it: Data prevista dell'implementazione

# CustomField.CompSuite__Change_Control__c.Initiating_Department.FieldLabel
source: Initiating Department
it: Dipartimento di avvio

# CustomField.CompSuite__Change_Control__c.Initiating_Department.RelatedListLabel
source: Change Controls
it: Controlli delle modifiche

# CustomField.CompSuite__Change_Control__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Change_Control__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Change_Control__c.Main_Change_Type.FieldLabel
source: Main Change Type
it: Tipo di cambiamento principale

source: Manufacturing Date
it: Data di produzione

# CustomField.CompSuite__Change_Control__c.Max_Action_Due_Date.FieldLabel
source: Max Action Due Date
it: Scadenza massima dell'azione

source: Owner is Logged in User
it: Il proprietario è un utente loggato

source: Reason For the Change
it: Motivo del cambiamento

# CustomField.CompSuite__Change_Control__c.Regulatory_Impact.FieldLabel
source: Regulatory Impact
it: Impatto normativo

source: Regulatory Impact Description
it: Descrizione dell'impatto normativo

# CustomField.CompSuite__Change_Control__c.CompSuite__Release_Date_del.FieldLabel
source: Release Date
it: Data di rilascio

# CustomField.CompSuite__Change_Control__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Change_Control__c.CompSuite__State.RelatedListLabel
source: Change Controls
it: Controlli delle modifiche

# CustomField.CompSuite__Change_Control__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Change_Control__c.Supplier.RelatedListLabel
source: Change Controls
it: Controlli delle modifiche

# CustomField.CompSuite__Change_Control__c.Temporary_Change.FieldLabel
source: Temporary Change?
it: Cambiamento temporaneo?

# CustomField.CompSuite__CAPA__c.Account.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.CompSuite__Action_Plan_Description.FieldLabel
source: Action Plan Description
it: Descrizione del piano d'azione

# CustomField.CompSuite__CAPA__c.CompSuite__Action_Type.FieldLabel
source: Action Type
it: Tipo di azione

# CustomField.CompSuite__CAPA__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__CAPA__c.CAPA_Number.FieldLabel
source: CAPA Number
it: Numero CAPA

# CustomField.CompSuite__CAPA__c.CAPA_Plan.FieldLabel
source: CAPA Plan
it: Piano CAPA

# CustomField.CompSuite__CAPA__c.CAPA_Plan.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.CAPA_Source.FieldLabel
source: CAPA Source
it: Origine CAPA

# CustomField.CompSuite__CAPA__c.CAPA_State_Condition.FieldLabel
source: CAPA State Condition
it: Condizione stato CAPA

# CustomField.CompSuite__CAPA__c.CAPA_Summary.FieldLabel
source: CAPA Summary
it: Riepilogo CAPA

# CustomField.CompSuite__CAPA__c.CompSuite__Complaint.FieldLabel
source: Complaint
it: Reclamo

# CustomField.CompSuite__CAPA__c.CompSuite__Complaint.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.Completion_Date.FieldLabel
source: Completion Date
it: Data di completamento

# CustomField.CompSuite__CAPA__c.Created_EC.FieldLabel
source: Created EC?
it: Creato CE?

# CustomField.CompSuite__CAPA__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__CAPA__c.Department.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.CompSuite__Deviation.FieldLabel
source: Deviation
it: Deviazione

# CustomField.CompSuite__CAPA__c.CompSuite__Deviation.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.CompSuite__Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__CAPA__c.Due_Date_Extension.FieldLabel
source: Due Date Extension
it: Estensione scadenza

# CustomField.CompSuite__CAPA__c.CompSuite__EHS_Event.FieldLabel
source: EHS Event
it: Evento EHS

# CustomField.CompSuite__CAPA__c.CompSuite__EHS_Event.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.Effective_Check_Required.FieldLabel
source: Effective Check Required
it: È richiesto un controllo effettivo

# CustomField.CompSuite__CAPA__c.Effectiveness_Check.FieldLabel
source: Effectiveness Check
it: Controllo dell'efficacia

# CustomField.CompSuite__CAPA__c.Effectiveness_Check.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.Effectiveness_Check_Criteria.FieldLabel
source: Effectiveness Check Criteria
it: Criteri di controllo dell'efficacia

# CustomField.CompSuite__CAPA__c.Effectiveness_Target_Date.FieldLabel
source: Effectiveness Target Date
it: Data prevista dell'efficacia

# CustomField.CompSuite__CAPA__c.Extended_Due_Date.FieldLabel
source: Extended Due Date
it: Scadenza prorogata

# CustomField.CompSuite__CAPA__c.Extended_Due_Date_Checkbox.FieldLabel
source: Extended Due Date?
it: Scadenza prorogata?

# CustomField.CompSuite__CAPA__c.IsCompleted.FieldLabel
source: IsCompleted?
it: ÉCompletato?

# CustomField.CompSuite__CAPA__c.CompSuite__Is_Open.FieldLabel
source: Is Open?
it: Is Aperto?

# CustomField.CompSuite__CAPA__c.Justification.FieldLabel
source: Justification
it: Giustificazione

# CustomField.CompSuite__CAPA__c.Justification.HelpText
source: In case effectiveness is not required
it: Nel caso in cui l'efficacia non sia richiesta

# CustomField.CompSuite__CAPA__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

# CustomField.CompSuite__CAPA__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__CAPA__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__CAPA__c.CompSuite__Observation.FieldLabel
source: Observation
it: Osservazione

# CustomField.CompSuite__CAPA__c.CompSuite__Observation.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.CompSuite__Priority.FieldLabel
source: Priority
it: Priorità

# CustomField.CompSuite__CAPA__c.Quality_Event.FieldLabel
source: Quality Event
it: Evento sulla qualità

# CustomField.CompSuite__CAPA__c.Quality_Event.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__CAPA__c.CompSuite__State.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.CompSuite__State_Condition.FieldLabel
source: State Condition
it: Condizione stato

# CustomField.CompSuite__CAPA__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__CAPA__c.Supplier.RelatedListLabel
source: CAPAs
it: CAPA

# CustomField.CompSuite__CAPA__c.Update_Due_Date.FieldLabel
source: Update Due Date
it: Aggiorna scadenza

# CustomField.CompSuite__Classroom__c.Account.RelatedListLabel
source: Classrooms
it: Classi

# CustomField.CompSuite__Classroom__c.CompSuite__Attendees_Limit.FieldLabel
source: Attendees Limit
it: Limite dei partecipanti

# CustomField.CompSuite__Classroom__c.CompSuite__Attendees_Limit.HelpText
source: The maximum number of trainees allowed in the classroom.
it: Il numero massimo di tirocinanti ammessi in classe.

# CustomField.CompSuite__Classroom__c.CompSuite__Available_Seats.FieldLabel
source: Available Seats
it: Posti disponibili

# CustomField.CompSuite__Classroom__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Classroom__c.CAPA.RelatedListLabel
source: Classrooms
it: Classi

# CustomField.CompSuite__Classroom__c.Canceled.FieldLabel
source: Canceled?
it: Annullata?

# CustomField.CompSuite__Classroom__c.Class_Number.FieldLabel
source: Class Number
it: Numero classe

# CustomField.CompSuite__Classroom__c.CompSuite__Completed.FieldLabel
source: Completed?
it: Completata?

# CustomField.CompSuite__Classroom__c.Count_Open_Training.FieldLabel
source: Count Open Training
it: Conteggio formazione aperta

# CustomField.CompSuite__Classroom__c.CompSuite__Duration.FieldLabel
source: Duration
it: Durata

# CustomField.CompSuite__Classroom__c.CompSuite__Duration.HelpText
source: The expected duration of the classroom training in minutes.
it: La durata attesa della formazione in classe in minuti.

# CustomField.CompSuite__Classroom__c.CompSuite__Enable_self.FieldLabel
source: Enable Self-Registration
it: Abilita l'auto-registrazione

# CustomField.CompSuite__Classroom__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Classroom__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Classroom__c.CompSuite__Location.FieldLabel
source: Location
it: Posizione

# CustomField.CompSuite__Classroom__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Classroom__c.Manually.FieldLabel
source: Manually?
it: Manualmente?

# CustomField.CompSuite__Classroom__c.Number_of_Attendees.FieldLabel
source: Number of Attendees
it: Numero di partecipanti

# CustomField.CompSuite__Classroom__c.CompSuite__Online_Meeting_Info.FieldLabel
source: Online Meeting Info
it: Informazioni sulla riunione online

# CustomField.CompSuite__Classroom__c.CompSuite__Online_Meeting_URL.FieldLabel
source: Online Meeting Link
it: Link alla riunione online

# CustomField.CompSuite__Classroom__c.CompSuite__Points.FieldLabel
source: Points
it: Punti

# CustomField.CompSuite__Classroom__c.CompSuite__Points.HelpText
source: Credit for the work effort
it: Crediti per l'impegno lavorativo

# CustomField.CompSuite__Classroom__c.CompSuite__Requirement_Header.FieldLabel
source: Training Requirement
it: Requisito di formazione

source: Classrooms
it: Classi

# CustomField.CompSuite__Classroom__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Classroom__c.CompSuite__State.RelatedListLabel
source: Classrooms
it: Classi

# CustomField.CompSuite__Classroom__c.Trainer.FieldLabel
source: Trainer
it: Formatore

# CustomField.CompSuite__Classroom__c.CompSuite__Training_Date.FieldLabel
source: Training Date
it: Data della formazione

# CustomField.CompSuite__Classroom__c.CompSuite__Training_Eff_Protocol.FieldLabel
source: Training Effectiveness Protocol
it: Protocollo efficacia della formazione

source: Classrooms
it: Classi

# CustomField.CompSuite__Classroom__c.CompSuite__Training_Purpose.FieldLabel
source: Training Purpose
it: Scopo della formazione

# CustomField.CompSuite__Classroom__c.CompSuite__Training_Start_Time.FieldLabel
source: Training Start Time
it: Orario di inizio formazione

# CustomField.CompSuite__Controlled_Copy__c.Assigned_To.FieldLabel
source: Assigned To
it: Assegnato a

# CustomField.CompSuite__Controlled_Copy__c.Assigned_To.RelatedListLabel
source: Controlled Copies
it: Copie controllate

# CustomField.CompSuite__Controlled_Copy__c.Assigned_to_External.FieldLabel
source: Assigned to External
it: Assegnato a esterno

# CustomField.CompSuite__Controlled_Copy__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Controlled_Copy__c.Comments.FieldLabel
source: Comment
it: Commento

# CustomField.CompSuite__Controlled_Copy__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Controlled_Copy__c.Department.RelatedListLabel
source: Controlled Copies
it: Copie controllate

# CustomField.CompSuite__Controlled_Copy__c.Document_Name.FieldLabel
source: Document Name
it: Nome documento
