Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# PicklistValue.CompSuite__Activity__c.Activity_Type.Backup and Recovery Test
source: Backup and Recovery Test
it: Test di backup e ripristino

# PicklistValue.CompSuite__Activity__c.Activity_Type.Calibration
source: Calibration
it: Calibrazione

# PicklistValue.CompSuite__Activity__c.Activity_Type.Cleaning
source: Cleaning
it: Pulizia

# PicklistValue.CompSuite__Activity__c.Activity_Type.Contract Review
source: Contract Review
it: Revisione del contratto

# PicklistValue.CompSuite__Activity__c.Activity_Type.EHS Assessment
source: EHS Assessment
it: Valutazione EHS

# PicklistValue.CompSuite__Activity__c.Activity_Type.Log Review
source: Log Review
it: Revisione del registro

# PicklistValue.CompSuite__Activity__c.Activity_Type.Meter Reading
source: Meter Reading
it: Lettura contatori

# PicklistValue.CompSuite__Activity__c.Activity_Type.Preventive
source: Preventive
it: Preventivo

# PicklistValue.CompSuite__Activity__c.Activity_Type.Validation
source: Validation
it: Convalida

# PicklistValue.CompSuite__Activity__c.System_is_unavailable.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Approval_Process_Approver__c.CompSuite__Status.approved
source: approved
it: approvato

source: not-started
it: non iniziato

# PicklistValue.CompSuite__Approval_Process_Approver__c.CompSuite__Status.rejected
source: rejected
it: rifiutato

# PicklistValue.CompSuite__Approval_Process_Approver__c.CompSuite__Status.started
source: started
it: iniziato

source: Approval
it: Approvazione

# PicklistValue.CompSuite__Approval_Process__c.CompSuite__Status.approved
source: approved
it: approvato

# PicklistValue.CompSuite__Approval_Process__c.CompSuite__Status.not-started
source: not-started
it: non iniziato

# PicklistValue.CompSuite__Approval_Process__c.CompSuite__Status.rejected
source: rejected
it: rifiutato

# PicklistValue.CompSuite__Approval_Process__c.CompSuite__Status.started
source: started
it: iniziato

# PicklistValue.CompSuite__Assessment_Element__c.Annual_Report.Yes
source: Yes
it: Sì

source: Business
it: Attività commerciale

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Classification.IT
source: IT
it: Tecnologia

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Classification.Legal
source: Legal
it: Legale

source: Operational
it: Operativa

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Classification.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Classification.Quality
source: Quality
it: Qualità

# PicklistValue.CompSuite__Assessment_Element__c.Classifications.Business
source: Business
it: Attività commerciale

# PicklistValue.CompSuite__Assessment_Element__c.Classifications.IT
source: IT
it: Tecnologia

# PicklistValue.CompSuite__Assessment_Element__c.Classifications.Legal
source: Legal
it: Legale

# PicklistValue.CompSuite__Assessment_Element__c.Classifications.Operational
source: Operational
it: Operativa

# PicklistValue.CompSuite__Assessment_Element__c.Classifications.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Assessment_Element__c.Classifications.Quality
source: Quality
it: Qualità

# PicklistValue.CompSuite__Assessment_Element__c.Classifications.Regulatory
source: Regulatory
it: Normativo

# PicklistValue.CompSuite__Assessment_Element__c.Countries.China
source: China
it: Cina

# PicklistValue.CompSuite__Assessment_Element__c.Countries.EU
source: EU
it: UE

# PicklistValue.CompSuite__Assessment_Element__c.Countries.Israel
source: Israel
it: Israele

# PicklistValue.CompSuite__Assessment_Element__c.Countries.Japn
source: Japn
it: Giappone

# PicklistValue.CompSuite__Assessment_Element__c.Countries.Korea
source: Korea
it: Corea

# PicklistValue.CompSuite__Assessment_Element__c.Countries.Mexico- COFEPRIS
source: Mexico- COFEPRIS
it: Messico-COFEPRIS

# PicklistValue.CompSuite__Assessment_Element__c.Countries.Thailand
source: Thailand
it: Tailandia

# PicklistValue.CompSuite__Assessment_Element__c.Countries.US FDA
source: US FDA
it: FDA statunitense

# PicklistValue.CompSuite__Assessment_Element__c.Detection.1 Almost Certain
source: 1 Almost Certain
it: 1 Quasi certo

# PicklistValue.CompSuite__Assessment_Element__c.Detection.2 Highly Likely
source: 2 Highly Likely
it: 2 Altamente probabile

# PicklistValue.CompSuite__Assessment_Element__c.Detection.3 Likely
source: 3 Likely
it: 3 Probabile

# PicklistValue.CompSuite__Assessment_Element__c.Detection.4 Low Likelihood
source: 4 Low Likelihood
it: 4 Bassa probabilità

# PicklistValue.CompSuite__Assessment_Element__c.Detection.5 Not Likely
source: 5 Not Likely
it: 5 Improbabile

source: 10 Days- Death or Serious deterioration in health
it: 10 giorni: decesso o grave deterioramento della salute

source: 15 calendar days-other
it: 15 giorni di calendario-altro

source: 2 days (48 Hours) - serious threat to public health
it: 2 giorni (48 ore) - grave minaccia per la salute pubblica

source: 2 days (48 Hours) from the Corrective Action report
it: 2 giorni (48 ore) dal report dell'azione correttiva

source: 2 days (48 hours) from the reportability decision for all the above
it: 2 giorni (48 ore) dalla decisione di segnalabilità per tutto quanto sopra

source: 2 days – Serious public health threat
it: 2 giorni – Grave minaccia per la salute pubblica

source: 20 working Days- Side effect that not mentioned in the operator manual (IFP)
it: 20 giorni lavorativi - Effetti collaterali non menzionati nel manuale dell'operatore (IFP)

# PicklistValue.CompSuite__Assessment_Element__c.Determination.30 Days- Other
source: 30 Days- Other
it: 30 giorni- Altro

source: 30 Days- Potential to cause death or serious injury
it: 30 giorni: rischio di morte o lesioni gravi

source: 5 Day- Death or public threat
it: 5 giorni: decesso o minaccia pubblica

source: 7 calendar days- life-threatening/death
it: 7 giorni di calendario: pericolo di vita/decesso

source: Australia- Notification not needed to local Report
it: Australia: notifica non necessaria al report locale

source: Canada- Report is not Required
it: Canada: il report non è richiesto

source: EU- No Vigilance report or FSCA is required
it: UE: non è richiesto alcun report di vigilanza o FSCA

source: Immediately from the corrective action report
it: Immediatamente dal report dell'azione correttiva

source: Israel- Notification to AMAR is not needed
it: Israele- Non è necessaria la notifica ad AMAR

source: Japan- Notification not needed to local Report
it: Giappone: notifica non necessaria al report locale

source: Korea- Notification not need
it: Corea: non è necessaria alcuna notifica

# PicklistValue.CompSuite__Assessment_Element__c.Determination.Report immediately
source: Report immediately
it: Segnalare immediatamente

source: Taiwan- Notification not needed to local Report
it: Taiwan: notifica non necessaria al report locale

source: Thailand- Notification not needed to local Report
it: Tailandia: notifica non necessaria al report locale

source: US FDA- MDR is not Required
it: FDA statunitense: MDR non richiesto

source: Australia: Notification is needed to local Report
it: Australia: è necessaria la notifica al report locale

source: Australia: Notification not needed to local Report
it: Australia: notifica non necessaria al report locale

source: Canada: Report is Required
it: Canada: il report è richiesto

source: Canada: Report is not Required
it: Canada: il report non è richiesto

source: EU: FSCA is required
it: UE: la FSCA è richiesta

source: EU: No Vigilance report or FSCA is required
it: UE: non è richiesto alcun report di vigilanza o FSCA

source: EU: Vigilance report & FSCA are required
it: UE: il report di vigilanza e la FSCA sono richiesti

source: EU: Vigilance report is required
it: UE: il report di vigilanza è richiesto

source: Israel: Notification to AMAR is needed
it: Israele: è necessaria la notifica ad AMAR

source: Israel: Notification to AMAR is not needed
it: Israele: non è necessaria la notifica ad AMAR

source: Japan: Notification is needed to local Report
it: Giappone: è necessaria la notifica al report locale

source: Japan: Notification not needed to local Report
it: Giappone: non è necessaria la notifica al report locale

source: Korea: Notification is needed
it: Corea: è necessaria la notifica

source: Korea: Notification not need
it: Corea: notifica non necessaria

source: Taiwan: Notification is needed to local Report
it: Taiwan: è necessaria la notifica al report locale

source: Taiwan: Notification not needed to local Report
it: Taiwan: non è necessaria la notifica al report locale

source: Thailand: Notification is needed to local Report
it: Thailandia: è necessaria la notifica al report locale

source: Thailand: Notification not needed to local Report
it: Thailandia: non è necessaria la notifica al report locale

source: US FDA: MDR is Required
it: FDA statunitense: MDR richiesto

source: US FDA: MDR is not Required
it: FDA statunitense: MDR non richiesto

source: Clean room manufacturing
it: Produzione in camera bianca

# PicklistValue.CompSuite__Assessment_Element__c.Life_Cycle_Phases.Disposal
source: Disposal
it: Smaltimento

source: Initial Conception
it: Concezione iniziale

# PicklistValue.CompSuite__Assessment_Element__c.Life_Cycle_Phases.Manufacturing
source: Manufacturing
it: Fabbricazione

# PicklistValue.CompSuite__Assessment_Element__c.Life_Cycle_Phases.Service
source: Service
it: Servizio

# PicklistValue.CompSuite__Assessment_Element__c.Life_Cycle_Phases.Shipping
source: Shipping
it: Spedizione

# PicklistValue.CompSuite__Assessment_Element__c.Life_Cycle_Phases.Sterilisation
source: Sterilisation
it: Sterilizzazione

# PicklistValue.CompSuite__Assessment_Element__c.Life_Cycle_Phases.Storage
source: Storage
it: Stoccaggio

source: Sub-contractor manufacture
it: Produttore subappaltatore

# PicklistValue.CompSuite__Assessment_Element__c.Life_Cycle_Phases.Use
source: Use
it: Utilizzo

source: Business
it: Attività commerciale

source: Equipment
it: Attrezzatura

source: Information systems
it: Sistemi informativi

source: Operational
it: Operativa

source: Process
it: Processo

source: Product
it: Prodotto

source: Quality
it: Qualità

source: Regulatory
it: Normativo

source: 1 Improbable
it: 1 Improbabile

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Probability.2 Remote
source: 2 Remote
it: 2 Remoto

source: 3 Occasional
it: 3 Occasionale

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Probability.4 Probable
source: 4 Probable
it: 4 Probabile

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Probability.5 Frequent
source: 5 Frequent
it: 5 Frequente

# PicklistValue.CompSuite__Assessment_Element__c.Probability_HTM.1 Improbable
source: 1 Improbable
it: 1 Improbabile

# PicklistValue.CompSuite__Assessment_Element__c.Probability_HTM.2 Remote
source: 2 Remote
it: 2 Remoto

# PicklistValue.CompSuite__Assessment_Element__c.Probability_HTM.3 Occasional
source: 3 Occasional
it: 3 Occasionale

# PicklistValue.CompSuite__Assessment_Element__c.Probability_HTM.4 Probable
source: 4 Probable
it: 4 Probabile

# PicklistValue.CompSuite__Assessment_Element__c.Probability_HTM.5 Frequent
source: 5 Frequent
it: 5 Frequente

source: 1 Almost Certain
it: 1 Quasi certo

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Detection.2 Highly Likely
source: 2 Highly Likely
it: 2 Altamente probabile

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Detection.3 Likely
source: 3 Likely
it: 3 Probabile

source: 4 Low Likelihood
it: 4 Bassa probabilità

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Detection.5 Not Likely
source: 5 Not Likely
it: 5 Improbabile

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Probability.1 Improbable
source: 1 Improbable
it: 1 Improbabile

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Probability.2 Remote
source: 2 Remote
it: 2 Remoto

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Probability.3 Occasional
source: 3 Occasional
it: 3 Occasionale

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Probability.4 Probable
source: 4 Probable
it: 4 Probabile

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Probability.5 Frequent
source: 5 Frequent
it: 5 Frequente

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Severity.1 Negligible
source: 1 Negligible
it: 1 Trascurabile

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Severity.2 Minor
source: 2 Minor
it: 2 Minore

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Severity.3 Serious
source: 3 Serious
it: 3 Grave

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Severity.4 Critical
source: 4 Critical
it: 4 Critico

# PicklistValue.CompSuite__Assessment_Element__c.Reduced_Severity.5 Catastrophic
source: 5 Catastrophic
it: 5 Catastrofico

# PicklistValue.CompSuite__Assessment_Element__c.Residual_Probability.1 Improbable
source: 1 Improbable
it: 1 Improbabile

# PicklistValue.CompSuite__Assessment_Element__c.Residual_Probability.2 Remote
source: 2 Remote
it: 2 Remoto

# PicklistValue.CompSuite__Assessment_Element__c.Residual_Probability.3 Occasional
source: 3 Occasional
it: 3 Occasionale

# PicklistValue.CompSuite__Assessment_Element__c.Residual_Probability.4 Probable
source: 4 Probable
it: 4 Probabile

# PicklistValue.CompSuite__Assessment_Element__c.Residual_Probability.5 Frequent
source: 5 Frequent
it: 5 Frequente

# PicklistValue.CompSuite__Assessment_Element__c.Residual_Severity.1 Negligible
source: 1 Negligible
it: 1 Trascurabile

# PicklistValue.CompSuite__Assessment_Element__c.Residual_Severity.2 Minor
source: 2 Minor
it: 2 Minore

# PicklistValue.CompSuite__Assessment_Element__c.Residual_Severity.3 Serious
source: 3 Serious
it: 3 Grave

# PicklistValue.CompSuite__Assessment_Element__c.Residual_Severity.4 Critical
source: 4 Critical
it: 4 Critico

# PicklistValue.CompSuite__Assessment_Element__c.Residual_Severity.5 Catastrophic
source: 5 Catastrophic
it: 5 Catastrofico

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Severity.1 Negligible
source: 1 Negligible
it: 1 Trascurabile

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Severity.2 Minor
source: 2 Minor
it: 2 Minore

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Severity.3 Serious
source: 3 Serious
it: 3 Grave

# PicklistValue.CompSuite__Assessment_Element__c.CompSuite__Severity.4 Critical
source: 4 Critical
it: 4 Critico

source: 5 Catastrophic
it: 5 Catastrofico

# PicklistValue.CompSuite__Assessment_Element__c.Severity_HTM.1 Negligible
source: 1 Negligible
it: 1 Trascurabile

# PicklistValue.CompSuite__Assessment_Element__c.Severity_HTM.2 Minor
source: 2 Minor
it: 2 Minore

# PicklistValue.CompSuite__Assessment_Element__c.Severity_HTM.3 Serious
source: 3 Serious
it: 3 Grave

# PicklistValue.CompSuite__Assessment_Element__c.Severity_HTM.4 Critical
source: 4 Critical
it: 4 Critico

# PicklistValue.CompSuite__Assessment_Element__c.Severity_HTM.5 Catastrophic
source: 5 Catastrophic
it: 5 Catastrofico

# PicklistValue.CompSuite__Assessment__c.Template.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Assessment__c.Template_for.CAPA Plan
source: CAPA Plan
it: Piano CAPA

# PicklistValue.CompSuite__Assessment__c.Template_for.Change Control
source: Change Control
it: Controllo delle modifiche

# PicklistValue.CompSuite__Assessment__c.Template_for.Complaint
source: Complaint
it: Reclamo

# PicklistValue.CompSuite__Assessment__c.Template_for.Deviation
source: Deviation
it: Deviazione

# PicklistValue.CompSuite__Assessment__c.Template_for.Quality Event
source: Quality Event
it: Evento sulla qualità

# PicklistValue.CompSuite__Assessment__c.Template_for.Supplier
source: Supplier
it: Fornitore

# PicklistValue.CompSuite__Assessment__c.Type.Change Control
source: Change Control
it: Controllo delle modifiche

# PicklistValue.CompSuite__Assessment__c.Type.Complaint
source: Complaint
it: Reclamo

# PicklistValue.CompSuite__Assessment__c.Type.Deviation
source: Deviation
it: Deviazione

# PicklistValue.CompSuite__Assessment__c.Type.Program
source: Program
it: Programma

# PicklistValue.CompSuite__Assessment__c.Type.Quality Event
source: Quality Event
it: Evento sulla qualità

# PicklistValue.CompSuite__Assessment__c.Type.Supplier
source: Supplier
it: Fornitore

# PicklistValue.CompSuite__Audit__c.Audit_Rating.Needs improvement
source: Needs improvement
it: Ha bisogno di miglioramento

# PicklistValue.CompSuite__Audit__c.Audit_Rating.Satisfactory
source: Satisfactory
it: Soddisfacente

# PicklistValue.CompSuite__Audit__c.Audit_Rating.Unsatisfactory
source: Unsatisfactory
it: Insoddisfacente

# PicklistValue.CompSuite__Audit__c.Audited_Functions_Departments.Cooperation
source: Cooperation
it: Cooperazione

# PicklistValue.CompSuite__Audit__c.Audited_Functions_Departments.IT
source: IT
it: Tecnologia

source: Office of the CEO
it: Ufficio dell'amministratore delegato

# PicklistValue.CompSuite__Audit__c.Type.Certification
source: Certification
it: Certificazione

# PicklistValue.CompSuite__Audit__c.Type.Desk Audit
source: Desk Audit
it: Audit contabile

# PicklistValue.CompSuite__Audit__c.Type.Documentation Audit
source: Documentation Audit
it: Audit della documentazione

# PicklistValue.CompSuite__Audit__c.Type.GMP Audit
source: GMP Audit
it: Audit GMP

# PicklistValue.CompSuite__Audit__c.Type.Remote Audit
source: Remote Audit
it: Audit remoto

# PicklistValue.CompSuite__Audit__c.Type.Site Audit
source: Site Audit
it: Audit del sito

# PicklistValue.CompSuite__Audit__c.Type.Surveillance Audit
source: Surveillance Audit
it: Audit di sorveglianza

# PicklistValue.CompSuite__BOM_Relation__c.Status.Active
source: Active
it: Attivo

# PicklistValue.CompSuite__BOM_Relation__c.Status.Obsolete
source: Obsolete
it: Obsoleto

# PicklistValue.CompSuite__Batch_Master_Record__c.Type.Clinical
source: Clinical
it: Clinico

# PicklistValue.CompSuite__Batch_Master_Record__c.Type.Commercial
source: Commercial
it: Commerciale

# PicklistValue.CompSuite__Batch_Master_Record__c.Type.Development
source: Development
it: Sviluppo

# PicklistValue.CompSuite__Batch_Master_Record__c.Type.Media FIll
source: Media FIll
it: Simulazione del processo

# PicklistValue.CompSuite__Batch_Master_Record__c.Type.Pilot
source: Pilot
it: Pilota

# PicklistValue.CompSuite__Batch_Master_Record__c.Type.Testing
source: Testing
it: Test

# PicklistValue.CompSuite__Batch_Master_Record__c.Type.Training
source: Training
it: Formazione

# PicklistValue.CompSuite__Batch_Master_Record__c.Type.Validation
source: Validation
it: Convalida

source: All related Samples, Batch Steps, Tests, Protocols reviewed
it: Tutti i campioni, le fasi batch, i test e i protocolli correlati sono stati esaminati

source: Sending for Approval when related records are still in progress
it: Invio per l'approvazione quando i record correlati sono ancora in corso

source: Released without Verification
it: Rilasciato senza verifica

source: Verified
it: Verificato

source: Released without Verification
it: Rilasciato senza verifica

source: Verified
it: Verificato

source: Released without Verification
it: Rilasciato senza verifica

source: Verified
it: Verificato

source: Critical
it: Critico

source: Major
it: Grave

source: Minor
it: Minore

# PicklistValue.CompSuite__Change_Control__c.CompSuite__Change_Classification.N/A
source: N/A
it: N/D

# PicklistValue.CompSuite__Change_Control__c.Regulatory_Impact.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__CAPA__c.CompSuite__Action_Type.Corrective Action
source: Corrective Action
it: Azione correttiva

source: Corrective And Preventive Action
it: Azione correttiva e preventiva

# PicklistValue.CompSuite__CAPA__c.CompSuite__Action_Type.Preventive Action
source: Preventive Action
it: Azione preventiva

# PicklistValue.CompSuite__CAPA__c.Effective_Check_Required.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__CAPA__c.CompSuite__Priority.High
source: High
it: Alta

# PicklistValue.CompSuite__CAPA__c.CompSuite__Priority.Low
source: Low
it: Bassa

# PicklistValue.CompSuite__CAPA__c.CompSuite__Priority.Medium
source: Medium
it: Media

# PicklistValue.CompSuite__Complaint__c.CompSuite__Complaint_Origin.Mail
source: Mail
it: Posta

# PicklistValue.CompSuite__Complaint__c.CompSuite__Complaint_Origin.Telephone
source: Telephone
it: Telefono

# PicklistValue.CompSuite__Complaint__c.CompSuite__Complaint_Source.Customer
source: Customer
it: Cliente

source: Distributor/Importer
it: Distributore/Importatore

# PicklistValue.CompSuite__Complaint__c.CompSuite__Complaint_Source.Medical Staff
source: Medical Staff
it: Personale medico

# PicklistValue.CompSuite__Complaint__c.CompSuite__Complaint_Source.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Complaint__c.CompSuite__Complaint_Source.Patient
source: Patient
it: Paziente

# PicklistValue.CompSuite__Complaint__c.CompSuite__Complaint_Source.Pharmacist
source: Pharmacist
it: Farmacista

# PicklistValue.CompSuite__Complaint__c.CompSuite__Complaint_Source.Study Subject
source: Study Subject
it: Soggetto dello studio

# PicklistValue.CompSuite__Complaint__c.CompSuite__Complaint_Type.Adverse Event
source: Adverse Event
it: Evento avverso

# PicklistValue.CompSuite__Complaint__c.CompSuite__Complaint_Type.Quality
source: Quality
it: Qualità

source: Quality with Adverse Event
it: Qualità con evento avverso

# PicklistValue.CompSuite__Complaint__c.Criticality.Critical
source: Critical
it: Critico

# PicklistValue.CompSuite__Complaint__c.Criticality.Major
source: Major
it: Grave

# PicklistValue.CompSuite__Complaint__c.Criticality.Minor
source: Minor
it: Minore

# PicklistValue.CompSuite__Complaint__c.CompSuite__Defect_Detection.Before Use
source: Before Use
it: Prima dell'uso

# PicklistValue.CompSuite__Complaint__c.CompSuite__Defect_Detection.In Use
source: In Use
it: Durante l'uso

# PicklistValue.CompSuite__Complaint__c.Justified_Complaint.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Complaint__c.CompSuite__Product_Type.Accessory
source: Accessory
it: Accessorio

# PicklistValue.CompSuite__Complaint__c.CompSuite__Product_Type.Biocide
source: Biocide
it: Biocida

# PicklistValue.CompSuite__Complaint__c.CompSuite__Product_Type.Cosmetic Product
source: Cosmetic Product
it: Prodotto cosmetico

# PicklistValue.CompSuite__Complaint__c.CompSuite__Product_Type.Drug
source: Drug
it: Farmaco

# PicklistValue.CompSuite__Complaint__c.CompSuite__Product_Type.Food Supplement
source: Food Supplement
it: Supplemento alimentare

# PicklistValue.CompSuite__Complaint__c.CompSuite__Product_Type.Medical Device
source: Medical Device
it: Dispositivo medico

# PicklistValue.CompSuite__Complaint__c.CompSuite__Product_Type.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Complaint__c.Recall.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Complaint__c.Recurrence_of_Complaint.Yes
source: Yes
it: Sì

source: Reply Required (Attach File)
it: Risposta richiesta (allega file)

# PicklistValue.CompSuite__Complaint__c.Reply_to_Complainant.Reply not Required
source: Reply not Required
it: Risposta non richiesta

# PicklistValue.CompSuite__Complaint__c.CompSuite__Required_Action.N/A
source: N/A
it: N/D

source: Notify Authorities
it: Notifica le autorità

source: Notify Management
it: Avvisare il responsabile

# PicklistValue.CompSuite__Complaint__c.CompSuite__Required_Action.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Complaint__c.CompSuite__Required_Action.Re-call product
source: Re-call product
it: Richiamare il prodotto

# PicklistValue.CompSuite__Complaint__c.Skip_Investigation.Yes
source: Yes
it: Sì

source: EU Authorized Representative
it: Rappresentante autorizzato dell'UE

# PicklistValue.CompSuite__Correspondence__c.Report_Recipient.EU Notified Body
source: EU Notified Body
it: Organismo notificato dell'UE
