Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# PicklistValue.CompSuite__Correspondence__c.Report_Recipient.European Commission
source: European Commission
it: Commissione Europea

# PicklistValue.CompSuite__Correspondence__c.Report_Recipient.Investigators
source: Investigators
it: Ricercatori

# PicklistValue.CompSuite__Correspondence__c.Report_Recipient.Manufacturer
source: Manufacturer
it: Produttore

source: National Competent Authorities
it: Autorità competenti nazionali

# PicklistValue.CompSuite__Correspondence__c.Report_Recipient.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Correspondence__c.Report_Type.Annual Report
source: Annual Report
it: Report annuale

# PicklistValue.CompSuite__Correspondence__c.Report_Type.Expedited Report
source: Expedited Report
it: Rapporto accelerato

source: Periodic Safety Update Report
it: Report di aggiornamento periodico sulla sicurezza

# PicklistValue.CompSuite__Curriculum__c.CompSuite__Type.Generic Training
source: Generic Training
it: Formazione generica

# PicklistValue.CompSuite__Curriculum__c.CompSuite__Type.Logistics
source: Logistics
it: Logistica

# PicklistValue.CompSuite__Curriculum__c.CompSuite__Type.Production
source: Production
it: Produzione

# PicklistValue.CompSuite__Curriculum__c.CompSuite__Type.Purchasing
source: Purchasing
it: Acquisto

# PicklistValue.CompSuite__Curriculum__c.CompSuite__Type.Quality
source: Quality
it: Qualità

# PicklistValue.CompSuite__Curriculum__c.CompSuite__Type.Sales
source: Sales
it: Vendite

# PicklistValue.CompSuite__Deviation__c.Additional_Deviation_Types.Document
source: Document
it: Documento

# PicklistValue.CompSuite__Deviation__c.Additional_Deviation_Types.Equipment
source: Equipment
it: Attrezzatura

# PicklistValue.CompSuite__Deviation__c.Additional_Deviation_Types.Facility
source: Facility
it: Struttura

# PicklistValue.CompSuite__Deviation__c.Additional_Deviation_Types.Material
source: Material
it: Materiali

source: Out of Specification
it: Fuori specifica

# PicklistValue.CompSuite__Deviation__c.Additional_Deviation_Types.Out of Trend
source: Out of Trend
it: Fuori tendenza

# PicklistValue.CompSuite__Deviation__c.Additional_Deviation_Types.Procedure
source: Procedure
it: Procedura

# PicklistValue.CompSuite__Deviation__c.Additional_Deviation_Types.Process
source: Process
it: Processo

# PicklistValue.CompSuite__Deviation__c.Additional_Deviation_Types.Product
source: Product
it: Prodotto

# PicklistValue.CompSuite__Deviation__c.Additional_Deviation_Types.System
source: System
it: Sistema

# PicklistValue.CompSuite__Deviation__c.Additional_Deviation_Types.Utility
source: Utility
it: Utilità

# PicklistValue.CompSuite__Deviation__c.CompSuite__Criticality.Critical
source: Critical
it: Critico

# PicklistValue.CompSuite__Deviation__c.CompSuite__Criticality.Major
source: Major
it: Grave

# PicklistValue.CompSuite__Deviation__c.CompSuite__Criticality.Minor
source: Minor
it: Minore

# PicklistValue.CompSuite__Deviation__c.CompSuite__Criticality.N/A
source: N/A
it: N/D

source: Critical
it: Critico

# PicklistValue.CompSuite__Deviation__c.CompSuite__Criticality_Confirmation.Major
source: Major
it: Grave

# PicklistValue.CompSuite__Deviation__c.CompSuite__Criticality_Confirmation.Minor
source: Minor
it: Minore

# PicklistValue.CompSuite__Deviation__c.CompSuite__Criticality_Confirmation.N/A
source: N/A
it: N/D

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Sub_Type.Any
source: Any
it: Qualsiasi

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Sub_Type.Any1
source: Any1
it: Qualsiasi1

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Sub_Type.Any2
source: Any2
it: Qualsiasi2

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Sub_Type.Sub-type
source: Sub-type
it: Sottotipo

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Type.Document
source: Document
it: Documento

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Type.Equipment
source: Equipment
it: Attrezzatura

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Type.Facility
source: Facility
it: Struttura

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Type.Material
source: Material
it: Materiali

source: Out of Specification
it: Fuori specifica

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Type.Out of Trend
source: Out of Trend
it: Fuori tendenza

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Type.Procedure
source: Procedure
it: Procedura

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Type.Process
source: Process
it: Processo

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Type.Product
source: Product
it: Prodotto

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Type.System
source: System
it: Sistema

# PicklistValue.CompSuite__Deviation__c.CompSuite__Deviation_Type.Utility
source: Utility
it: Utilità

# PicklistValue.CompSuite__Deviation__c.CompSuite__Form.Capsules
source: Capsules
it: Capsule

# PicklistValue.CompSuite__Deviation__c.CompSuite__Form.Cremes
source: Cremes
it: Creme

# PicklistValue.CompSuite__Deviation__c.CompSuite__Form.Injectable
source: Injectable
it: Iniettabile

# PicklistValue.CompSuite__Deviation__c.CompSuite__Form.Tablets
source: Tablets
it: Compresse

# PicklistValue.CompSuite__Deviation__c.CompSuite__Inventory_Type.Finished Goods
source: Finished Goods
it: Beni finiti

source: Intermediate Raw Material
it: Materia prima intermedia

# PicklistValue.CompSuite__Deviation__c.CompSuite__Inventory_Type.Raw Material
source: Raw Material
it: Materia prima

# PicklistValue.CompSuite__Deviation__c.Planned_Deviation.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Deviation__c.CompSuite__Product_Impact.On other Product
source: On other Product
it: Su altro prodotto

# PicklistValue.CompSuite__Deviation__c.CompSuite__Product_Impact.On same batches
source: On same batches
it: Sugli stessi batch

source: On several batches
it: Su diversi batch

# PicklistValue.CompSuite__Deviation__c.Reportable_Deviation.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Deviation__c.CompSuite__Required_Action.N/A
source: N/A
it: N/D

source: Notify Authorities
it: Notifica le autorità

source: Notify Management
it: Avvisare il responsabile

# PicklistValue.CompSuite__Deviation__c.CompSuite__Required_Action.Other
source: Other
it: Altro

source: Put batch on hold
it: Mettere il batch in attesa

# PicklistValue.CompSuite__Deviation__c.CompSuite__Required_Action.Re-call product
source: Re-call product
it: Richiamare il prodotto

# PicklistValue.CompSuite__Deviation__c.Skip_Investigation.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Document_Header__c.Classification.Customer-facing
source: Customer-facing
it: Rivolto al cliente

# PicklistValue.CompSuite__Document_Header__c.Classification.Document
source: Document
it: Documento

# PicklistValue.CompSuite__Document_Header__c.Classification.External
source: External
it: Esterno

# PicklistValue.CompSuite__Document_Header__c.Classification.Internal
source: Internal
it: Interno

# PicklistValue.CompSuite__Document_Header__c.Classification.Public
source: Public
it: Pubblico

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_State.Approved
source: Approved
it: Approvato

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_State.Draft
source: Draft
it: Bozza

source: Effective (Controlled)
it: Efficace (controllato)

source: Effective (Simple)
it: Efficace (semplice)

source: Effective Minor Changes
it: Modifiche minori effettive

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_State.Obsolete
source: Obsolete
it: Obsoleto

source: Obsolete (Simple)
it: Obsoleto (semplice)

source: Pending Approval
it: Approvazione in sospeso

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_State.Superseded
source: Superseded
it: Sostituito

source: Superseded (Simple)
it: Sostituito (semplice)

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_Type.Amendment
source: Amendment
it: Modifica

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_Type.Appendix
source: Appendix
it: Appendice

source: Cleaning Instructions
it: Istruzioni per la pulizia

source: Executed Form
it: Modulo eseguito

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_Type.Form
source: Form
it: Modulo

source: Operating Instructions
it: Istruzioni per l'uso

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_Type.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_Type.Policy
source: Policy
it: Politica

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_Type.Procedure
source: Procedure
it: Procedura

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_Type.Protocol
source: Protocol
it: Protocollo

source: Specification
it: Specifica

source: Working Instructions
it: Istruzioni di lavoro

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Document_Type.Worksheet
source: Worksheet
it: Foglio di lavoro

# PicklistValue.CompSuite__Document_Header__c.Is_this_a_form.Yes
source: Yes
it: Sì

source: Amendment
it: Modifica

source: Appendix
it: Appendice

source: Cleaning Instructions
it: Istruzioni per la pulizia

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Template_for_Type.Form
source: Form
it: Modulo

source: Operating Instructions
it: Istruzioni per l'uso

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Template_for_Type.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Document_Header__c.CompSuite__Template_for_Type.Policy
source: Policy
it: Politica

source: Procedure
it: Procedura

source: Protocol
it: Protocollo

source: Specification
it: Specifica

source: Working Instructions
it: Istruzioni di lavoro

source: Worksheet
it: Foglio di lavoro

# PicklistValue.CompSuite__Document_Revision_Logs__c.CompSuite__Action.Cancel
source: Cancel
it: Annulla

source: Approved
it: Approvato

source: Draft
it: Bozza

source: Effective
it: Efficace

source: Effective (Controlled)
it: Efficace (controllato)

source: Effective (Simple)
it: Efficace (semplice)

source: Minor Revision
it: Revisione minore

source: Obsolete
it: Obsoleto

source: Obsolete (Simple)
it: Obsoleto (semplice)

source: Pending Approval
it: Approvazione in sospeso

source: Pending Review
it: Revisione in sospeso

source: Pending Training
it: Formazione in sospeso

source: Superseded
it: Sostituito

source: Superseded (Simple)
it: Sostituito (semplice)

source: Training in Progress
it: Formazione in corso

source: Controlled
it: Controllato

source: General
it: Generale

# PicklistValue.CompSuite__Document_Revision_Logs__c.CompSuite__Record_Type.Simple
source: Simple
it: Semplice

source: Yes
it: Sì

# PicklistValue.CompSuite__Document_Revision__c.CompSuite__Document_State.Approved
source: Approved
it: Approvato

# PicklistValue.CompSuite__Document_Revision__c.CompSuite__Document_State.Draft
source: Draft
it: Bozza

source: Effective (Controlled)
it: Efficace (controllato)

source: Effective (Simple)
it: Efficace (semplice)

# PicklistValue.CompSuite__Document_Revision__c.CompSuite__Document_State.Obsolete
source: Obsolete
it: Obsoleto

source: Obsolete (Simple)
it: Obsoleto (semplice)

source: Pending Approval
it: Approvazione in sospeso

source: Pending Review
it: Revisione in sospeso

source: Superseded
it: Sostituito

source: Superseded (Simple)
it: Sostituito (semplice)

source: Training in Progress
it: Formazione in corso

source: Based on Effective Target Date & Upon Training Completion
it: Basato sulla data prevista effettiva e al completamento della formazione

source: Based on Target Effective Date
it: Data effettiva prevista

# PicklistValue.CompSuite__Document_Revision__c.Effective_Criteria.Manual
source: Manual
it: Manuale

source: Upon Training Completion
it: Al completamento della formazione

# PicklistValue.CompSuite__Employee__c.Type.Contractor
source: Contractor
it: Appaltatore

# PicklistValue.CompSuite__Employee__c.Type.Permanent
source: Permanent
it: Permanente

# PicklistValue.CompSuite__Employee__c.Type.Temporary
source: Temporary
it: Temporaneo

# PicklistValue.CompSuite__Employee__c.CompSuite__multi.Maybe
source: Maybe
it: Forse

# PicklistValue.CompSuite__Employee__c.CompSuite__multi.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Air
source: Air
it: Aria

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Building and Structures
source: Building and Structures
it: Edifici e strutture

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Chemical Hazards
source: Chemical Hazards
it: Pericoli chimici

source: Compressed Gas/Air Equipment
it: Attrezzatura per gas compresso/aria

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Confined Space Entry
source: Confined Space Entry
it: Voce spazio confinato

source: Control of Hazardous Energy
it: Controllo dell'energia pericolosa

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Electrical
source: Electrical
it: Elettrico

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Elevator Installations
source: Elevator Installations
it: Installazioni di ascensori

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Emergency Routes
source: Emergency Routes
it: Percorsi di emergenza

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Ergonomics
source: Ergonomics
it: Ergonomia

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Explosion hazards
source: Explosion hazards
it: Pericoli di esplosione

source: Exposure to Hazardous Chemicals
it: Esposizione a sostanze chimiche pericolose

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Fire Protection
source: Fire Protection
it: Protezione antincendio

source: Gas recipients (cylinders & tanks)
it: Recipienti del gas (cilindri e serbatoi)

source: General Environmental Controls
it: Controlli ambientali generali

source: Hand and Portable Power Tools
it: Strumenti elettrici portatili e da banco

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Hazard Communications
source: Hazard Communications
it: Comunicazioni di rischio

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Hazardous Materials
source: Hazardous Materials
it: Materiali pericolosi

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Health
source: Health
it: Salute

source: Instrumentation and process control
it: Strumentazione e controllo dei processi

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Machine Guarding
source: Machine Guarding
it: Protezione delle macchine

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Maintenance
source: Maintenance
it: Manutenzione

source: Material Handling and Storage
it: Movimentazione dei materiali e stoccaggio

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Noise - external
source: Noise - external
it: Rumore - esterno

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Occupational Health
source: Occupational Health
it: Salute sul lavoro

source: Operations and emergency procedures
it: Operazioni e procedure di emergenza

source: Personal Protective Equipment (PPE)
it: Dispositivi di protezione individuale (DPI)

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Physical Hazards
source: Physical Hazards
it: Pericoli fisici

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Piping
source: Piping
it: Tubazione

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Process safety
source: Process safety
it: Sicurezza dei processi

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Quick Drench Systems
source: Quick Drench Systems
it: Sistemi di immersione rapida

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Radiation
source: Radiation
it: Radiazione

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Soil
source: Soil
it: Suolo

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Steam installations
source: Steam installations
it: Installazioni a vapore

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Tanks
source: Tanks
it: Cisterne

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Toxic Substances Control
source: Toxic Substances Control
it: Controllo delle sostanze tossiche

source: Transportation of Hazardous Materials
it: Trasporto di materiali pericolosi

source: Walking and Working Surfaces
it: Superfici di calpestio e di lavoro

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Waste
source: Waste
it: Rifiuti

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Water and Waste water
source: Water and Waste water
it: Acqua e acque reflue

source: Welding, Cutting and Brazing
it: Saldatura, taglio e brasatura

# PicklistValue.CompSuite__EHS__c.CompSuite__Applicable.Wetlands
source: Wetlands
it: Zone umide

# PicklistValue.CompSuite__EHS__c.CompSuite__Event_Classification.Environment
source: Environment
it: Ambiente

# PicklistValue.CompSuite__EHS__c.CompSuite__Event_Classification.Health
source: Health
it: Salute

# PicklistValue.CompSuite__EHS__c.CompSuite__Event_Classification.Safety
source: Safety
it: Sicurezza

# PicklistValue.CompSuite__EHS__c.CompSuite__Event_Type.Incident
source: Incident
it: Incidente

# PicklistValue.CompSuite__EHS__c.CompSuite__Event_Type.Material
source: Material
it: Materiali

# PicklistValue.CompSuite__EHS__c.CompSuite__Event_Type.Process
source: Process
it: Processo

source: Category 3 - Non configurable software including, commercial off the shelf software (COTS), Laboratory Instruments / Software.
it: Categoria 3 - Software non configurabile compreso software commerciale standard (COTS), strumenti/software da laboratorio.

source: Category 4 - Configured software including, LIMS, SCADA, DCS, CDS, etc.
it: Categoria 4: software configurato tra cui LIMS, SCADA, DCS, CDS, ecc.

source: Category 5 - Bespoke (customized)software
it: Categoria 5 - Software su misura (personalizzato).

# PicklistValue.CompSuite__Equipment__c.Criticality.High
source: High
it: Alta

# PicklistValue.CompSuite__Equipment__c.Criticality.Low
source: Low
it: Bassa

# PicklistValue.CompSuite__Equipment__c.Criticality.Medium
source: Medium
it: Media

# PicklistValue.CompSuite__Equipment__c.Data_Classification.Confidential
source: Confidential
it: Confidenziale

# PicklistValue.CompSuite__Equipment__c.Data_Classification.Highly Restricted
source: Highly Restricted
it: Altamente limitato

# PicklistValue.CompSuite__Equipment__c.Data_Classification.Public
source: Public
it: Pubblico

# PicklistValue.CompSuite__Equipment__c.Data_Classification.Restricted
source: Restricted
it: Limitata

source: Complex Instrument
it: Strumento complesso

source: Connected Instruments
it: Strumenti collegati

# PicklistValue.CompSuite__Equipment__c.Equipment_Classification.Operational Unit
source: Operational Unit
it: Unità operativa

source: Standalone Instruments
it: Strumenti autonomi

# PicklistValue.CompSuite__Equipment__c.GxP_Impact.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Equipment__c.Measuring_Unit.Temperature
source: Temperature
it: Temperatura

# PicklistValue.CompSuite__Equipment__c.Measuring_Unit.Weight
source: Weight
it: Peso

# PicklistValue.CompSuite__Equipment__c.Requires_Calibration.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Equipment__c.Requires_Meter_Reading.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Equipment__c.Requires_Preventive_Maintenance.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Equipment__c.SOX_Impact.Yes
source: Yes
it: Sì

# PicklistValue.CompSuite__Equipment__c.Type.Calibration Standard
source: Calibration Standard
it: Standard di calibrazione

# PicklistValue.CompSuite__Equipment__c.Type.Communication Hardware
source: Communication Hardware
it: Hardware di comunicazione

# PicklistValue.CompSuite__Equipment__c.Type.Interface
source: Interface
it: Interfaccia

# PicklistValue.CompSuite__Equipment__c.Type.Local Application
source: Local Application
it: Applicazione locale

# PicklistValue.CompSuite__Equipment__c.Type.Machinery
source: Machinery
it: Macchinari

# PicklistValue.CompSuite__Equipment__c.Type.Measurement tool
source: Measurement tool
it: Strumento di misurazione

# PicklistValue.CompSuite__Equipment__c.Type.Mobile Device
source: Mobile Device
it: Dispositivo mobile

# PicklistValue.CompSuite__Equipment__c.Type.Personal Computer
source: Personal Computer
it: Computer personale

# PicklistValue.CompSuite__Equipment__c.Type.Safety Equipment
source: Safety Equipment
it: Attrezzatura di sicurezza

# PicklistValue.CompSuite__Equipment__c.Type.Scheduled Job
source: Scheduled Job
it: Lavoro programmato

# PicklistValue.CompSuite__Equipment__c.Type.Sensor
source: Sensor
it: Sensore

# PicklistValue.CompSuite__Equipment__c.Type.Shared Folder
source: Shared Folder
it: Cartella condivisa

# PicklistValue.CompSuite__Equipment__c.Type.Storage/Container
source: Storage/Container
it: Stoccaggio/Contenitore

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.Cyprus
source: Cyprus
it: Cipro

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.France
source: France
it: Francia

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.Germany
source: Germany
it: Germania

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.Greece
source: Greece
it: Grecia

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.Israel
source: Israel
it: Israele

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.Italy
source: Italy
it: Italia

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.Norway
source: Norway
it: Norvegia

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.Poland
source: Poland
it: Polonia

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.Spain
source: Spain
it: Spagna

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.Sweden
source: Sweden
it: Svezia

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.Switzerland
source: Switzerland
it: Svizzera

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.United Kingdom
source: United Kingdom
it: Regno Unito

# PicklistValue.CompSuite__External_Entity__c.CompSuite__Country.United States
source: United States
it: Stati Uniti

# PicklistValue.CompSuite__External_Entity__c.CompSuite__State.&#160;New Mexico
source: New Mexico
it: Nuovo Messico

source: North Carolina
it: Carolina del Nord

# PicklistValue.CompSuite__External_Entity__c.CompSuite__State.&#160;North Dakota
source: North Dakota
it: Nord Dakota

source: South Carolina
it: Carolina del Sud

# PicklistValue.CompSuite__External_Entity__c.CompSuite__State.&#160;South Dakota
source: South Dakota
it: Sud Dakota

# PicklistValue.CompSuite__External_Entity__c.CompSuite__State.&#160;West Virginia
source: West Virginia
it: Virginia dell'ovest

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.Documentation
source: Documentation
it: Documentazione

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.Failure
source: Failure
it: Guasto

source: Improper or inadequate design
it: Design improprio o inadeguato

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.Insufficient training
source: Insufficient training
it: Formazione insufficiente

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.Labeling
source: Labeling
it: Etichettatura

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.Maintenance
source: Maintenance
it: Manutenzione

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.Malfunction
source: Malfunction
it: Malfunzionamento

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.Manufacturing
source: Manufacturing
it: Fabbricazione

# PicklistValue.CompSuite__Investigation__c.CompSuite__Cause.Not identified
source: Not identified
it: Non identificato
