Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomLabel.Audit_Summary
source: Audit Summary
it: Riepilogo audit

# CustomLabel.Auditee_Response
source: Auditee Response
it: Risposta del valutato con audit

# CustomLabel.CompSuite__AuthProvider_Not_Found
source: Cannot find a proper AuthProvider
it: Impossibile trovare un AuthProvider adeguato

# CustomLabel.CompSuite__Authentication_Connection_Error
source: There is an Issue with authentication connection. Please contact your administrator.
it: C'è un problema con la connessione di autenticazione. Si prega di contattare l'amministratore.

# CustomLabel.CompSuite__AvailableEmployees
source: Available Employees
it: Dipendenti disponibili

# CustomLabel.BOM_Relations_Tiltle
source: BOM Relations
it: Relazioni DBA

# CustomLabel.CompSuite__Back
source: Back
it: Indietro

# CustomLabel.Barcode_Generation_Label
source: Barcode Generation
it: Generazione di codici a barre

# CustomLabel.Barcode_Header
source: Barcode
it: Codice a barre

# CustomLabel.Batch_Master_Record
source: Batch Master Record
it: Record master del batch

# CustomLabel.Batch_Master_Record_Label
source: Batch Master Record
it: Record master del batch

# CustomLabel.Batch_Record_Components_Title
source: Batch Record Components
it: Componenti del Batch record

# CustomLabel.Batch_Record_ID
source: Batch Record ID
it: ID del Batch record

# CustomLabel.Batch_Record_ID_Label
source: Batch Record ID
it: ID del Batch record

# CustomLabel.Batch_Record_Name
source: Batch Record Name
it: Nome del Batch record

# CustomLabel.Batch_Record_Name_Label
source: Batch Record Name
it: Nome del Batch record

# CustomLabel.Batch_Record_Number_Title_in_All_Protocol_PDF
source: Batch Record Number:
it: Numero di Batch record:

# CustomLabel.Batch_Step
source: Batch Step:
it: Fase batch

# CustomLabel.Batch_Step_Title
source: Batch Step:
it: Fase batch

# CustomLabel.Batch_Steps_Header
source: Batch Steps
it: Fasi batch

# CustomLabel.CompSuite__Binder_Export
source: Binder Export
it: Esportazione del raccoglitore

# CustomLabel.CompSuite__Binder_Export_Description
source: Export action provides an download URL of zip which includes all the binder elements files of this specific binder. Please fill in the details below before exporting.
it: L'azione di esportazione fornisce un URL di download di un file zip che include tutti i file degli elementi del raccoglitore di questo raccoglitore specifico. Si prega di compilare i dettagli di seguito prima di esportare.

# CustomLabel.CompSuite__Binder_Import
source: Binder Import
it: Importazione raccoglitore

# CustomLabel.CompSuite__BlankPage
source: BLANK PAGE
it: PAGINA VUOTA

# CustomLabel.CompSuite__BusinessUnit
source: Business Unit
it: Divisione

# CustomLabel.CompSuite__By
source: By:
it: Da:

# CustomLabel.CAPA_Completion_Date
source: CAPA Completion Date
it: Data di completamento CAPA

# CustomLabel.CAPA_Description
source: CAPA Description
it: Descrizione CAPA

# CustomLabel.CAPA_Name
source: CAPA Name
it: Nome CAPA

# CustomLabel.CAPA_Record_Id
source: CAPA Record Id
it: Id record CAPA

# CustomLabel.CAPA_State
source: CAPA State
it: Stato CAPA

# CustomLabel.CAPAs
source: CAPAs
it: CAPA

# CustomLabel.CompSuite__CP_AmendError
source: The previous version of this template cannot be deactivated because it is nested within an active template.
it: La versione precedente di questo modello non può essere disattivata perché è annidata all'interno di un modello attivo.

# CustomLabel.CompSuite__CP_Download_Native
source: Download Native
it: Scarica Nativo

# CustomLabel.CompSuite__CP_Generated_By
source: Generated by {0} at {1}
it: Generato da {0} alle {1}

# CustomLabel.CompSuite__CP_Import
source: Import
it: Importa

# CustomLabel.CompSuite__CP_NOTE
source: NOTE:
it: NOTA:

# CustomLabel.CompSuite__CP_To
source: To:
it: A:

# CustomLabel.CompSuite__CalculationError
source: One or more parameters in the following formula may not have been defined or is incorrect type:
it: Uno o più parametri nella seguente formula potrebbero non essere stati definiti o essere di tipo errato:

# CustomLabel.CompSuite__CanNotChangeObjectNameOncetheSectionIsGenerated
source: Can not change object name, Once the section is Generated!
it: Impossibile modificare il nome dell'oggetto, una volta generata la sezione!

# CustomLabel.CompSuite__Can_Not_Extend_All
source: Only your personal training assignments (R&U, OJT, Awareness) can be extended.<br>You can extend number_possible out of number_selected selected.
it: È possibile prorogare solo i compiti di formazione personale (R&U, OJT, Consapevolezza).<br>È possibile prorogare number_possible di number_selected selezionati.

# CustomLabel.CompSuite__Can_Not_Extend_All_TCO
source: Only personal training assignments (R&U, OJT, Awareness) can be extended.<br>You can extend number_possible out of number_selected selected.
it: È possibile prorogare solo i compiti di formazione personale (R&U, OJT, Consapevolezza).<br>È possibile prorogare number_possible di number_selected selezionati.

# CustomLabel.CompSuite__Can_Not_Unsubscribe_All
source: Only your personal training assignments can be unenrolled.<br>You can unenroll number_possible out of number_selected selected.
it: È possibile annullare l'iscrizione solo dei propri compiti di formazione personali. <br>È possibile annullare number_possible su number_selected selezionati.

# CustomLabel.CompSuite__Can_Not_Unsubscribe_All_TCO
source: Only personal training assignments can be unenrolled.<br>You can unenroll number_possible out of number_selected selected.
it: È possibile annullare l'iscrizione solo dei compiti di formazione personali. <br>È possibile annullare number_possible su number_selected selezionati.

# CustomLabel.Can_not_view_all_protocol_execution
source: Can not view all protocol execution
it: Impossibile visualizzare tutta l'esecuzione del protocollo

# CustomLabel.CompSuite__Can_t_Manage_Approval
source: You Do Not Have Permission to Manage Signatories
it: Non si ha l'autorizzazione per gestire i firmatari

# CustomLabel.CompSuite__Cancel
source: Cancel
it: Annulla

# CustomLabel.CompSuite__CancelDetachedTraining_InProcess
source: Cancel Detached Training for All Employees in process
it: Annulla la formazione distaccata per tutti i dipendenti in corso

# CustomLabel.CompSuite__Cancel_Check_Out
source: Cancel Check Out
it: Annulla check out

# CustomLabel.CompSuite__Cancel_Check_out_action
source: Cancel Check-out action
it: Annulla azione check out

# CustomLabel.CompSuite__Cancel_Checkout
source: Cancel Checkout
it: Annulla check out

# CustomLabel.Cancel_button_Label
source: Cancel
it: Annulla

# CustomLabel.CompSuite__Cancel_enrollment
source: You will be unenrolled from the selected records.
it: Verrà annullata l'iscrizione ai record selezionati.

# CustomLabel.CompSuite__Cancel_enrollment_header
source: Unenroll
it: Annulla l'iscrizione

# CustomLabel.CompSuite__Cancel_image
source: Cancel
it: Annulla

# CustomLabel.CompSuite__Canceling_check_out_please_stand_by
source: Please standby, the document is in cancel checkout progress...
it: Si prega di attendere, il documento è in fase di annullamento del check out...

# CustomLabel.Cannot_create_new_product_version
source: Cannot create new product version
it: Impossibile creare una nuova versione del prodotto

# CustomLabel.CompSuite__CellStyle
source: Cell Style
it: Stile cella

# CustomLabel.CompSuite__Change
source: Change
it: Cambia

# CustomLabel.CompSuite__Change_Folder
source: Change Folder
it: Cambia cartella

# CustomLabel.CompSuite__Change_the_state
source: Current Document Revision is in progress - You cannot create a new Document Revision while an existing Document Revision is in progress
it: La revisione del documento attuale è in corso: non è possibile creare una nuova revisione del documento mentre è in corso una revisione del documento esistente

# CustomLabel.CompSuite__Changed
source: Changed
it: Cambiato

# CustomLabel.CompSuite__CheckSyntax
source: Check Syntax
it: Controlla la sintassi

# CustomLabel.Check_legacy_number_button
source: Check legacy number
it: Controlla il numero legacy

# CustomLabel.CompSuite__Checking_in_please_stand_by
source: Please standby, the document is in check-in progress...
it: Si prega di attendere, il documento è in fase di check in...

# CustomLabel.CompSuite__Checking_out_please_stand_by
source: Please standby, the document is in checkout progress...
it: Si prega di attendere, il documento è in fase di check out...

# CustomLabel.CompSuite__ChildFieldName
source: Child Field Name
it: Nome campo secondario

# CustomLabel.Child_Part_Number
source: Child Part Number
it: Numero parte secondario

# CustomLabel.Child_Table_Title_for_Hazard_Traceability_Matrix
source: Hazard Traceability Matrix
it: Matrice tracciabilità pericoli

# CustomLabel.Child_Table_Title_for_Impact_Assessment
source: Impact Assessment
it: Valutazione dell'impatto

# CustomLabel.Child_Table_Title_for_Regulatory_Impact
source: Regulatory Impact
it: Impatto normativo

# CustomLabel.Child_Table_Title_for_Risk_Assessment
source: Risk Assessment
it: Valutazione del rischio

# CustomLabel.CompSuite__Choose_Action
source: Choose Action
it: Scegli azione

# CustomLabel.CompSuite__Choose_Design_Set_Title
source: Choose a Design Set:
it: Scegli un set del design:

# CustomLabel.CompSuite__Choose_Object
source: Choose object:
it: Scegli oggetto:

# CustomLabel.CompSuite__Choose_Program_Title
source: Choose a Program:
it: Scegli un programma:

# CustomLabel.Choose_a_Method_to_Complete
source: Choose a Method to Complete
it: Scegli un metodo per completare

# CustomLabel.Choose_the_Legacy_Document_Action
source: Choose the Legacy Document Action
it: Scegli l'azione documento legacy

# CustomLabel.Classification
source: Classification
it: Classificazione

# CustomLabel.CompSuite__ClassroomTrainees_AddTrainees
source: Select Trainees
it: Seleziona tirocinanti

# CustomLabel.CompSuite__ClassroomTrainees_AddUnscheduled
source: Add {0} Unscheduled Trainees
it: Aggiungi {0} tirocinanti non programmati

# CustomLabel.CompSuite__ClassroomTrainees_AvailableSeats
source: Available Seats:
it: Posti disponibili:

# CustomLabel.CompSuite__ClassroomTrainees_ConfirmAdd
source: New training assignments will be created only for employees who do not have already a training assignment associated with this classroom record.
it: Nuovi compiti di formazione verranno creati solo per i dipendenti che non hanno già un compito di formazione associato a questo record della classe.

# CustomLabel.CompSuite__ClassroomTrainees_ConfirmAddPre
source: Note:
it: Nota:

# CustomLabel.CompSuite__ClassroomTrainees_ConfirmDismiss
source: Are you sure you want to dismiss these training assignments?
it: Sicuri di voler annullare questi compiti di formazione?

# CustomLabel.CompSuite__ClassroomTrainees_ConfirmReschedule
source: Are you sure you want to reschedule these training assignments?
it: Sicuri di voler riprogrammare questi compiti di formazione?

# CustomLabel.CompSuite__ClassroomTrainees_Dismiss
source: Dismiss
it: Annullare

# CustomLabel.CompSuite__ClassroomTrainees_DismissTooltip
source: The selected records will be promoted to state "Canceled".
it: I record selezionati saranno promossi allo stato "Annullato".

# CustomLabel.CompSuite__ClassroomTrainees_ErrorClassroomClosed
source: The option to add trainees in this state is unavailable, please contact your administrator
it: L'opzione di aggiungere tirocinanti in questo stato non è disponibile, si prega di contattare l'amministratore

# CustomLabel.CompSuite__ClassroomTrainees_ErrorNoPermission
source: You don't have the sufficient permissions, please contact you administrator.
it: Non si hanno autorizzazioni sufficienti, contattare l'amministratore.

# CustomLabel.CompSuite__ClassroomTrainees_ErrorNoSeats
source: There are no more seats available in this classroom
it: Non ci sono più posti disponibili in questa classe

# CustomLabel.CompSuite__ClassroomTrainees_ErrorPastTraining
source: Please notice the classroom's date is in the past.
it: Si tenga presente che la data dell'aula è nel passato.

# CustomLabel.CompSuite__ClassroomTrainees_ImportEmails
source: Import by Email Addresses
it: Importa per indirizzi e-mail

# CustomLabel.CompSuite__ClassroomTrainees_ImportEmailsHelp
source: Please insert data separated by the following delimiters: Semicolon, Comma, Space
it: Inserire i dati separati dai seguenti delimitatori: punto e virgola, virgola, spazio

# CustomLabel.CompSuite__ClassroomTrainees_ImportEmailsMissing
source: Sorry, we could not identify the following text. Please verify the email address is correct and that the employee has not already been assigned to this classroom.
it: Siamo spiacenti, non è stato possibile identificare il testo seguente. Verificare che l'indirizzo e-mail sia corretto e che il dipendente non sia già stato assegnato a questa classe.

# CustomLabel.CompSuite__ClassroomTrainees_ImportEmailsPlaceholder
source: For example: admin@dotcompliance.com ; qa@dotcompliance.com creator@dotcompliance.com
it: Ad esempio: admin@dotcompliance.com ; qa@dotcompliance.com creator@dotcompliance.com

# CustomLabel.CompSuite__ClassroomTrainees_InactiveEmployees
source: Inactive Employees
it: Dipendenti inattivi

# CustomLabel.CompSuite__ClassroomTrainees_NumOutOfSeats
source: {trainees} Trainees / {seats} Seats
it: {trainees} Tirocinanti / {seats} Posti

# CustomLabel.CompSuite__ClassroomTrainees_NumSeatsOnly
source: {seats} Seats
it: {seats} Posti

# CustomLabel.CompSuite__ClassroomTrainees_NumTraineesOnly
source: {trainees} Trainees
it: {trainees} Tirocinanti

# CustomLabel.CompSuite__ClassroomTrainees_OverSelect
source: You have reached the maximum of the available seats
it: È stato raggiunto il massimo dei posti disponibili

# CustomLabel.CompSuite__ClassroomTrainees_Reschedule
source: Reschedule
it: Riprogramma

# CustomLabel.CompSuite__ClassroomTrainees_RescheduleTooltip
source: The selected records will be promoted to state "Awaiting Schedule".
it: I record selezionati verranno promossi allo stato "In attesa di programmazione".

# CustomLabel.CompSuite__ClassroomTrainees_SearchByParameter
source: Search by Parameter
it: Cerca per parametro

# CustomLabel.CompSuite__ClassroomTrainees_Selected
source: Selected: {0} out of {1} Results
it: Selezionati: {0} su {1} risultati

# CustomLabel.CompSuite__ClassroomTrainees_TrainingAssignmentId
source: Training Assignment ID
it: ID del compito di formazione

# CustomLabel.CompSuite__Classroom_CancelErrorHasOpenTa
source: This classroom has scheduled training assignments. Please reschedule them first before you can cancel the classroom.
it: Questa classe ha compiti di formazione programmati. Si prega di riprogrammarli prima di poter annullare la classe.

# CustomLabel.CompSuite__Classroom_InvitationTitlePrefix
source: Classroom Training |
it: Formazione in classe |

# CustomLabel.CompSuite__Classroom_Operation_Add_Employees_Button_Info
source: Add Employees to an existing classroom related to the selected training requirement
it: Aggiungi dipendenti a una classe esistente correlata al requisito formativo selezionato

# CustomLabel.CompSuite__Classroom_Operation_Add_Employees_Info
source: Please add trainees for the selected classroom
it: Aggiungi tirocinanti per la classe selezionata

# CustomLabel.CompSuite__Classroom_Operation_Add_Employees_Modal_Title
source: Add Employees to
it: Aggiungi dipendenti a

# CustomLabel.CompSuite__Classroom_Operation_Available_Classrooms
source: Available Classrooms
it: Classi disponibili

# CustomLabel.CompSuite__Classroom_Operation_Available_Employees
source: Available Employees
it: Dipendenti disponibili

# CustomLabel.CompSuite__Classroom_Operation_Available_Training_Requirement
source: Available Records
it: Record disponibili

# CustomLabel.CompSuite__Classroom_Operation_Button_Create_Classroom
source: Create Classroom
it: Crea classe

# CustomLabel.CompSuite__Classroom_Operation_Button_Select_Classroom
source: Select Classroom & Employees
it: Seleziona classe e dipendenti

# CustomLabel.CompSuite__Classroom_Operation_Classroom_Demand_Modal_Title
source: Classrooms Demand
it: Richiesta di classi

# CustomLabel.CompSuite__Classroom_Operation_Create_Classroom_Button_Info
source: Create new classroom for the selected training requirement
it: Crea una nuova classe per il requisito formativo selezionato

# CustomLabel.CompSuite__Classroom_Operation_Explanation_Bubble
source: This wizard allows assigning unscheduled classroom training assignments to new or existing classrooms records.$ First, select the relevant training requirement, and then you will be able to assign employees to the classroom.
it: Questa procedura guidata consente di assegnare compiti di formazione in classe non pianificati a record di classi nuove o esistenti.$ Per prima cosa, selezionare il requisito di formazione pertinente, quindi si potrà assegnare i dipendenti alla classe.

# CustomLabel.CompSuite__Classroom_Operation_Related_Classroom_Info
source: Please select the classroom to add employees
it: Selezionare la classe per aggiungere dipendenti

# CustomLabel.CompSuite__Classroom_Operation_Related_Classrooms_Modal_Title
source: Select Related Classroom
it: Selezionare la classe correlata

# CustomLabel.CompSuite__Classroom_Operation_Wizard_Step_Add_Employees
source: Select Employees
it: Seleziona dipendenti

# CustomLabel.CompSuite__Classroom_over_the_Attendees_Limit
source: Classroom over the Attendees Limit
it: Classe oltre il limite dei partecipanti

# CustomLabel.CompSuite__ClearFilter
source: Clear Filter
it: Cancella filtro

# CustomLabel.CompSuite__Cleared
source: Cleared
it: Cancellato

# CustomLabel.CompSuite__Clone
source: Clone
it: Clona

# CustomLabel.CompSuite__CloneTemplate
source: Clone Template
it: Clona modello

# CustomLabel.CompSuite__Clone_Light_User_Error_Message
source: You do not have sufficient privileges to perform this action, Please contact your system administrator
it: Non si hanno i privilegi sufficienti per eseguire questa azione. Si prega di contattare l'amministratore di sistema.

# CustomLabel.CompSuite__Clone_classrom_has_permissions
source: Are you sure you want to clone this classroom? You will not be able to undo this action
it: Sicuri di voler clonare questa classe? Non sarà più possibile annullare questa azione

# CustomLabel.CompSuite__Clone_permissions
source: You do not have sufficient privileges to perform this action, Please contact your system administrator
it: Non si hanno i privilegi sufficienti per eseguire questa azione. Si prega di contattare l'amministratore di sistema.

# CustomLabel.CompSuite__Close
source: Close
it: Chiudi

# CustomLabel.CompSuite__CloseThisWindow
source: Close this window
it: Chiudi questa finestra

# CustomLabel.Comment
source: Comment
it: Commento

# CustomLabel.CompSuite__Comments
source: Comments
it: Commenti

# CustomLabel.Comments
source: Comments
it: Commenti

# CustomLabel.CompSuite__Comparison_Error
source: Visibility fomrula comparison Error. Comparison between different types:
it: Errore di confronto delle formule di visibilità. Confronto tra diverse tipologie:

# CustomLabel.CompSuite__Complete
source: Complete
it: Completa

# CustomLabel.CompSuite__CompleteThisField
source: Complete this field.
it: Completa questo campo.

# CustomLabel.CompSuite__Completed
source: Completed
it: Completato

# CustomLabel.CompSuite__Completed_Training_Assignment
source: You have completed the Training Assignment
it: Il compito di formazione è stato completato

# CustomLabel.Completed_Training_Assignment
source: You have completed the Training Assignment
it: Il compito di formazione è stato completato

# CustomLabel.CompSuite__Completein_per_tp
source: Trainings Completion per Training Plan
it: Completamento della formazione per il piano di formazione

# CustomLabel.Component_title
source: Owner's Job Function
it: Funzione lavorativa del proprietario

# CustomLabel.CompSuite__ComposeEmail
source: Compose Email
it: Componi e-mail

# CustomLabel.CompSuite__Confirm
source: Confirm
it: Conferma

# CustomLabel.Confirm
source: Confirm
it: Conferma

# CustomLabel.CompSuite__Confirm_Enrollment
source: You will be enrolled in the above Training Plan
it: Si verrà iscritti al piano di formazione sopra menzionato

# CustomLabel.CompSuite__Confirm_Enrollment_Header
source: Enroll
it: Iscriversi

# CustomLabel.CompSuite__Confirm_delete_on_Relation_table
source: Are you sure you want to delete this Relation?
it: Sicuri di voler eliminare questa correlazione?

# CustomLabel.Confirmation
source: Confirmation
it: Conferma

# CustomLabel.Contacts_Account_Supplier_Title
source: Contacts
it: Contatti

# CustomLabel.CompSuite__ContentTemplate
source: Content Template
it: Modello del contenuto

# CustomLabel.CompSuite__ContentType
source: Content Type
it: Tipo di contenuto

# CustomLabel.CompSuite__Content_Publication
source: Content Publication
it: Pubblicazione dei contenuti

# CustomLabel.CompSuite__CorporateDocumentSent
source: Corporate Document Sent!
it: Documento aziendale inviato!

# CustomLabel.CreateActivities_ErrorMessage
source: Something went wrong
it: Qualcosa è andato storto

# CustomLabel.CreateActivities_NoChangesMessage
source: There are no new Activities to create
it: Non ci sono nuove attività da creare

# CustomLabel.CreateActivities_NoPlannedActivitiesMessage
source: There are no relevant Planned Activities related to this record
it: Non sono presenti attività previste rilevanti correlate a questo record

# CustomLabel.CreateActivities_SuccessMessage
source: Activities Created!
it: Attività create!

# CustomLabel.CreateActivities_UnavailableStateMessage
source: Activities creation is unavailable in the current state
it: La creazione di attività non è disponibile nello stato attuale

# CustomLabel.CompSuite__CreateDocumentFromTemplate_ButtonTitle
source: Click to create a document from template
it: Fare clic per creare un documento dal modello

# CustomLabel.CompSuite__CreateDocumentFromTemplate_CopyOf
source: Copy of
it: Copia di

# CustomLabel.CompSuite__CreateDocumentFromTemplate_ErrorMsg
source: An error occurred
it: Si è verificato un errore

# CustomLabel.CompSuite__CreateDocumentFromTemplate_HeadLine
source: Create Document From Template
it: Creare documento da modello

# CustomLabel.CompSuite__CreateDocumentFromTemplate_Next
source: Next
it: Prossimo

# CustomLabel.CompSuite__CreateDocumentFromTemplate_Save
source: Save
it: Salva

# CustomLabel.CompSuite__CreateDocumentFromTemplate_SearchTitle
source: Click to search Templates
it: Fare clic per cercare modelli

# CustomLabel.CompSuite__CreateDocumentFromTemplate_Title
source: You have {0} available templates: select the relevant template
it: Si hanno {0} modelli disponibili: selezionare il modello pertinente

# CustomLabel.CompSuite__CreateNew
source: Create New
it: Crea nuovo

# CustomLabel.Create_New_Revision
source: Create New Revision
it: Crea una nuova revisione

# CustomLabel.CompSuite__CreatedBy
source: Created By
it: Creata da

# CustomLabel.CompSuite__CreatedDate
source: Created Date
it: Data di creazione

# CustomLabel.Created_date_Header
source: Created Date
it: Data di creazione

# CustomLabel.CompSuite__Creating_test_set_specific_action_prefix
source: * This specific action will create 1 Design Set as Test Set (type) and
it: * Questa azione specifica creerà 1 set di design come set di test (tipo) e

# CustomLabel.CompSuite__Current_Revision
source: Current Revision
it: Revisione attuale

# CustomLabel.CompSuite__Current_Revision_link
source: Current Revision link
it: Link alla revisione attuale

# CustomLabel.CompSuite__Current_State
source: Current State
it: Stato attuale

# CustomLabel.CompSuite__Curriculum
source: Training Plan
it: Piano di formazione

# CustomLabel.CompSuite__Curriculum_Name
source: Training Plan Name
it: Nome piano di formazione
