Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Category.Safety
source: Safety
it: Sicurezza

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Classifications.Business
source: Business
it: Attività commerciale

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Classifications.IT
source: IT
it: Tecnologia

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Classifications.Legal
source: Legal
it: Legale

source: Operational
it: Operativa

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Classifications.Other
source: Other
it: Altro

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Classifications.Quality
source: Quality
it: Qualità

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Classifications.Regulatory
source: Regulatory
it: Normativo

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Complexity.High
source: High
it: Alta

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Complexity.Low
source: Low
it: Bassa

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Complexity.Medium
source: Medium
it: Media

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Detection.1 Almost Certain
source: 1 Almost Certain
it: 1 Quasi certo

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Detection.2 Highly Likely
source: 2 Highly Likely
it: 2 Altamente probabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Detection.3 Likely
source: 3 Likely
it: 3 Probabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Detection.4 Low Likelihood
source: 4 Low Likelihood
it: 4 Bassa probabilità

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Detection.5 Not Likely
source: 5 Not Likely
it: 5 Improbabile

source: Clean room manufacturing
it: Produzione in camera bianca

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Life_Cycle_Phases.Disposal
source: Disposal
it: Smaltimento

source: Initial Conception
it: Concezione iniziale

source: Manufacturing
it: Fabbricazione

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Life_Cycle_Phases.Service
source: Service
it: Servizio

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Life_Cycle_Phases.Shipping
source: Shipping
it: Spedizione

source: Sterilisation
it: Sterilizzazione

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Life_Cycle_Phases.Storage
source: Storage
it: Stoccaggio

source: Sub-contractor manufacture
it: Produttore subappaltatore

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Life_Cycle_Phases.Use
source: Use
it: Utilizzo

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Priority.High
source: High
it: Alta

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Priority.Low
source: Low
it: Bassa

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Priority.Medium
source: Medium
it: Media

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Probability.1 Improbable
source: 1 Improbable
it: 1 Improbabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Probability.2 Remote
source: 2 Remote
it: 2 Remoto

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Probability.3 Occasional
source: 3 Occasional
it: 3 Occasionale

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Probability.4 Probable
source: 4 Probable
it: 4 Probabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Probability.5 Frequent
source: 5 Frequent
it: 5 Frequente

source: 1 Improbable
it: 1 Improbabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Probability_HTM.2 Remote
source: 2 Remote
it: 2 Remoto

source: 3 Occasional
it: 3 Occasionale

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Probability_HTM.4 Probable
source: 4 Probable
it: 4 Probabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Probability_HTM.5 Frequent
source: 5 Frequent
it: 5 Frequente

source: 1 Almost Certain
it: 1 Quasi certo

source: 2 Highly Likely
it: 2 Altamente probabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Reduced_Detection.3 Likely
source: 3 Likely
it: 3 Probabile

source: 4 Low Likelihood
it: 4 Bassa probabilità

source: 5 Not Likely
it: 5 Improbabile

source: 1 Improbable
it: 1 Improbabile

source: 2 Remote
it: 2 Remoto

source: 3 Occasional
it: 3 Occasionale

source: 4 Probable
it: 4 Probabile

source: 5 Frequent
it: 5 Frequente

source: 1 Negligible
it: 1 Trascurabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Reduced_Severity.2 Minor
source: 2 Minor
it: 2 Minore

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Reduced_Severity.3 Serious
source: 3 Serious
it: 3 Grave

source: 4 Critical
it: 4 Critico

source: 5 Catastrophic
it: 5 Catastrofico

source: 1 Improbable
it: 1 Improbabile

source: 2 Remote
it: 2 Remoto

source: 3 Occasional
it: 3 Occasionale

source: 4 Probable
it: 4 Probabile

source: 5 Frequent
it: 5 Frequente

source: 1 Negligible
it: 1 Trascurabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Residual_Severity.2 Minor
source: 2 Minor
it: 2 Minore

source: 3 Serious
it: 3 Grave

source: 4 Critical
it: 4 Critico

source: 5 Catastrophic
it: 5 Catastrofico

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Risk_Level.High
source: High
it: Alta

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Risk_Level.Low
source: Low
it: Bassa

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Risk_Level.Medium
source: Medium
it: Media

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Severity.1 Negligible
source: 1 Negligible
it: 1 Trascurabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Severity.2 Minor
source: 2 Minor
it: 2 Minore

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Severity.3 Serious
source: 3 Serious
it: 3 Grave

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Severity.4 Critical
source: 4 Critical
it: 4 Critico

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Severity.5 Catastrophic
source: 5 Catastrophic
it: 5 Catastrofico

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Severity_HTM.1 Negligible
source: 1 Negligible
it: 1 Trascurabile

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Severity_HTM.2 Minor
source: 2 Minor
it: 2 Minore

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Severity_HTM.3 Serious
source: 3 Serious
it: 3 Grave

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Severity_HTM.4 Critical
source: 4 Critical
it: 4 Critico

source: 5 Catastrophic
it: 5 Catastrofico

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Source.Environmental
source: Environmental
it: Ambientale

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Source.Patient
source: Patient
it: Paziente

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Source.Regulation
source: Regulation
it: Regolamento

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Source.Safety
source: Safety
it: Sicurezza

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Source.User
source: User
it: Utente

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Source.security
source: security
it: sicurezza

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Status.Fail
source: Fail
it: Fallito

# PicklistValue.CompSuite__Design_Element__c.CompSuite__Status.Pass
source: Pass
it: Superato

source: Pass with Discrepancy
it: Superato con discrepanza

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Belgium
source: Belgium
it: Belgio

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Croatia
source: Croatia
it: Croazia

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Cyprus
source: Cyprus
it: Cipro

source: Czech Republic
it: Repubblica Ceca

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Denmark
source: Denmark
it: Danimarca

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Finland
source: Finland
it: Finlandia

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.France
source: France
it: Francia

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Germany
source: Germany
it: Germania

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Greece
source: Greece
it: Grecia

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Iceland
source: Iceland
it: Islanda

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Ireland
source: Ireland
it: Irlanda

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Italy
source: Italy
it: Italia

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Latvia
source: Latvia
it: Lettonia

source: Lithuania
it: Lituania

source: Luxembourg
it: Lussemburgo

source: Netherlands
it: Paesi Bassi

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Norway
source: Norway
it: Norvegia

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Poland
source: Poland
it: Polonia

source: Portugal
it: Portogallo

source: Slovakia
it: Slovacchia

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Spain
source: Spain
it: Spagna

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Country.Sweden
source: Sweden
it: Svezia

source: United Kingdom
it: Regno Unito

source: Oral
it: Orale

# PicklistValue.CompSuite__Member_State_Registration__c.CompSuite__Region.Europe
source: Europe
it: Europa

source: Good Clinical Practice
it: Buona pratica clinica

# PicklistValue.CompSuite__Child_Binder_Element__c.Classification.Inform Consent
source: Inform Consent
it: Consenso informato

# PicklistValue.User.Active_Directory_Groups_Options.Append
source: Append
it: Aggiungi

# PicklistValue.User.Active_Directory_Groups_Options.Ignore
source: Ignore
it: Ignora

# PicklistValue.User.Active_Directory_Groups_Options.Overwrite
source: Overwrite
it: Sovrascrivi

# PicklistValue.Standard.accountOwnership.Other
source: Other
it: Altro

# PicklistValue.Standard.accountOwnership.Private
source: Private
it: Privato

# PicklistValue.Standard.accountOwnership.Public
source: Public
it: Pubblico

# PicklistValue.Standard.accountOwnership.Subsidiary
source: Subsidiary
it: Filiale

# PicklistValue.Standard.opportunityType.Existing Business
source: Existing Business
it: Attività commerciale esistente

# PicklistValue.Standard.opportunityType.New Business
source: New Business
it: Nuova attività commerciale

# PicklistValue.Standard.ageOver.13 or Older
source: 13 or Older
it: 13 anni o più

# PicklistValue.Standard.ageOver.16 or Older
source: 16 or Older
it: 16 anni o più

# PicklistValue.Standard.iRAAccountRole.Legal
source: Legal
it: Legale

# PicklistValue.Standard.iRAAccountRole.Participating
source: Participating
it: Partecipante

# PicklistValue.Standard.iRAAccountRole.Primary
source: Primary
it: Principale

# PicklistValue.Standard.contactRole.Business User
source: Business User
it: Utente aziendale

# PicklistValue.Standard.contactRole.Decision Maker
source: Decision Maker
it: Decisore

# PicklistValue.Standard.contactRole.Economic Buyer
source: Economic Buyer
it: Acquirente economico

# PicklistValue.Standard.contactRole.Economic Decision Maker
source: Economic Decision Maker
it: Decisore economico

# PicklistValue.Standard.contactRole.Evaluator
source: Evaluator
it: Valutatore

# PicklistValue.Standard.contactRole.Executive Sponsor
source: Executive Sponsor
it: Sponsor esecutivo

# PicklistValue.Standard.contactRole.Other
source: Other
it: Altro

# PicklistValue.Standard.contactRole.Technical Buyer
source: Technical Buyer
it: Acquirente tecnico

# PicklistValue.Standard.teamStatus.Active
source: Active
it: Attivo

# PicklistValue.Standard.teamStatus.Entered-in-Error
source: Entered-in-Error
it: Inserito in errore

# PicklistValue.Standard.teamStatus.Inactive
source: Inactive
it: Inattivo

# PicklistValue.Standard.teamStatus.Proposed
source: Proposed
it: Proposto

# PicklistValue.Standard.teamStatus.Suspended
source: Suspended
it: Sospeso

# PicklistValue.Standard.caseType.Feature Request
source: Feature Request
it: Richiesta di funzionalità

# PicklistValue.Standard.caseType.Problem
source: Problem
it: Problema

# PicklistValue.Standard.caseType.Question
source: Question
it: Domanda

# PicklistValue.Standard.contactRequestStatus.Abandoned
source: Abandoned
it: Abbandonato

# PicklistValue.Standard.contactRequestStatus.Attempted
source: Attempted
it: Tentato

# PicklistValue.Standard.contactRequestStatus.Contacted
source: Contacted
it: Contattato

# PicklistValue.Standard.contactRequestStatus.New
source: New
it: Nuovo

# PicklistValue.Standard.contactRequestRequestedChannel.Phone
source: Phone
it: Telefono

# PicklistValue.Standard.actionPlanState.Canceled
source: Canceled
it: Annullato

# PicklistValue.Standard.actionPlanState.Completed
source: Completed
it: Completato

# PicklistValue.Standard.actionPlanState.In Progress
source: In Progress
it: In corso

# PicklistValue.Standard.actionPlanState.Not Started
source: Not Started
it: Non iniziato

# PicklistValue.Standard.caseOrigin.Phone
source: Phone
it: Telefono

# PicklistValue.Standard.caseOrigin.Web
source: Web
it: Sito Web

# PicklistValue.Standard.accountRelationshipType.Advertiser
source: Advertiser
it: Inserzionista

# PicklistValue.Standard.accountRelationshipType.Agency
source: Agency
it: Agenzia

# PicklistValue.Standard.accountRelationshipType.Agent
source: Agent
it: Agente

# PicklistValue.Standard.accountRelationshipType.Client
source: Client
it: Cliente

# PicklistValue.Standard.accountRelationshipType.Consultant
source: Consultant
it: Consulente

# PicklistValue.Standard.accountRelationshipType.Contractor
source: Contractor
it: Appaltatore

# PicklistValue.Standard.accountRelationshipType.Dealer
source: Dealer
it: Rivenditore

# PicklistValue.Standard.accountRelationshipType.Developer
source: Developer
it: Sviluppatore

# PicklistValue.Standard.accountRelationshipType.Distributor
source: Distributor
it: Distributore

# PicklistValue.Standard.accountRelationshipType.Institution
source: Institution
it: Istituzione

# PicklistValue.Standard.accountRelationshipType.Lender
source: Lender
it: Prestatore

# PicklistValue.Standard.accountRelationshipType.Retailer
source: Retailer
it: Rivenditore

# PicklistValue.Standard.accountRelationshipType.Sub Contractor
source: Sub Contractor
it: Subappaltatore

# PicklistValue.Standard.accountRelationshipType.Supplier
source: Supplier
it: Fornitore

# PicklistValue.Standard.accountRelationshipType.System Integrator
source: System Integrator
it: Integratore di sistema

# PicklistValue.Standard.accountRelationshipType.VAR/Reseller
source: VAR/Reseller
it: VAR/Rivenditore

# PicklistValue.Standard.accountRelationshipType.Vendor
source: Vendor
it: Venditore

# PicklistValue.Standard.contactRequestReason.Billing
source: Billing
it: Fatturazione

# PicklistValue.Standard.contactRequestReason.Case
source: Case
it: Caso

# PicklistValue.Standard.contactRequestReason.General
source: General
it: Generale

# PicklistValue.Standard.contactRequestReason.Order
source: Order
it: Ordina

# PicklistValue.Standard.contactRequestReason.Other
source: Other
it: Altro

# PicklistValue.Standard.contactRequestReason.Product
source: Product
it: Prodotto

# PicklistValue.Standard.caseReason.Complex functionality
source: Complex functionality
it: Funzionalità complessa

# PicklistValue.Standard.caseReason.Existing problem
source: Existing problem
it: Problema esistente

# PicklistValue.Standard.caseReason.Instructions not clear
source: Instructions not clear
it: Istruzioni non chiare

# PicklistValue.Standard.caseReason.New problem
source: New problem
it: Nuovo problema

# PicklistValue.Standard.caseReason.User didn&apos;t attend training
source: User didn't attend training
it: L'utente non ha partecipato alla formazione

# PicklistValue.Standard.partnerRole.Advertiser
source: Advertiser
it: Inserzionista

# PicklistValue.Standard.partnerRole.Agency
source: Agency
it: Agenzia

# PicklistValue.Standard.partnerRole.Consultant
source: Consultant
it: Consulente

# PicklistValue.Standard.partnerRole.Dealer
source: Dealer
it: Rivenditore

# PicklistValue.Standard.partnerRole.Developer
source: Developer
it: Sviluppatore

# PicklistValue.Standard.partnerRole.Distributor
source: Distributor
it: Distributore

# PicklistValue.Standard.partnerRole.Institution
source: Institution
it: Istituzione

# PicklistValue.Standard.partnerRole.Lender
source: Lender
it: Prestatore

# PicklistValue.Standard.partnerRole.System Integrator
source: System Integrator
it: Integratore di sistema

# PicklistValue.Standard.partnerRole.VAR/Reseller
source: VAR/Reseller
it: VAR/Rivenditore

# PicklistValue.Standard.securityClassification.Confidential
source: Confidential
it: Confidenziale

# PicklistValue.Standard.securityClassification.Internal
source: Internal
it: Interno

# PicklistValue.Standard.securityClassification.MissionCritical
source: MissionCritical
it: MissioneCritica

# PicklistValue.Standard.securityClassification.Public
source: Public
it: Pubblico

# PicklistValue.Standard.securityClassification.Restricted
source: Restricted
it: Limitata

# PicklistValue.Standard.leadStatus.Contacted
source: Contacted
it: Contattato

# PicklistValue.Standard.leadStatus.New
source: New
it: Nuovo

# PicklistValue.Standard.leadStatus.Nurturing
source: Nurturing
it: Da coltivare

# PicklistValue.Standard.leadStatus.Qualified
source: Qualified
it: Qualificato

# PicklistValue.Standard.leadStatus.Unqualified
source: Unqualified
it: Non qualificato

# PicklistValue.Standard.retailStoreType.Flagship Store
source: Flagship Store
it: Negozio monomarca

# PicklistValue.Standard.retailStoreType.Regular Store
source: Regular Store
it: Negozio regolare

# PicklistValue.Standard.retailStoreType.Van Store
source: Van Store
it: Negozio mobile

# PicklistValue.Standard.retailStoreType.Virtual Store
source: Virtual Store
it: Negozio virtuale

# PicklistValue.Standard.visitPriority.High
source: High
it: Alta

# PicklistValue.Standard.visitPriority.Low
source: Low
it: Bassa

# PicklistValue.Standard.visitPriority.Medium
source: Medium
it: Media

# PicklistValue.Standard.caseStatus.Closed
source: Closed
it: Chiuso

# PicklistValue.Standard.caseStatus.Escalated
source: Escalated
it: Salito di priorità

# PicklistValue.Standard.caseStatus.New
source: New
it: Nuovo

# PicklistValue.Standard.caseStatus.On Hold
source: On Hold
it: In attesa

# PicklistValue.Standard.casePriority.High
source: High
it: Alta

# PicklistValue.Standard.casePriority.Low
source: Low
it: Bassa

# PicklistValue.Standard.casePriority.Medium
source: Medium
it: Media

# PicklistValue.Standard.salesAgreementStatus.Activated
source: Activated
it: Attivato

# PicklistValue.Standard.salesAgreementStatus.Approved
source: Approved
it: Approvato

# PicklistValue.Standard.salesAgreementStatus.Cancelled
source: Cancelled
it: Annullato

# PicklistValue.Standard.salesAgreementStatus.Draft
source: Draft
it: Bozza

# PicklistValue.Standard.salesAgreementStatus.Expired
source: Expired
it: Scaduto

# PicklistValue.Standard.salesAgreementStatus.Rejected
source: Rejected
it: Rifiutato

# PicklistValue.Standard.salesAgreementStatus.UnderRevision
source: UnderRevision
it: InFaseDiRevisione

# PicklistValue.Standard.solutionStatus.Draft
source: Draft
it: Bozza

# PicklistValue.Standard.solutionStatus.Duplicate
source: Duplicate
it: Duplicato

# PicklistValue.Standard.solutionStatus.Reviewed
source: Reviewed
it: Revisionato

# PicklistValue.Standard.taskStatus.Completed
source: Completed
it: Completato

# PicklistValue.Standard.taskStatus.Deferred
source: Deferred
it: Differito

# PicklistValue.Standard.taskStatus.In Progress
source: In Progress
it: In corso

# PicklistValue.Standard.taskStatus.Not Started
source: Not Started
it: Non iniziato

# PicklistValue.Standard.taskStatus.Waiting on someone else
source: Waiting on someone else
it: In attesa di qualcun altro

# PicklistValue.Standard.opportunityStage.Closed Lost
source: Closed Lost
it: Chiuso Perduto

# PicklistValue.Standard.opportunityStage.Closed Won
source: Closed Won
it: Chiuso Vinto

# PicklistValue.Standard.opportunityStage.Id. Decision Makers
source: Id. Decision Makers
it: Id decisori

# PicklistValue.Standard.opportunityStage.Needs Analysis
source: Needs Analysis
it: Necessita di analisi

# PicklistValue.Standard.opportunityStage.Negotiation/Review
source: Negotiation/Review
it: Negoziazione/Revisione

# PicklistValue.Standard.opportunityStage.Perception Analysis
source: Perception Analysis
it: Analisi della percezione

# PicklistValue.Standard.opportunityStage.Proposal/Price Quote
source: Proposal/Price Quote
it: Proposta/Preventivo

# PicklistValue.Standard.opportunityStage.Prospecting
source: Prospecting
it: Prospezione

# PicklistValue.Standard.opportunityStage.Qualification
source: Qualification
it: Qualifica

# PicklistValue.Standard.opportunityStage.Value Proposition
source: Value Proposition
it: Proposta di valore

# PicklistValue.Standard.salesAgmtCancellationReason.Other
source: Other
it: Altro

# PicklistValue.Standard.militaryService.Unknown
source: Unknown
it: Sconosciuto

# PicklistValue.Standard.militaryService.Yes
source: Yes
it: Sì

# PicklistValue.Standard.retailStoreDeliveryMethod.Truck
source: Truck
it: Camion

# PicklistValue.Standard.retailStoreDeliveryMethod.Van
source: Van
it: Furgone

# PicklistValue.Standard.retailStorePaymentMode.Cash
source: Cash
it: Contanti

# PicklistValue.Standard.retailStorePaymentMode.Cheque
source: Cheque
it: Assegno

# PicklistValue.Standard.retailStorePaymentMode.Credit
source: Credit
it: Credito

# PicklistValue.Standard.campaignType.Advertisement
source: Advertisement
it: Pubblicità

# PicklistValue.Standard.campaignType.Banner Ads
source: Banner Ads
it: Banner pubblicitari

# PicklistValue.Standard.campaignType.Other
source: Other
it: Altro

# PicklistValue.Standard.campaignType.Partners
source: Partners
it: Partner

# PicklistValue.Standard.campaignType.Public Relations
source: Public Relations
it: Relazioni pubbliche

# PicklistValue.Standard.campaignType.Referral Program
source: Referral Program
it: Programma di referral

# PicklistValue.Standard.campaignType.Seminar / Conference
source: Seminar / Conference
it: Seminario/Conferenza

# PicklistValue.Standard.campaignStatus.Aborted
source: Aborted
it: Interrotto

# PicklistValue.Standard.campaignStatus.Completed
source: Completed
it: Completato

# PicklistValue.Standard.campaignStatus.In Progress
source: In Progress
it: In corso

# PicklistValue.Standard.campaignStatus.Planned
source: Planned
it: Previsto

# PicklistValue.Standard.datasetContentType.Object Detection
source: Object Detection
it: Rilevamento oggetti

# PicklistValue.Standard.datasetContentType.Object Recognition
source: Object Recognition
it: Riconoscimento oggetti

# PicklistValue.Standard.datasetUsageType.Experimentation
source: Experimentation
it: Sperimentazione

# PicklistValue.Standard.datasetUsageType.Testing
source: Testing
it: Test

# PicklistValue.Standard.datasetUsageType.Training
source: Training
it: Formazione

# PicklistValue.Standard.datasetUsageType.Validation
source: Validation
it: Convalida

# PicklistValue.Standard.modelType.Image
source: Image
it: Immagine

# PicklistValue.Standard.modelType.Numbers
source: Numbers
it: Numeri

# PicklistValue.Standard.modelType.Text
source: Text
it: Testo

# PicklistValue.Standard.retailPromotionCategory.Personal Selling
source: Personal Selling
it: Vendita personale

# PicklistValue.Standard.retailPromotionCategory.Publicity
source: Publicity
it: Pubblicità

# PicklistValue.Standard.retailPromotionCategory.Sales Promotion
source: Sales Promotion
it: Promozione delle vendite

# PicklistValue.Standard.retailPromotionLevel.Product
source: Product
it: Prodotto
