Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Job_Function_Group__c.CompSuite__State.RelatedListLabel
source: Job Functions
it: Funzioni lavorative

# CustomField.CompSuite__Job_Function_Group__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Job_Function_Group__c.Supplier.RelatedListLabel
source: Job Functions
it: Funzioni lavorative

# CustomField.CompSuite__Location__c.Active.FieldLabel
source: Active?
it: Attivo?

# CustomField.CompSuite__Location__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Location__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Location__c.Department.RelatedListLabel
source: Locations
it: Posizioni

# CustomField.CompSuite__Location__c.Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__Location__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Location__c.Location_ID.FieldLabel
source: Location ID
it: ID posizione

# CustomField.CompSuite__Location__c.Location_Identifier.FieldLabel
source: Location Identifier
it: Identificatore della posizione

# CustomField.CompSuite__Location__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Location__c.Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Location__c.Site.RelatedListLabel
source: Locations
it: Posizioni

# CustomField.CompSuite__Location__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Location__c.CompSuite__State.RelatedListLabel
source: Locations
it: Posizioni

# CustomField.CompSuite__Malfunction__c.Account.RelatedListLabel
source: Malfunctions
it: Malfunzionamenti

# CustomField.CompSuite__Malfunction__c.Batch_Number.FieldLabel
source: Batch Number
it: Numero batch

# CustomField.CompSuite__Malfunction__c.Batch_Record.RelatedListLabel
source: Malfunctions
it: Malfunzionamenti

# CustomField.CompSuite__Malfunction__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Malfunction__c.Classification.FieldLabel
source: Classification
it: Classificazione

# CustomField.CompSuite__Malfunction__c.Date_Fixed.FieldLabel
source: Date Fixed
it: Data correzione

# CustomField.CompSuite__Malfunction__c.Date_Occured.FieldLabel
source: Date Occured
it: Data avvenuto

# CustomField.CompSuite__Malfunction__c.Date_and_time_of_report.FieldLabel
source: Date and time of report
it: Data e ora del report

# CustomField.CompSuite__Malfunction__c.Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__Malfunction__c.End_Time.FieldLabel
source: Repair End Time
it: Ora di fine riparazione

# CustomField.CompSuite__Malfunction__c.Equipment.FieldLabel
source: Equipment
it: Attrezzatura

# CustomField.CompSuite__Malfunction__c.Equipment.RelatedListLabel
source: Malfunctions
it: Malfunzionamenti

# CustomField.CompSuite__Malfunction__c.Event_Sub_Type.FieldLabel
source: Event Sub Type
it: Sottotipo evento

# CustomField.CompSuite__Malfunction__c.Event_Type.FieldLabel
source: Event Type
it: Tipo evento

# CustomField.CompSuite__Malfunction__c.Event_Type_Tip.FieldLabel
source: Event Type Tip
it: Suggerimento sul tipo di evento

# CustomField.CompSuite__Malfunction__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Malfunction__c.Failure_time.FieldLabel
source: Failure time
it: Ora del guasto

# CustomField.CompSuite__Malfunction__c.Is_the_system_Asset_Unavailable.FieldLabel
source: Is the system/Asset Unavailable
it: Is sistema/risorsa non disponibile

# CustomField.CompSuite__Malfunction__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Malfunction__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Malfunction__c.Malfunction_Description.FieldLabel
source: Malfunction Description
it: Descrizione del malfunzionamento

# CustomField.CompSuite__Malfunction__c.Malfunction_ID.FieldLabel
source: Malfunction ID
it: ID del malfunzionamento

# CustomField.CompSuite__Malfunction__c.Priority.FieldLabel
source: Priority
it: Priorità

# CustomField.CompSuite__Malfunction__c.Repair_Duration.FieldLabel
source: Repair Duration
it: Durata della riparazione

# CustomField.CompSuite__Malfunction__c.Repair_Duration.HelpText
source: How many days took to repair the malfunction. If malfunction don't have end date is shows how many days the failure is happening.
it: Quanti giorni sono stati necessari per riparare il malfunzionamento. Se il malfunzionamento non ha una data di fine, viene mostrato il numero di giorni in cui si è verificato il guasto.

# CustomField.CompSuite__Malfunction__c.Reported_By.FieldLabel
source: Reported By
it: Segnalato da

# CustomField.CompSuite__Malfunction__c.Reported_By.RelatedListLabel
source: Malfunctions
it: Malfunzionamenti

# CustomField.CompSuite__Malfunction__c.Resolution.FieldLabel
source: Resolution
it: Risoluzione

# CustomField.CompSuite__Malfunction__c.Start_Time.FieldLabel
source: Repair Start Time
it: Orario di inizio riparazione

# CustomField.CompSuite__Malfunction__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Malfunction__c.CompSuite__State.RelatedListLabel
source: Malfunctions
it: Malfunzionamenti

# CustomField.CompSuite__Malfunction__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Malfunction__c.Supplier.RelatedListLabel
source: Malfunctions
it: Malfunzionamenti

# CustomField.CompSuite__Malfunction__c.System_is_unavailable.FieldLabel
source: System is unavailable
it: Il sistema non è disponibile

# CustomField.CompSuite__Malfunction__c.System_is_unavailable.HelpText
source: Selecting Yes, will set the Equipment state to Not Active
it: Selezionando Sì, lo stato dell'attrezzatura verrà impostato su Non attivo

# CustomField.CompSuite__Observation__c.Account.RelatedListLabel
source: Findings
it: Risultati

# CustomField.CompSuite__Observation__c.CompSuite__Audit.RelatedListLabel
source: Observations
it: Osservazioni

# CustomField.CompSuite__Observation__c.Auditee_Response.FieldLabel
source: Auditee Response
it: Risposta del valutato con audit

# CustomField.CompSuite__Observation__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Observation__c.CAPA_Required.FieldLabel
source: CAPA Required?
it: CAPA richieste?

# CustomField.CompSuite__Observation__c.Closed_Date.FieldLabel
source: Closed Date
it: Data di chiusura

# CustomField.CompSuite__Observation__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Observation__c.Finding_ID.FieldLabel
source: Finding ID
it: ID risultato

# CustomField.CompSuite__Observation__c.Finding_State_Condition.FieldLabel
source: Finding State Condition
it: Risultato condizione stato

# CustomField.CompSuite__Observation__c.Finding_Type.FieldLabel
source: Finding Type
it: Tipo risultato

# CustomField.CompSuite__Observation__c.Is_Open.FieldLabel
source: Is Open?
it: Is Aperto?

# CustomField.CompSuite__Observation__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Observation__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Observation__c.CompSuite__Observation_Class.FieldLabel
source: Observation Classification
it: Classificazione dell'osservazione

# CustomField.CompSuite__Observation__c.CompSuite__Observation_Date.FieldLabel
source: Observation Date
it: Data dell'osservazione

source: Observation Description
it: Descrizione dell'osservazione

# CustomField.CompSuite__Observation__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Observation__c.CompSuite__State.RelatedListLabel
source: Observations
it: Osservazioni

# CustomField.CompSuite__Observation__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Observation__c.Supplier.RelatedListLabel
source: Findings
it: Risultati

# CustomField.CompSuite__Observation__c.CompSuite__Supplier_Audit.FieldLabel
source: Supplier Audit
it: Audit del fornitore

# CustomField.CompSuite__Observation__c.CompSuite__Supplier_Audit.RelatedListLabel
source: Observations
it: Osservazioni

# CustomField.CompSuite__Observation__c.CompSuite__Supplier_Response.FieldLabel
source: Supplier Response
it: Risposta del fornitore

# CustomField.CompSuite__PSUR__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__PSUR__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__PSUR__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__PSUR__c.CompSuite__State.RelatedListLabel
source: PSURs
it: PSUR

# CustomField.CompSuite__Planned_Activity__c.Activity_Type.FieldLabel
source: Activity Type
it: Tipo attività

# CustomField.CompSuite__Planned_Activity__c.Base_Date.FieldLabel
source: Base Date
it: Data di base

# CustomField.CompSuite__Planned_Activity__c.Base_Date.HelpText
source: In case schedule logic defined as "Last Completed" based date will be used as a start date for scheduling
it: Nel caso in cui la logica di programmazione definita come "Ultimo completamento" la data base verrà utilizzata come data di inizio per la programmazione

# CustomField.CompSuite__Planned_Activity__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Planned_Activity__c.Change_Equipment_state.FieldLabel
source: Change Equipment state
it: Stato Cambia attrezzatura

# CustomField.CompSuite__Planned_Activity__c.Days_to_Complete.FieldLabel
source: Days to Complete
it: Giorni per completare

# CustomField.CompSuite__Planned_Activity__c.Days_to_Complete.HelpText
source: How many days between the scheduled date and the Due Date
it: Quanti giorni tra la data prevista e la scadenza

# CustomField.CompSuite__Planned_Activity__c.Equipment.FieldLabel
source: Equipment
it: Attrezzatura

# CustomField.CompSuite__Planned_Activity__c.Equipment.RelatedListLabel
source: Planned Activities
it: Attività previste

# CustomField.CompSuite__Planned_Activity__c.Estimated_Duration_Min.FieldLabel
source: Estimated Duration (Min)
it: Durata stimata (min)

# CustomField.CompSuite__Planned_Activity__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Planned_Activity__c.Initiation_Equipment_State.FieldLabel
source: Initiation Equipment State
it: Stato dell'attrezzatura di avvio

source: Planned Activities (Initiation Equipment State)
it: Attività previste (stato dell'attrezzatura di avvio)

# CustomField.CompSuite__Planned_Activity__c.Instructions.FieldLabel
source: Instructions
it: Istruzioni

# CustomField.CompSuite__Planned_Activity__c.Is_Critical.FieldLabel
source: Is Critical
it: Is Critico

# CustomField.CompSuite__Planned_Activity__c.Is_Critical.HelpText
source: if yes the equipment state is effected
it: in caso affermativo lo stato dell'attrezzatura viene influenzato

# CustomField.CompSuite__Planned_Activity__c.Last_Completion_Date.FieldLabel
source: Last Completion Date
it: Data di completamento ultima

# CustomField.CompSuite__Planned_Activity__c.Last_Completion_Date.HelpText
source: Date of completion of last activity
it: Data di completamento dell'ultima attività

# CustomField.CompSuite__Planned_Activity__c.Last_Scheduled_Activity.FieldLabel
source: Last Scheduled Activity
it: Ultima attività programmata

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Planned_Activity__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Next Activity Creation Date
it: Data di creazione prossima attività

# CustomField.CompSuite__Planned_Activity__c.Number_of_Activities_Open.FieldLabel
source: Number of Activities Open
it: Numero di attività aperte

# CustomField.CompSuite__Planned_Activity__c.Parent_Planned_Activity.FieldLabel
source: Parent Planned Activity
it: Attività prevista principale

source: Included Planned Activities
it: Attività previste incluse

# CustomField.CompSuite__Planned_Activity__c.Planned_Activity_ID.FieldLabel
source: Planned Activity ID
it: ID Attività prevista

# CustomField.CompSuite__Planned_Activity__c.Planned_Frequency.FieldLabel
source: Planned Frequency
it: Frequenza prevista

# CustomField.CompSuite__Planned_Activity__c.Planned_Frequency.HelpText
source: Select values such as daily, weekly, monthly, quarterly, annual
it: Selezionare valori come giornaliero, settimanale, mensile, trimestrale, annuale

# CustomField.CompSuite__Planned_Activity__c.Planned_Frequency.RelatedListLabel
source: Planned Activities
it: Attività previste

# CustomField.CompSuite__Planned_Activity__c.Planning_Horizon_days.FieldLabel
source: Planning Horizon (days)
it: Orizzonte di pianificazione (giorni)

# CustomField.CompSuite__Planned_Activity__c.Planning_Horizon_days.HelpText
source: How many days to open the activity before the scheduled date
it: Quanti giorni per aprire l'attività prima della data prevista?

source: Post Activity Equipment State
it: Stato dell'attrezzatura post-attività

source: Planned Activities (Post Activity Equipment State)
it: Attività previste (stato dell'attrezzatura post-attività)

# CustomField.CompSuite__Planned_Activity__c.Protocol.FieldLabel
source: Protocol
it: Protocollo

# CustomField.CompSuite__Planned_Activity__c.Protocol.RelatedListLabel
source: Planned Activities
it: Attività previste

# CustomField.CompSuite__Planned_Activity__c.Required_Certification.FieldLabel
source: Required Certification
it: Certificazione richiesta

source: Planned Activities
it: Attività previste

source: Required Tooling/Spare Parts
it: Strumenti/pezzi di ricambio richiesti

# CustomField.CompSuite__Planned_Activity__c.Requires_External_Supplier.FieldLabel
source: Requires External Supplier
it: Richiede un fornitore esterno

# CustomField.CompSuite__Planned_Activity__c.SOP.RelatedListLabel
source: Planned Activities
it: Attività previste

# CustomField.CompSuite__Planned_Activity__c.Schedule_Alert.FieldLabel
source: Schedule Alert
it: Avviso di programma

# CustomField.CompSuite__Planned_Activity__c.Schedule_Alert.HelpText
source: An alert message will be raised if the planned activity's scheduled logic is "Last Completed" and the Planned Frequency’s scheduled logic is "Omit Activity".
it: Verrà generato un messaggio di avviso se la logica di programmazione dell'attività prevista è "Ultimo completamento" e la logica di programmazione della frequenza prevista è "Ometti attività".

# CustomField.CompSuite__Planned_Activity__c.Schedule_Logic.FieldLabel
source: Schedule Logic
it: Logica di programmazione

# CustomField.CompSuite__Planned_Activity__c.Schedule_Logic.HelpText
source: Last completion date: initiate one audit at a time after the previous one is completed. Initiation is based on the frequency and planning horizon. Base date: enable opening a series of activities in advance, based on the frequency and planning horizon.
it: Data di completamento ultima: avviare un audit alla volta dopo che il precedente è stato completato. L'avvio è basato sulla frequenza e sull'orizzonte di pianificazione. Data di base: consentire l'apertura di una serie di attività in anticipo, in base alla frequenza e all'orizzonte di pianificazione.

# CustomField.CompSuite__Planned_Activity__c.Specifications.FieldLabel
source: Specifications
it: Specifiche

# CustomField.CompSuite__Planned_Activity__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Planned_Activity__c.CompSuite__State.RelatedListLabel
source: Planned Activities
it: Attività previste

# CustomField.CompSuite__Planned_Activity__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Planned_Activity__c.Supplier.RelatedListLabel
source: Planned Activities
it: Attività previste

source: ATC Code
it: Codice ATC

source: ATC Description
it: Descrizione ATC

source: Batch Control Testing Site
it: Sito del test di controllo del batch

source: Products for Registration (Batch Control Testing Site)
it: Prodotti per la registrazione (Sito del test di controllo del batch)

source: Business Unit
it: Divisione

source: Dosage Forms
it: Moduli dosaggio

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Lock Fields
it: Blocca campi

source: Manufacturer for Batch Release
it: Produttore per il rilascio dei batch

source: Products for Registration (Manufacturer for Batch Release)
it: Prodotti per la registrazione (produttore per il rilascio dei batch)

source: Product Manufacturers
it: Produttori del prodotto

source: Products for Registration
it: Prodotti per la registrazione

source: Secondary Packaging Site
it: Sito di imballaggio secondario

source: Products for Registration (Secondary Packaging Site)
it: Prodotti per la registrazione (sito di imballaggio secondario)

# CustomField.CompSuite__Product_for_Registration__c.CompSuite__State.FieldLabel
source: State
it: Stato

source: Products for Registration
it: Prodotti per la registrazione

source: Strengths
it: Punti di forza

# CustomField.CompSuite__Process__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Process__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Process__c.CompSuite__Phase.FieldLabel
source: Phase
it: Fase

# CustomField.CompSuite__Process__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Process__c.CompSuite__State.RelatedListLabel
source: Processes
it: Processi

# CustomField.CompSuite__Product_Item__c.Account.RelatedListLabel
source: Product Items
it: Elementi del prodotto

# CustomField.CompSuite__Product_Item__c.Active_Product_Version.FieldLabel
source: Active Product Version
it: Versione prodotto attivo

# CustomField.CompSuite__Product_Item__c.Active_Product_Version.RelatedListLabel
source: Product Items
it: Elementi del prodotto

# CustomField.CompSuite__Product_Item__c.Barcode.FieldLabel
source: Barcode
it: Codice a barre

# CustomField.CompSuite__Product_Item__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Product_Item__c.Is_Active.FieldLabel
source: Is Active?
it: Is Attivo?

# CustomField.CompSuite__Product_Item__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Product_Item__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Product_Item__c.Lot_Serial_Management.FieldLabel
source: Lot/Serial Management
it: Gestione lotti/numero di serie

# CustomField.CompSuite__Product_Item__c.Manufacturer.FieldLabel
source: Manufacturer
it: Produttore

# CustomField.CompSuite__Product_Item__c.Manufacturer.RelatedListLabel
source: Product Items (Manufacturer)
it: Elementi del prodotto (produttore)

# CustomField.CompSuite__Product_Item__c.Part_Number.FieldLabel
source: Part Number
it: Numero di parte

# CustomField.CompSuite__Product_Item__c.Product_Family.FieldLabel
source: Product Family
it: Famiglia prodotto

# CustomField.CompSuite__Product_Item__c.Product_Item_Record_Number.FieldLabel
source: Product Item Record Number
it: Numero di record elemento del prodotto

# CustomField.CompSuite__Product_Item__c.Product_Item_Type.FieldLabel
source: Product Item Type
it: Tipo elemento del prodotto

# CustomField.CompSuite__Product_Item__c.Product_item_Description.FieldLabel
source: Product item Description
it: Descrizione elemento del prodotto

# CustomField.CompSuite__Product_Item__c.Related_Supplier.FieldLabel
source: Related Supplier
it: Fornitore correlato

# CustomField.CompSuite__Product_Item__c.Related_Supplier.RelatedListLabel
source: Product Items (Related Supplier)
it: Elementi del prodotto (fornitore correlato)

# CustomField.CompSuite__Product_Item__c.Shelf_Life.FieldLabel
source: Shelf Life (Months)
it: Durata di conservazione (mesi)

# CustomField.CompSuite__Product_Item__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Product_Item__c.CompSuite__State.RelatedListLabel
source: Product Items
it: Elementi del prodotto

# CustomField.CompSuite__Product_Item__c.Storage_Condition.FieldLabel
source: Storage Condition
it: Condizione di conservazione

# CustomField.CompSuite__Product_Item__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Product_Item__c.Supplier.RelatedListLabel
source: Product Items
it: Elementi del prodotto

# CustomField.CompSuite__Product_Item__c.Supplier_Catalog_Number.FieldLabel
source: Supplier Catalog Number
it: Numero di catalogo del fornitore

# CustomField.CompSuite__Product_Item__c.Supplier_State.FieldLabel
source: Supplier State
it: Stato fornitore

# CustomField.CompSuite__Product_Item__c.Unit_of_Measure.FieldLabel
source: Unit of Measure
it: Unità di misura

# CustomField.CompSuite__Product_Item__c.Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__Product_Version__c.Active.FieldLabel
source: Active
it: Attivo

# CustomField.CompSuite__Product_Version__c.Active_Date.FieldLabel
source: Active Date
it: Data attiva

# CustomField.CompSuite__Product_Version__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Product_Version__c.Change_Control.FieldLabel
source: Change Control
it: Controllo delle modifiche

# CustomField.CompSuite__Product_Version__c.Change_Control.RelatedListLabel
source: Product Versions
it: Versioni del prodotto

# CustomField.CompSuite__Product_Version__c.Change_Description.FieldLabel
source: Change Description
it: Modifica descrizione

# CustomField.CompSuite__Product_Version__c.ECO_Action_Item.FieldLabel
source: ECO Action Item
it: Elemento di azione ECO

# CustomField.CompSuite__Product_Version__c.ECO_Action_Item.RelatedListLabel
source: Product Versions
it: Versioni del prodotto

# CustomField.CompSuite__Product_Version__c.Future_Date.FieldLabel
source: Target Active Date
it: Data attiva prevista

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Product_Version__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Product_Version__c.Manufacturer.FieldLabel
source: Manufacturer
it: Produttore

# CustomField.CompSuite__Product_Version__c.Part_Number.FieldLabel
source: Part Number
it: Numero di parte

# CustomField.CompSuite__Product_Version__c.Physical_Dimensions.FieldLabel
source: Physical Dimensions
it: Dimensioni fisiche

# CustomField.CompSuite__Product_Version__c.CompSuite__Product_Item.FieldLabel
source: Product Item
it: Elemento del prodotto

source: Product Versions
it: Versioni del prodotto

# CustomField.CompSuite__Product_Version__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Product_Version__c.CompSuite__State.RelatedListLabel
source: Product Versions
it: Versioni del prodotto

# CustomField.CompSuite__Product_Version__c.Superseded_Date.FieldLabel
source: Superseded Date
it: Data sostituita

# CustomField.CompSuite__Product_Version__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Product_Version__c.Supplier_Catalog_Number.FieldLabel
source: Supplier Catalog Number
it: Numero di catalogo del fornitore

# CustomField.CompSuite__Product_Version__c.Target_Effective_Date.FieldLabel
source: Target Effective Date
it: Data effettiva prevista

# CustomField.CompSuite__Product_Version__c.Update_Date.FieldLabel
source: Update Date
it: Data di aggiornamento
