Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

source: Raporteur
it: Relatore

source: Member State Registrations
it: Registrazioni Stato Membro

# CustomField.CompSuite__Member_State_Registration__c.CompSuite__Region.FieldLabel
source: Region
it: Regione

source: Registration
it: Registrazione

source: Member State Registrations
it: Registrazioni Stato Membro

source: Start of Procedure Date
it: Inizio della data della procedura

# CustomField.CompSuite__Member_State_Registration__c.CompSuite__State.FieldLabel
source: State
it: Stato

source: Member State Registrations
it: Registrazioni Stato Membro

source: Strength
it: Forza

source: Folder
it: Cartella

# CustomField.CompSuite__Child_Binder_Element__c.CompSuite__Binder.FieldLabel
source: Binder
it: Raccoglitore

source: Child Binder Elements
it: Elementi raccoglitore del secondario

source: Binder Element Name
it: Nome elemento raccoglitore

# CustomField.CompSuite__Child_Binder_Element__c.CompSuite__Binder_Name.FieldLabel
source: Binder Name
it: Nome del raccoglitore

source: Binder State
it: Stato raccoglitore

# CustomField.CompSuite__Child_Binder_Element__c.CompSuite__Binder_Type.FieldLabel
source: Binder Type
it: Tipo di raccoglitore

source: Business Unit
it: Divisione

# CustomField.CompSuite__Child_Binder_Element__c.Classification.FieldLabel
source: Classification
it: Classificazione

# CustomField.CompSuite__Child_Binder_Element__c.CompSuite__Comment.FieldLabel
source: Comment
it: Commento

source: Completion Date
it: Data di completamento

# CustomField.CompSuite__Child_Binder_Element__c.Contact.FieldLabel
source: Contact
it: Contatto

# CustomField.CompSuite__Child_Binder_Element__c.Contact.RelatedListLabel
source: Child Binder Elements
it: Elementi raccoglitore del secondario

source: Document revision number
it: Numero di revisione del documento

# CustomField.CompSuite__Child_Binder_Element__c.CompSuite__End_Version.FieldLabel
source: End Version
it: Fine versione

# CustomField.CompSuite__Child_Binder_Element__c.CompSuite__External_ID.FieldLabel
source: External ID
it: Id esterno

source: External Url
it: URL esterno

source: Is Active Version
it: Is Versione Attiva

source: Is Updateable
it: Is Aggiornabile

# CustomField.CompSuite__Child_Binder_Element__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Old Binder Element
it: Elemento raccoglitore vecchio

source: Child Binder Elements
it: Elementi raccoglitore del secondario

# CustomField.CompSuite__Child_Binder_Element__c.Organization_Account.FieldLabel
source: Organization (Account)
it: Organizzazione (account)

source: Child Binder Elements
it: Elementi raccoglitore del secondario

# CustomField.CompSuite__Child_Binder_Element__c.CompSuite__Path.FieldLabel
source: Path
it: Percorso

source: Related Document Revision
it: Revisione del documento correlato

source: Child Binder Elements
it: Elementi raccoglitore del secondario

source: Related Master Document
it: Documento master correlato

source: Child Binder Elements
it: Elementi raccoglitore del secondario

source: Related Object Name
it: Nome oggetto correlato

source: Related Record Id
it: ID record correlato

source: Related Record Name
it: Nome del record correlato

# CustomField.CompSuite__Child_Binder_Element__c.CompSuite__Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Child_Binder_Element__c.CompSuite__Site.RelatedListLabel
source: Child Binder Elements
it: Elementi raccoglitore del secondario

source: Start Version
it: Inizia versione

# CustomField.CompSuite__Child_Binder_Element__c.Subject.FieldLabel
source: Subject
it: Soggetto

# CustomField.CompSuite__Child_Binder_Element__c.Subject.RelatedListLabel
source: Child Binder Elements
it: Elementi raccoglitore del secondario

# CustomField.CompSuite__Child_Binder_Element__c.Submission.FieldLabel
source: Submission
it: Presentazione

# CustomField.CompSuite__Child_Binder_Element__c.Submission.RelatedListLabel
source: Child Binder Elements
it: Elementi raccoglitore del secondario

source: Unique ID Number
it: Numero ID unico

# CustomField.CompSuite__Execution_Element__c.CompSuite__Actual_Result.FieldLabel
source: Actual Result
it: Risultato effettivo

# CustomField.CompSuite__Execution_Element__c.CompSuite__Approved_On.FieldLabel
source: Approved On
it: Approvato il

# CustomField.CompSuite__Execution_Element__c.CompSuite__Approver.FieldLabel
source: Approver
it: Approvatore

# CustomField.CompSuite__Execution_Element__c.CompSuite__Approver.RelatedListLabel
source: Execution Elements (Approver)
it: Elementi di esecuzione (approvatore)

# CustomField.CompSuite__Execution_Element__c.CompSuite__Approver_Title.FieldLabel
source: Approver Title
it: Titolo dell'approvatore

# CustomField.CompSuite__Execution_Element__c.CompSuite__Comments.FieldLabel
source: Comments
it: Commenti

# CustomField.CompSuite__Execution_Element__c.CompSuite__Date.FieldLabel
source: Date
it: Data

# CustomField.CompSuite__Execution_Element__c.CompSuite__Deviation.FieldLabel
source: Deviation
it: Deviazione

# CustomField.CompSuite__Execution_Element__c.CompSuite__Deviation.HelpText
source: This field is used on test step record type
it: Questo campo è utilizzato nel tipo di record della fase di test

source: Execution Elements
it: Elementi di esecuzione

source: Element Short Description
it: Breve descrizione elemento

# CustomField.CompSuite__Execution_Element__c.Employee_Answer.FieldLabel
source: Employee Answer
it: Risposta dipendente

source: Execution Element Answer
it: Risposta dell'elemento di esecuzione

source: Expected Numerical Range
it: Intervallo numerico atteso

# CustomField.CompSuite__Execution_Element__c.CompSuite__Expected_Value.FieldLabel
source: Expected Value
it: Valore atteso

source: External Approver
it: Approvatore esterno

source: this field is use for external user signature
it: questo campo viene utilizzato per la firma dell'utente esterno

source: Execution Elements
it: Elementi di esecuzione

# CustomField.CompSuite__Execution_Element__c.CompSuite__Free_Text.FieldLabel
source: Free Text
it: Testo libero

# CustomField.CompSuite__Execution_Element__c.Is_Correct_Answer.FieldLabel
source: Is Correct Answer?
it: Is Risposta corretta?

source: Is Critical Failed
it: Is Fallito Critico

# CustomField.CompSuite__Execution_Element__c.CompSuite__Is_Hidden.FieldLabel
source: Is Hidden
it: Is Nascosto

# CustomField.CompSuite__Execution_Element__c.CompSuite__Is_Hidden.HelpText
source: this fields is use for visibility condition, if the expression formula is mate the criteria hide this element
it: questo campo viene utilizzato per le condizioni di visibilità, se la formula dell'espressione è soddisfatta i criteri nascondono questo elemento

source: Last Calculation Error
it: Ultimo errore di calcolo

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Execution_Element__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Notification Date Sent
it: Data di notifica inviata

# CustomField.CompSuite__Execution_Element__c.CompSuite__Numeric_Value.FieldLabel
source: Numeric Value
it: Valore numerico

# CustomField.CompSuite__Execution_Element__c.CompSuite__Performed_By.FieldLabel
source: Performed By
it: Eseguito da

source: Execution Elements (Performed By)
it: Elementi di esecuzione (eseguito da)

source: Protocol Element
it: Elemento del protocollo

source: Execution Elements
it: Elementi di esecuzione

source: Protocol Execution
it: Esecuzione del protocollo

source: Execution Elements
it: Elementi di esecuzione

# CustomField.CompSuite__Execution_Element__c.CompSuite__Protocol_Name.FieldLabel
source: Protocol Name
it: Nome del protocollo

# CustomField.CompSuite__Execution_Element__c.CompSuite__Quality_Event.FieldLabel
source: Quality Event
it: Evento sulla qualità

source: Execution Elements
it: Elementi di esecuzione

# CustomField.CompSuite__Execution_Element__c.CompSuite__Row_Index.FieldLabel
source: Row Index
it: Indice delle righe

# CustomField.CompSuite__Execution_Element__c.CompSuite__Score.FieldLabel
source: Score
it: Punteggio

source: Selected Multi Options
it: Opzioni multiple selezionate

source: Selected Radio Button
it: Pulsante di opzione selezionato

source: Single Selected Option
it: Singola opzione selezionata

# CustomField.CompSuite__Execution_Element__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Execution_Element__c.CompSuite__State.RelatedListLabel
source: Execution Elements
it: Elementi di esecuzione

# CustomField.CompSuite__Aspose_Utils__c.CompSuite__Value.FieldLabel
source: Value
it: Valore

source: Description
it: Descrizione

# CustomField.CompSuite__Document_Manager_Settings__c.CompSuite__Value.FieldLabel
source: Value
it: Valore

source: Value
it: Valore

source: Folder Name
it: Nome della cartella

# CustomField.CompSuite__E_Signature_Settings__c.CompSuite__Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__E_Signature_Settings__c.CompSuite__Value.FieldLabel
source: Value
it: Valore

source: Advertisement Service URL
it: URL del servizio pubblicitario

source: Binder server URL
it: URL del server del raccoglitore

source: Closed System
it: Sistema chiuso

# CustomField.CompSuite__Environment_Settings__c.CompSuite__Closed_System.HelpText
source: Closed system means an environment in which system access is controlled by persons who are responsible for the content of electronic records that are on the system.
it: Il termine "sistema chiuso" indica un ambiente in cui l'accesso al sistema è controllato da persone responsabili per il contenuto dei documenti elettronici presenti nel sistema.

source: Default Life Cycle Style
it: Stile del ciclo di vita predefinito

source: Disable Auto Complete
it: Disattiva il completamento automatico

source: Dot Compliance Extended History
it: Cronologia estesa della conformità Dot

source: Dot Help URL
it: URL assistenza Dot

source: Express Version
it: Versione espressa

source: Lightning Experience
it: Esperienza fulminea

source: Lock Life Cycle
it: Blocca il ciclo di vita

source: When checked, life cycle updates cannot be done.
it: Se selezionato, non è possibile eseguire gli aggiornamenti del ciclo di vita.

source: One Click Life Cycle Action
it: Azione ciclo di vita con un solo clic

source: Package Version
it: Versione del pacchetto

# CustomField.CompSuite__Environment_Settings__c.CompSuite__Profile.FieldLabel
source: Profile
it: Profilo

# CustomField.CompSuite__Environment_Settings__c.CompSuite__Profile.HelpText
source: When closed system is unchecked then users with this profile will be able to delete records. Must be populated with a valid profile (e.g. "System Administrator")
it: Quando il sistema chiuso è deselezionato, gli utenti con questo profilo saranno in grado di eliminare i record. Deve essere popolato con un profilo valido (ad esempio "Amministratore di sistema")

source: Trigger on User
it: Trigger sull'Utente

source: Determine if the before update trigger on User object to prevent set user to inactive if it's associated with a active employee, is on or off. Checked - on Unchecked - off
it: Determinare se il trigger sull'oggetto Utente prima dell'aggiornamento, per impedire di impostare l'utente su inattivo se è associato a un dipendente attivo, è attivato o disattivato. Selezionato - attivo Deselezionato - disattivo

source: Validation App URL
it: URL dell'app di convalida

source: XACT Comment
it: Commento esatto

# CustomField.CompSuite__External_E_Signature__c.CompSuite__Value.FieldLabel
source: Value
it: Valore

# CustomField.CompSuite__LCB_States__c.CompSuite__Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__LCB_States__c.CompSuite__State.FieldLabel
source: State
it: Stato

source: Description
it: Descrizione

source: Document State
it: Stato documento

# CustomField.CompSuite__Lock_Fields_Setting__c.CompSuite__Fields_Name.FieldLabel
source: Fields Name
it: Nome dei campi

# CustomField.CompSuite__Lock_Fields_Setting__c.CompSuite__Fields_Name1.FieldLabel
source: Fields Name1
it: Nome dei campi1

# CustomField.CompSuite__PDF_Template_Mapping__c.CompSuite__Cover_Page.FieldLabel
source: Cover Page
it: Pagina di copertina

# CustomField.CompSuite__PDF_Template_Mapping__c.CompSuite__Cover_Page.HelpText
source: Select Cover Page option
it: Seleziona l'opzione Pagina di copertina

source: Disable Page Numbering
it: Disabilita numerazione pagine

source: When checked, the generated PDF will not contain page numbering.
it: Quando selezionato, il PDF generato non conterrà numeri di pagina.

source: Document State
it: Stato documento

source: Document Type
it: Tipo documento

source: Ignore Template
it: Ignora modello

source: When checked, the generated PDF will not contain template, header and footer.
it: Se selezionato, il PDF generato non conterrà modello, intestazione e piè di pagina.

source: Page Number X axis
it: Asse X del numero di pagina

source: Page Number Y axis
it: Asse Y del numero di pagina

# CustomField.CompSuite__PDF_Template_Mapping__c.CompSuite__Record_Type.FieldLabel
source: Record Type
it: Tipo di record

source: Visualforce PDF Signature
it: Firma PDF di Visualforce

source: Visualforce PDF Template
it: Modello PDF di Visualforce

source: The PDF template to be used for the specific Record Type & Document State. Use "C__" for a new custom template (e.g "C__VF_PDF_Custom_Template")
it: Il modello PDF da utilizzare per il tipo di record specifico e lo stato del documento. Utilizzare "C__" per un nuovo modello personalizzato (ad esempio "C__VF_PDF_Modello_Personalizzato").

# CustomField.CompSuite__Permit__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Permit__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Permit__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Permit__c.CompSuite__State.RelatedListLabel
source: Permits
it: Permessi

# CustomField.CompSuite__Registration_Settings__c.CompSuite__Value.FieldLabel
source: Value
it: Valore

# CustomField.CompSuite__Regulation__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Regulation__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Regulation__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Regulation__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Regulation__c.CompSuite__State.RelatedListLabel
source: Regulations
it: Regolamenti

source: Destination Field
it: Campo di destinazione

source: Destination Record Type
it: Tipo di record di destinazione

source: Destination Type
it: Tipo di destinazione

# CustomField.CompSuite__Relation_Setting__c.CompSuite__Source_Field.FieldLabel
source: Source Field
it: Campo Origine

source: Source Record Type
it: Tipo Record origine

# CustomField.CompSuite__Relation_Setting__c.CompSuite__Source_Type.FieldLabel
source: Source Type
it: Tipo origine

# CustomField.CompSuite__Relation_Setting__c.CompSuite__State_Filter.FieldLabel
source: State Filter
it: Filtro di stato

# CustomField.CompSuite__State_Automation__c.CompSuite__Destination.FieldLabel
source: Destination
it: Destinazione

# CustomField.CompSuite__State_Automation__c.CompSuite__Destination.HelpText
source: Destination State - the record will be promoted to the following state (e.g. Opened)
it: Stato destinazione: il record verrà promosso al seguente stato (es. Aperto)

# CustomField.CompSuite__State_Automation__c.CompSuite__LookUp_Field.FieldLabel
source: LookUp Field
it: Campo riferimento di ricerca (lookup)

# CustomField.CompSuite__State_Automation__c.CompSuite__LookUp_Field.HelpText
source: The look up field to meet criteria - trigger will run when vlaue is 0 (e.g. CompSuite__Count_Open_CAPAs__c).
it: Il campo di ricerca per soddisfare i criteri - il trigger verrà attivato quando il valore è 0 (ad es. CompSuite__Count_Open_CAPAs__c).

# CustomField.CompSuite__State_Automation__c.CompSuite__Object_c.FieldLabel
source: Object__c
it: Oggetto__c

# CustomField.CompSuite__State_Automation__c.CompSuite__Object_c.HelpText
source: The Process on which this automation will run on (e.g. CompSuite__Deviation__c)
it: Il processo su cui verrà eseguita questa automazione (ad es. CompSuite__Deviation__c)

# CustomField.CompSuite__State_Automation__c.CompSuite__Source.FieldLabel
source: Source
it: Origine

# CustomField.CompSuite__State_Automation__c.CompSuite__Source.HelpText
source: Source State - the record will be promoted from the following state (e.g. Opened)
it: Stato origine: il record verrà promosso dal seguente stato (es. Aperto)

# CustomField.CompSuite__Traceability_Record__c.CompSuite__Active.FieldLabel
source: Active
it: Attivo

source: Active Status
it: Stato attivo

source: Both Side Active Status
it: Stato attivo su entrambi i lati

source: Both design element that are part of the traceability link do not have end version meaning that are not deleted
it: Entrambi gli elementi del design che fanno parte del collegamento di tracciabilità non hanno una versione finale, il che significa che non vengono eliminati

source: Business Unit
it: Divisione

source: Completion Date
it: Data di completamento

source: Design Element
it: Elemento del design

source: Traceability Records
it: Registri di tracciabilità

# CustomField.CompSuite__Traceability_Record__c.CompSuite__Design_Set.FieldLabel
source: Design Set
it: Set del design

source: Traceability Records
it: Registri di tracciabilità

# CustomField.CompSuite__Traceability_Record__c.CompSuite__End_Version.FieldLabel
source: End Version
it: Fine versione

source: Protocol Element
it: Elemento del protocollo

source: Traceability Records
it: Registri di tracciabilità

source: Related Design Element
it: Elemento del design correlato

source: Traceability Records (Related Design Element)
it: Tracciabilità dei record (elemento del design correlato)

source: Related Protocol Element
it: Elemento del protocollo correlato

source: Traceability Records (Related Protocol Element)
it: Registri di tracciabilità (elemento del protocollo correlato)

# CustomField.CompSuite__Traceability_Record__c.CompSuite__Risk_Element.FieldLabel
source: Risk Element
it: Elemento di rischio

source: Traceability Records
it: Registri di tracciabilità

source: Start Version
it: Inizia versione

# CustomField.CompSuite__Traceability_Record__c.CompSuite__Update_Flag.FieldLabel
source: Update Flag
it: Aggiorna contrassegno

source: Training Assignment RT
it: RT del compito di formazione

# CustomField.CompSuite__Constraint__c.Create_Predecessor_Action.FieldLabel
source: Create Predecessor Action
it: Crea azione predecessore

# CustomField.CompSuite__Constraint__c.Create_Predecessor_Program.FieldLabel
source: Create Predecessor Program
it: Crea programma predecessore

# CustomField.CompSuite__Constraint__c.Predecessor_End.FieldLabel
source: Predecessor End
it: Fine predecessore

# CustomField.CompSuite__Constraint__c.Predecessor_Program_End.FieldLabel
source: Predecessor Program End
it: Fine programma predecessore

source: Predecessor Requirement
it: Requisito predecessore

source: Constraints (Successors Requirements)
it: Vincoli (Requisiti successori)

# CustomField.CompSuite__Constraint__c.Predecessors_Action.FieldLabel
source: Predecessors Action
it: Azione predecessori

# CustomField.CompSuite__Constraint__c.Predecessors_Action.RelatedListLabel
source: Predecessors Action
it: Azione predecessori

# CustomField.CompSuite__Constraint__c.Predecessors_Program.FieldLabel
source: Predecessors Program
it: Programma predecessori

# CustomField.CompSuite__Constraint__c.Predecessors_Program.RelatedListLabel
source: Constraints
it: Vincoli

# CustomField.CompSuite__Constraint__c.Recommendations_Program.FieldLabel
source: Recommendations Program
it: Programma di raccomandazioni

# CustomField.CompSuite__Constraint__c.Schedule_Recommendations.FieldLabel
source: Schedule Recommendations
it: Programma raccomandazioni

# CustomField.CompSuite__Constraint__c.Slack_Days.FieldLabel
source: Slack Days
it: Giorni di riposo

# CustomField.CompSuite__Constraint__c.Slack_Days_Program.FieldLabel
source: Slack Days Program
it: Programma giorni di riposo

# CustomField.CompSuite__Constraint__c.Successor_Program.FieldLabel
source: Successor Program
it: Programma successore

# CustomField.CompSuite__Constraint__c.Successor_Program.RelatedListLabel
source: Constraints (Successor Program)
it: Vincoli (programma successore)

# CustomField.CompSuite__Constraint__c.Successor_Program_Start.FieldLabel
source: Successor Program Start
it: Inizio del programma successore

# CustomField.CompSuite__Constraint__c.CompSuite__Successor_Requirement.FieldLabel
source: Successor Requirement
it: Requisito del successore

source: Constraints (Predecessors Requirement)
it: Vincoli (requisito predecessori)

# CustomField.CompSuite__Constraint__c.Successor_Start.FieldLabel
source: Successor Start
it: Inizio del successore

# CustomField.CompSuite__Constraint__c.Successors_Action.FieldLabel
source: Successors Action
it: Azione dei successori

# CustomField.CompSuite__Constraint__c.Successors_Action.RelatedListLabel
source: Successors
it: Successori

# CustomField.CompSuite__Constraint__c.project_id.FieldLabel
source: project id
it: Id del progetto

# CustomField.CompSuite__Relation2__c.Active.FieldLabel
source: Active?
it: Attivo?

# CustomField.CompSuite__Relation2__c.Approval_Matrix_Row.FieldLabel
source: Approval Matrix Row
it: Riga della matrice di approvazione

# CustomField.CompSuite__Relation2__c.Approval_Matrix_Row.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relation2__c.Approver.FieldLabel
source: Approver
it: Approvatore

# CustomField.CompSuite__Relation2__c.Approver.RelatedListLabel
source: Relations (Approver)
it: Correlazioni (approvatore)

# CustomField.CompSuite__Relation2__c.Audit.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relation2__c.Batch_Record.RelatedListLabel
source: Malfunctions
it: Malfunzionamenti

# CustomField.CompSuite__Relation2__c.Batch_Step.FieldLabel
source: Batch Step
it: Fase batch

# CustomField.CompSuite__Relation2__c.Batch_Step.RelatedListLabel
source: Related Documents
it: Documenti correlati

# CustomField.CompSuite__Relation2__c.CAPA.RelatedListLabel
source: Deviation/Complaint/Quality Events
it: Eventi di deviazione/reclamo/qualità

# CustomField.CompSuite__Relation2__c.CAPA_Plan.FieldLabel
source: CAPA Plan
it: Piano CAPA

# CustomField.CompSuite__Relation2__c.CAPA_Plan.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relation2__c.Change_Control.FieldLabel
source: Change Control
it: Controllo delle modifiche

# CustomField.CompSuite__Relation2__c.Change_Control.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relation2__c.Comments.FieldLabel
source: Comments
it: Commenti

# CustomField.CompSuite__Relation2__c.Complaint_Relation.FieldLabel
source: Complaint Relation
it: Correlazione reclamo

# CustomField.CompSuite__Relation2__c.Complaint_Relation.RelatedListLabel
source: Relations (Complaint Relation)
it: Correlazioni (correlazione reclamo)

# CustomField.CompSuite__Relation2__c.Contact.FieldLabel
source: Contact
it: Contatto

# CustomField.CompSuite__Relation2__c.Contact.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relation2__c.Deviation.FieldLabel
source: Deviation
it: Deviazione

# CustomField.CompSuite__Relation2__c.Deviation.RelatedListLabel
source: Malfunctions
it: Malfunzionamenti
