Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__CAPA_Plan__c.Legacy_Document.FieldLabel
source: Legacy Document
it: Documento legacy

# CustomField.CompSuite__CAPA_Plan__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__CAPA_Plan__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__CAPA_Plan__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__CAPA_Plan__c.CompSuite__State.RelatedListLabel
source: CAPA Plans
it: Piani CAPA

# CustomField.CompSuite__CAPA_Plan__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__CAPA_Plan__c.Supplier.RelatedListLabel
source: CAPA Plans
it: Piani CAPA

# CustomField.CompSuite__MRB__c.Account.RelatedListLabel
source: MRBs
it: MRB

# CustomField.CompSuite__MRB__c.Batch_Record.RelatedListLabel
source: MRBs
it: MRB

# CustomField.CompSuite__MRB__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__MRB__c.Containment_Summary.FieldLabel
source: Containment Summary
it: Riepilogo del contenimento

# CustomField.CompSuite__MRB__c.Defect_Type.FieldLabel
source: Defect Type
it: Tipo di difetto

# CustomField.CompSuite__MRB__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__MRB__c.Department.RelatedListLabel
source: MRBs
it: MRB

# CustomField.CompSuite__MRB__c.Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__MRB__c.Disposition.FieldLabel
source: Disposition
it: Disposizione

# CustomField.CompSuite__MRB__c.Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__MRB__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__MRB__c.Follow_Up_Date.FieldLabel
source: Follow Up Date
it: Data di follow up

# CustomField.CompSuite__MRB__c.Impact_Assessment_Conclusion.FieldLabel
source: Impact Assessment Conclusion
it: Conclusione valutazione dell'impatto

# CustomField.CompSuite__MRB__c.Investigations_Results.FieldLabel
source: Investigations Results
it: Risultati delle indagini

# CustomField.CompSuite__MRB__c.Justification_Instructions.FieldLabel
source: Justification/ Instructions
it: Giustificazione/ Istruzioni

# CustomField.CompSuite__MRB__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__MRB__c.Location.FieldLabel
source: Location
it: Posizione

# CustomField.CompSuite__MRB__c.Location.RelatedListLabel
source: MRBs
it: MRB

# CustomField.CompSuite__MRB__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__MRB__c.Lot_Serial_Number.FieldLabel
source: Lot / Serial Number
it: Numero di lotto / serie

# CustomField.CompSuite__MRB__c.MRB_Meeting_Summary.FieldLabel
source: MRB Meeting Summary
it: Riepilogo della riunione MRB

# CustomField.CompSuite__MRB__c.MRB_Number.FieldLabel
source: MRB Number
it: Numero MRB

# CustomField.CompSuite__MRB__c.MRB_Type.FieldLabel
source: MRB Type
it: Tipo MRB

# CustomField.CompSuite__MRB__c.Manufacture_Supplier.FieldLabel
source: Manufacture / Supplier
it: Produttore/Fornitore

# CustomField.CompSuite__MRB__c.Product_Number_Catalog_Number.FieldLabel
source: Product Number/Catalog Number
it: Numero prodotto/Numero di catalogo

# CustomField.CompSuite__MRB__c.Product_Number_Catalog_Number.RelatedListLabel
source: MRBs
it: MRB

# CustomField.CompSuite__MRB__c.Quantity.FieldLabel
source: Quantity (Number)
it: Quantità (numero)

# CustomField.CompSuite__MRB__c.Related_Deviation_NC.FieldLabel
source: Related Deviation/NC
it: Deviazione correlata/NC

# CustomField.CompSuite__MRB__c.Related_Deviation_NC.RelatedListLabel
source: MRBs
it: MRB

# CustomField.CompSuite__MRB__c.Related_Supplier.FieldLabel
source: Related Supplier
it: Fornitore correlato

# CustomField.CompSuite__MRB__c.Related_Supplier.RelatedListLabel
source: MRBs
it: MRB

# CustomField.CompSuite__MRB__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__MRB__c.CompSuite__State.RelatedListLabel
source: MRBs
it: MRB

# CustomField.CompSuite__MRB__c.Summary_Of_Related_Investigations.FieldLabel
source: Summary Of Related Investigations
it: Riepilogo delle indagini correlate

# CustomField.CompSuite__MRB__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__MRB__c.Supplier_Catalog_Number.FieldLabel
source: Supplier Catalog Number
it: Numero di catalogo del fornitore

# CustomField.CompSuite__MRB__c.Target_Implementation_Date.FieldLabel
source: Target Implementation Date
it: Data di implementazione dell'obiettivo

# CustomField.CompSuite__Immediate_Action__c.Account.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Immediate_Action__c.Action_Description.FieldLabel
source: Action Description
it: Descrizione dell'azione

# CustomField.CompSuite__Immediate_Action__c.Action_Summary.FieldLabel
source: Action Summary
it: Riepilogo delle azioni

source: Action owner is logged in User
it: Proprietario azione è utente loggato

source: All predecessor actions completed
it: Tutte le azioni predecessore completate

# CustomField.CompSuite__Immediate_Action__c.Assessment_Element.FieldLabel
source: Assessment Element
it: Elemento di valutazione

# CustomField.CompSuite__Immediate_Action__c.Assessment_Element.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Immediate_Action__c.Assign_to.FieldLabel
source: Assign to
it: Assegna a

# CustomField.CompSuite__Immediate_Action__c.Assign_to.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Immediate_Action__c.Batch_Master_Record.FieldLabel
source: Batch Master Record
it: Record master del batch

# CustomField.CompSuite__Immediate_Action__c.Batch_Master_Record.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Immediate_Action__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Immediate_Action__c.Complaint.FieldLabel
source: Complaint
it: Reclamo

# CustomField.CompSuite__Immediate_Action__c.Complaint.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Immediate_Action__c.Deviation.FieldLabel
source: Deviation
it: Deviazione

# CustomField.CompSuite__Immediate_Action__c.Deviation.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Immediate_Action__c.Due_Date_Extension.FieldLabel
source: Due Date Extension
it: Estensione scadenza

# CustomField.CompSuite__Immediate_Action__c.Effective_Completion_Date.FieldLabel
source: Effective Completion Date
it: Data di completamento effettiva

# CustomField.CompSuite__Immediate_Action__c.Equipment.FieldLabel
source: Equipment
it: Attrezzatura

# CustomField.CompSuite__Immediate_Action__c.Equipment.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Immediate_Action__c.Evidence_Attached.FieldLabel
source: Evidence Attached?
it: Prove allegate?

# CustomField.CompSuite__Immediate_Action__c.Extended_Due_Date.FieldLabel
source: Extended Due Date
it: Scadenza prorogata

# CustomField.CompSuite__Immediate_Action__c.Extended_Due_Date_Checkbox.FieldLabel
source: Extended Due Date?
it: Scadenza prorogata?

# CustomField.CompSuite__Immediate_Action__c.Immediate_Action_Number.FieldLabel
source: Immediate Action Number
it: Numero di azione immediata

# CustomField.CompSuite__Immediate_Action__c.Is_Open.FieldLabel
source: Is Open?
it: Is Aperto?

# CustomField.CompSuite__Immediate_Action__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Immediate_Action__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Immediate_Action__c.MRB.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

source: Not Completed Predecessor Actions
it: Azioni predecessore non completate

# CustomField.CompSuite__Immediate_Action__c.Planned_Due_Date.FieldLabel
source: Planned Due Date
it: Scadenza prevista

# CustomField.CompSuite__Immediate_Action__c.Quality_Event.FieldLabel
source: Quality Event
it: Evento sulla qualità

# CustomField.CompSuite__Immediate_Action__c.Quality_Event.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Immediate_Action__c.Start_Date.FieldLabel
source: Start Date
it: Data di inizio

# CustomField.CompSuite__Immediate_Action__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Immediate_Action__c.CompSuite__State.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Immediate_Action__c.State_Condition.FieldLabel
source: State Condition
it: Condizione stato

# CustomField.CompSuite__Immediate_Action__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Immediate_Action__c.Supplier.RelatedListLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Immediate_Action__c.Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__Immediate_Action__c.Update_Due_Date.FieldLabel
source: Update Due Date
it: Aggiorna scadenza

# CustomField.CompSuite__Study_Activity__c.Account.RelatedListLabel
source: Study Activities
it: Attività di studio

# CustomField.CompSuite__Study_Activity__c.Activity_Assigned_To.FieldLabel
source: Activity Assigned To
it: Attività assegnata a

# CustomField.CompSuite__Study_Activity__c.Activity_Assigned_To.RelatedListLabel
source: Study Activities
it: Attività di studio

# CustomField.CompSuite__Study_Activity__c.Activity_Description.FieldLabel
source: Activity Description
it: Descrizione dell'attività

# CustomField.CompSuite__Study_Activity__c.Activity_Monitored_Comments.FieldLabel
source: Activity Monitored Comments
it: Commenti monitorati attività

# CustomField.CompSuite__Study_Activity__c.Activity_Type.FieldLabel
source: Activity Type
it: Tipo attività

# CustomField.CompSuite__Study_Activity__c.Actual_Completion_Date.FieldLabel
source: Actual Completion Date
it: Data di completamento effettiva

# CustomField.CompSuite__Study_Activity__c.Actual_Start_Date.FieldLabel
source: Actual Start Date
it: Data di inizio effettiva

# CustomField.CompSuite__Study_Activity__c.Bank_Transfer_Reference.FieldLabel
source: Bank Transfer Reference
it: Riferimento bonifico bancario

# CustomField.CompSuite__Study_Activity__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Study_Activity__c.Clinical_Stage.FieldLabel
source: Clinical Stage
it: Fase clinica

# CustomField.CompSuite__Study_Activity__c.Clinical_Study.FieldLabel
source: Clinical Study
it: Studio clinico

# CustomField.CompSuite__Study_Activity__c.Clinical_Study.RelatedListLabel
source: Study Activities
it: Attività di studio

# CustomField.CompSuite__Study_Activity__c.Completed.FieldLabel
source: Completed
it: Completato

source: Days from Treatment Start Date
it: Giorni dalla data inizio del trattamento

# CustomField.CompSuite__Study_Activity__c.Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__Study_Activity__c.External_ID.FieldLabel
source: External ID
it: Id esterno

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Study_Activity__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Study_Activity__c.Monitored.FieldLabel
source: Monitored?
it: Monitorato?

# CustomField.CompSuite__Study_Activity__c.CompSuite__Number.FieldLabel
source: Number
it: Numero

# CustomField.CompSuite__Study_Activity__c.Outstanding_Status.FieldLabel
source: Outstanding Status
it: Stato eccezionale

# CustomField.CompSuite__Study_Activity__c.PO_Reference.FieldLabel
source: PO Reference
it: Riferimento PO

# CustomField.CompSuite__Study_Activity__c.Paid.FieldLabel
source: Paid
it: Pagato

# CustomField.CompSuite__Study_Activity__c.Payment_Amendment.FieldLabel
source: Payment Amendment?
it: Modifica pagamento?

source: Payment Amendment Justification
it: Giustificazione modifica pagamento

# CustomField.CompSuite__Study_Activity__c.Payment_Approved.FieldLabel
source: Payment Approved?
it: Pagamento approvato?

# CustomField.CompSuite__Study_Activity__c.Payment_Date.FieldLabel
source: Payment Date
it: Data di pagamento

# CustomField.CompSuite__Study_Activity__c.Planned.FieldLabel
source: Planned / Unplanned
it: Prevista/Non prevista

# CustomField.CompSuite__Study_Activity__c.Protocol.FieldLabel
source: Protocol
it: Protocollo

# CustomField.CompSuite__Study_Activity__c.Protocol.RelatedListLabel
source: Study Planned Activities
it: Attività previste di studio

# CustomField.CompSuite__Study_Activity__c.Protocol_Plan.FieldLabel
source: Protocol Plan
it: Piano del protocollo

# CustomField.CompSuite__Study_Activity__c.Protocol_Plan.RelatedListLabel
source: Study Activities (Protocol Plan)
it: Attività di studio (piano del protocollo)

# CustomField.CompSuite__Study_Activity__c.Scheduled_Date.FieldLabel
source: Scheduled Date
it: Data programmata

# CustomField.CompSuite__Study_Activity__c.Sequence.FieldLabel
source: Sequence
it: Sequenza

# CustomField.CompSuite__Study_Activity__c.Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Study_Activity__c.Site.RelatedListLabel
source: Study Activities
it: Attività di studio

# CustomField.CompSuite__Study_Activity__c.Site_Contact.FieldLabel
source: Site Contact
it: Contatto del sito

# CustomField.CompSuite__Study_Activity__c.Site_Contact.RelatedListLabel
source: Study Activities
it: Attività di studio

# CustomField.CompSuite__Study_Activity__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Study_Activity__c.CompSuite__State.RelatedListLabel
source: Study Activities
it: Attività di studio

# CustomField.CompSuite__Study_Activity__c.Study.FieldLabel
source: Study
it: Studio

# CustomField.CompSuite__Study_Activity__c.Study.RelatedListLabel
source: Study Activities
it: Attività di studio

# CustomField.CompSuite__Study_Activity__c.Subject.FieldLabel
source: Subject
it: Soggetto

# CustomField.CompSuite__Study_Activity__c.Subject.RelatedListLabel
source: Clinical Activities
it: Attività cliniche

# CustomField.CompSuite__Study_Activity__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Study_Activity__c.Supplier.RelatedListLabel
source: Study Activities
it: Attività di studio

# CustomField.CompSuite__Study_Activity__c.Supplier_Invoice_Number.FieldLabel
source: Supplier Invoice Number
it: Numero fattura fornitore

# CustomField.CompSuite__Study__c.Account.RelatedListLabel
source: Studies
it: Studi

# CustomField.CompSuite__Study__c.Allow_Enrollment.FieldLabel
source: Allow Enrollment
it: Consenti l'arruolamento

# CustomField.CompSuite__Study__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Study__c.CA_Initial_Approval_Date.FieldLabel
source: CA Initial Approval Date
it: Data di approvazione iniziale CA

# CustomField.CompSuite__Study__c.CA_Initial_Submission_Date.FieldLabel
source: CA Initial Submission Date
it: Data di presentazione iniziale CA

# CustomField.CompSuite__Study__c.Clinical_Study.FieldLabel
source: Clinical Study
it: Studio clinico

# CustomField.CompSuite__Study__c.Clinical_Study.RelatedListLabel
source: Protocol Plans
it: Piani di protocollo

# CustomField.CompSuite__Study__c.Countries.FieldLabel
source: Countries
it: Paesi

# CustomField.CompSuite__Study__c.EC_Initial_Approval_Date.FieldLabel
source: EC Initial Approval Date
it: Data di approvazione iniziale CE

# CustomField.CompSuite__Study__c.EC_Initial_Submission_Date.FieldLabel
source: EC Initial Submission Date
it: Data di presentazione iniziale CE

# CustomField.CompSuite__Study__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Study__c.First_Patient_In.FieldLabel
source: First Patient In
it: Primo Paziente Entrato

# CustomField.CompSuite__Study__c.Last_Patient_Out.FieldLabel
source: Last Patient Out
it: Ultimo paziente uscito

# CustomField.CompSuite__Study__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Study__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Study__c.CompSuite__Number.FieldLabel
source: Number
it: Numero

# CustomField.CompSuite__Study__c.Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Study__c.Site.RelatedListLabel
source: Related Protocol Plans
it: Piani di protocollo correlati

# CustomField.CompSuite__Study__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Study__c.CompSuite__State.RelatedListLabel
source: Studies
it: Studi

# CustomField.CompSuite__Study__c.Study_Description.FieldLabel
source: Study Description
it: Descrizione dello studio

# CustomField.CompSuite__Study__c.Study_Objectives.FieldLabel
source: Study Objectives
it: Obiettivi di studio

# CustomField.CompSuite__Study__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Study__c.Supplier.RelatedListLabel
source: Studies
it: Studi

# CustomField.CompSuite__Study__c.of_Planned_Sites.FieldLabel
source: # of Planned Sites
it: N. di siti previsti

# CustomField.CompSuite__Study__c.of_Planned_Subjects.FieldLabel
source: # of Planned Subjects
it: N. di soggetti pianificati

# CustomField.CompSuite__Subject__c.Account.RelatedListLabel
source: Subjects
it: Soggetti

# CustomField.CompSuite__Subject__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Subject__c.Clinical_Study.FieldLabel
source: Clinical Study
it: Studio clinico

# CustomField.CompSuite__Subject__c.Clinical_Study.RelatedListLabel
source: Subjects Related to Clinical Study
it: Soggetti correlati allo studio clinico

# CustomField.CompSuite__Subject__c.Closure_Date.FieldLabel
source: Closure Date
it: Data di chiusura

# CustomField.CompSuite__Subject__c.Enrollment_Date.FieldLabel
source: Enrollment Date
it: Data di arruolamento

# CustomField.CompSuite__Subject__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Subject__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Subject__c.Protocol_Plan.FieldLabel
source: Protocol Plan
it: Piano del protocollo

# CustomField.CompSuite__Subject__c.Protocol_Plan.RelatedListLabel
source: Subjects Related to Protocol Plan
it: Soggetti correlati al piano di protocollo

# CustomField.CompSuite__Subject__c.Record_Number.FieldLabel
source: Record Number
it: Numero del record

# CustomField.CompSuite__Subject__c.Screening_Failure_Classification.FieldLabel
source: Screening Failure Classification
it: Classificazione errori di screening

# CustomField.CompSuite__Subject__c.Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Subject__c.Site.RelatedListLabel
source: Subjects
it: Soggetti

# CustomField.CompSuite__Subject__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Subject__c.CompSuite__State.RelatedListLabel
source: Subjects
it: Soggetti

# CustomField.CompSuite__Subject__c.Subject_Comments.FieldLabel
source: Subject Comments
it: Commenti soggetto

# CustomField.CompSuite__Subject__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Subject__c.Supplier.RelatedListLabel
source: Subjects
it: Soggetti

# CustomField.CompSuite__Subject__c.Treatment_Description.FieldLabel
source: Treatment Description
it: Descrizione del trattamento

# CustomField.CompSuite__Subject__c.Treatment_End_Date.FieldLabel
source: Treatment End Date
it: Data di fine trattamento

# CustomField.CompSuite__Subject__c.Treatment_Start_Date.FieldLabel
source: Treatment Start Date
it: Data di inizio trattamento

# CustomField.CompSuite__Submission__c.Accepted_Actual_Date.FieldLabel
source: Accepted Actual Date
it: Data effettiva accettata

# CustomField.CompSuite__Submission__c.Accepted_Respond_Date.FieldLabel
source: Accepted Respond Date
it: Data di risposta accettata

# CustomField.CompSuite__Submission__c.Acknowledgement_of_Receipt.FieldLabel
source: Acknowledgement of Receipt
it: Ricevuta di conferma

# CustomField.CompSuite__Submission__c.Approval_Date.FieldLabel
source: Approval Date
it: Data di approvazione

# CustomField.CompSuite__Submission__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Submission__c.Clinical_Study.FieldLabel
source: Clinical Study
it: Studio clinico

# CustomField.CompSuite__Submission__c.Clinical_Study.RelatedListLabel
source: Submissions
it: Presentazioni

# CustomField.CompSuite__Submission__c.Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__Submission__c.Letter_of_Approval_Received.FieldLabel
source: Letter of Approval Received
it: Lettera di approvazione ricevuta

# CustomField.CompSuite__Submission__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Submission__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Submission__c.Record_Number.FieldLabel
source: Record Number
it: Numero del record

# CustomField.CompSuite__Submission__c.Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Submission__c.Site.RelatedListLabel
source: Submissions
it: Presentazioni

# CustomField.CompSuite__Submission__c.Site_State.FieldLabel
source: Site State
it: Stato del sito

# CustomField.CompSuite__Submission__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Submission__c.CompSuite__State.RelatedListLabel
source: Submissions
it: Presentazioni

# CustomField.CompSuite__Submission__c.Submission_Date.FieldLabel
source: Submission Date
it: Data presentazione

# CustomField.CompSuite__Submission__c.Submission_Reference.FieldLabel
source: Submission Reference
it: Riferimento per la presentazione

# CustomField.CompSuite__Submission__c.Submission_Rejection_Comments.FieldLabel
source: Submission Rejection Comments
it: Commenti sul rifiuto della presentazione

# CustomField.CompSuite__Submission__c.Submission_Type.FieldLabel
source: Submission Type
it: Tipo presentazione

# CustomField.CompSuite__Submission__c.Submitted_To.FieldLabel
source: Submitted To
it: Presentato a

# CustomField.CompSuite__Submission__c.Submitted_To.RelatedListLabel
source: Submissions
it: Presentazioni

# CustomField.CompSuite__Submission__c.Submitted_to_Contact.FieldLabel
source: Submitted to Contact
it: Presentato a contatto

# CustomField.CompSuite__Submission__c.Submitted_to_Contact.RelatedListLabel
source: Submissions
it: Presentazioni

# CustomField.CompSuite__Submission__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Submission__c.Supplier.RelatedListLabel
source: Submissions
it: Presentazioni

# CustomField.CompSuite__Submission__c.Timelines_Notes.FieldLabel
source: Timelines Notes
it: Appunti sulle tempistiche

# CustomField.CompSuite__Design_Set__c.CompSuite__Active.FieldLabel
source: Active
it: Attivo

# CustomField.CompSuite__Design_Set__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Design_Set__c.CompSuite__Completion_Date.FieldLabel
source: Completion Date
it: Data di completamento

# CustomField.CompSuite__Design_Set__c.CompSuite__Current_Test_Set.FieldLabel
source: Current Test Set
it: Set del test attuale

source: Design Sets (Current Test Set)
it: Set del design (set di test attuale)
