Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Controlled_Copy__c.Document_Revision.FieldLabel
source: Document Revision
it: Revisione del documento

# CustomField.CompSuite__Controlled_Copy__c.Document_Revision.RelatedListLabel
source: Controlled Copies
it: Copie controllate

# CustomField.CompSuite__Controlled_Copy__c.Document_Version.FieldLabel
source: Document Version
it: Versione documento

# CustomField.CompSuite__Controlled_Copy__c.Intended_Use.FieldLabel
source: Intended Use
it: Uso previsto

# CustomField.CompSuite__Controlled_Copy__c.Legacy_Copy_Number.FieldLabel
source: Legacy Copy Number
it: Numero di copia legacy

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Controlled_Copy__c.Location.FieldLabel
source: Location
it: Posizione

# CustomField.CompSuite__Controlled_Copy__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Controlled_Copy__c.Master_Document_Number.FieldLabel
source: Master Document Number
it: Numero del documento master

# CustomField.CompSuite__Controlled_Copy__c.Number_of_Copies.FieldLabel
source: Number of Copies
it: Numero di copie

# CustomField.CompSuite__Controlled_Copy__c.Returned_Number_of_Copies.FieldLabel
source: Returned Number of Copies
it: Numero di copie restituite

# CustomField.CompSuite__Controlled_Copy__c.RevisionIsObsolete.FieldLabel
source: RevisionIsObsolete
it: LaRevisioneÈObsoleta

# CustomField.CompSuite__Controlled_Copy__c.RevisionIsSuperseded.FieldLabel
source: RevisionIsSuperSeeded
it: LaRevisioneÈSostituita

# CustomField.CompSuite__Controlled_Copy__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Controlled_Copy__c.CompSuite__State.RelatedListLabel
source: Controlled Copies
it: Copie controllate

# CustomField.CompSuite__Commitment__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

source: Commitment Description
it: Descrizione dell'impegno

# CustomField.CompSuite__Commitment__c.CompSuite__Commitment_Fulfilled.FieldLabel
source: Commitment Fulfilled
it: Impegno soddisfatto

# CustomField.CompSuite__Commitment__c.CompSuite__Commitment_Owner.FieldLabel
source: Commitment Owner
it: Proprietario dell'impego

source: Commitments
it: Impegni

# CustomField.CompSuite__Commitment__c.CompSuite__Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__Commitment__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Commitment__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Commitment__c.Record_Number.FieldLabel
source: Record Number
it: Numero del record

# CustomField.CompSuite__Commitment__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Commitment__c.CompSuite__State.RelatedListLabel
source: Commitments
it: Impegni

# CustomField.CompSuite__Complaint__c.Account.RelatedListLabel
source: Complaints
it: Reclami

# CustomField.CompSuite__Complaint__c.CompSuite__Action_Justification.FieldLabel
source: Action Justification
it: Giustificazione dell'azione

# CustomField.CompSuite__Complaint__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Complaint__c.CAPA_Not_Required.FieldLabel
source: CAPA Not Required
it: CAPA non richieste

# CustomField.CompSuite__Complaint__c.Case.FieldLabel
source: Case
it: Caso

# CustomField.CompSuite__Complaint__c.Case.RelatedListLabel
source: Complaints
it: Reclami

# CustomField.CompSuite__Complaint__c.Complainant_Name.FieldLabel
source: Complainant Name
it: Nome del denunciante

# CustomField.CompSuite__Complaint__c.Complainant_Name.RelatedListLabel
source: Complaints (Complainant Name)
it: Reclami (Nome del denunciante)

# CustomField.CompSuite__Complaint__c.CompSuite__Complaint_Description.FieldLabel
source: Complaint Description
it: Descrizione del reclamo

# CustomField.CompSuite__Complaint__c.Complaint_Number.FieldLabel
source: Complaint Number
it: Numero del reclamo

# CustomField.CompSuite__Complaint__c.CompSuite__Complaint_Origin.FieldLabel
source: Complaint Received By
it: Reclamo ricevuto da

# CustomField.CompSuite__Complaint__c.CompSuite__Complaint_Source.FieldLabel
source: Complaint Source
it: Origine reclamo

# CustomField.CompSuite__Complaint__c.CompSuite__Complaint_Type.FieldLabel
source: Complaint Type
it: Tipo reclamo

# CustomField.CompSuite__Complaint__c.CompSuite__Contact.FieldLabel
source: Contact
it: Contatto

# CustomField.CompSuite__Complaint__c.CompSuite__Contact.RelatedListLabel
source: Complaints
it: Reclami

# CustomField.CompSuite__Complaint__c.Count_Open_CAPAs.FieldLabel
source: Count Open CAPAs
it: Conteggio CAPA aperte

# CustomField.CompSuite__Complaint__c.Criticality.FieldLabel
source: Criticality
it: Criticità

# CustomField.CompSuite__Complaint__c.CompSuite__Date_Received.FieldLabel
source: Date Received
it: Data ricezione

# CustomField.CompSuite__Complaint__c.CompSuite__Defect_Detection.FieldLabel
source: Defect Detection
it: Rilevamento dei difetti

# CustomField.CompSuite__Complaint__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Complaint__c.Department.RelatedListLabel
source: Complaints
it: Reclami

source: Disposition of Nonconforming Products
it: Disposizione dei prodotti non conformi

source: Actions taken to prevent distribution of nonconforming product
it: Azioni intraprese per prevenire la distribuzione di prodotti non conformi

# CustomField.CompSuite__Complaint__c.Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__Complaint__c.Event_Date.FieldLabel
source: Event Date
it: Data evento

# CustomField.CompSuite__Complaint__c.Extend_Due_Date.FieldLabel
source: Extend Due Date
it: Proroga scadenza

# CustomField.CompSuite__Complaint__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Complaint__c.CompSuite__Final_Conclusion.FieldLabel
source: Final Conclusion
it: Conclusione finale

# CustomField.CompSuite__Complaint__c.CompSuite__Impact_Assesment_Conc.FieldLabel
source: Impact Assesment Conclusion
it: Conclusione valutazione dell'impatto

# CustomField.CompSuite__Complaint__c.CompSuite__Impact_on_Product.FieldLabel
source: Impact on Product
it: Impatto sul prodotto

source: Impacted Product Batch Number
it: Numero di batch del prodotto interessato

source: Impacted Batches/Serials and Dates
it: Lotti/numeri di serie e date interessati

# CustomField.CompSuite__Complaint__c.Impacted_Products.FieldLabel
source: Impacted Products
it: Prodotti interessati

# CustomField.CompSuite__Complaint__c.Initial_Reply_to_Inquiry.FieldLabel
source: Initial Reply to Inquiry
it: Risposta iniziale alla richiesta

# CustomField.CompSuite__Complaint__c.Investigation_Created.FieldLabel
source: Investigation Created?
it: Indagine creata?

# CustomField.CompSuite__Complaint__c.Investigation_Date.FieldLabel
source: Investigation Date
it: Data indagine

# CustomField.CompSuite__Complaint__c.Investigation_Results.FieldLabel
source: Investigation Results
it: Risultati indagine

# CustomField.CompSuite__Complaint__c.CompSuite__Is_Commercial_Product.FieldLabel
source: Is Commercial Product
it: Is Prodotto Commerciale

# CustomField.CompSuite__Complaint__c.Justified_Complaint.FieldLabel
source: Justified Complaint?
it: Reclamo giustificato?

# CustomField.CompSuite__Complaint__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

# CustomField.CompSuite__Complaint__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Complaint__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Complaint__c.Manufacturing_End_Date.FieldLabel
source: Manufacturing End Date
it: Data di fine produzione

# CustomField.CompSuite__Complaint__c.Manufacturing_Start_Date.FieldLabel
source: Manufacturing Start Date
it: Data di inizio produzione

# CustomField.CompSuite__Complaint__c.CompSuite__Product_Type.FieldLabel
source: Product Type
it: Tipo prodotto

# CustomField.CompSuite__Complaint__c.Recall.FieldLabel
source: Recall?
it: Richiamo?

# CustomField.CompSuite__Complaint__c.Recurrence_of_Complaint.FieldLabel
source: Recurrence of Complaint
it: Reiterazione del reclamo

# CustomField.CompSuite__Complaint__c.Reply_Details.FieldLabel
source: Reply Details
it: Dettagli risposta

# CustomField.CompSuite__Complaint__c.Reply_to_Complainant.FieldLabel
source: Reply to Complainant
it: Risposta a chi ha effettuato il reclamo

# CustomField.CompSuite__Complaint__c.CompSuite__Required_Action.FieldLabel
source: Required Action
it: Azione richiesta

# CustomField.CompSuite__Complaint__c.CompSuite__Required_Action.HelpText
source: If 'Other' is specified fill in Action Justification field
it: Se è specificato "Altro", compilare il campo Giustificazione dell'azione

# CustomField.CompSuite__Complaint__c.CompSuite__Sample_Details.FieldLabel
source: Sample Details
it: Dettagli campione

# CustomField.CompSuite__Complaint__c.CompSuite__Sample_Recieved.FieldLabel
source: Sample Recieved
it: Campione ricevuto

# CustomField.CompSuite__Complaint__c.Skip_Investigation.FieldLabel
source: Skip Separated Investigation
it: Salta indagine separata

# CustomField.CompSuite__Complaint__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Complaint__c.CompSuite__State.RelatedListLabel
source: Complaints
it: Reclami

# CustomField.CompSuite__Complaint__c.Summary_of_Related_Investigations.FieldLabel
source: Summary of Related Investigations
it: Riepilogo delle indagini correlate

# CustomField.CompSuite__Complaint__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Complaint__c.Supplier.RelatedListLabel
source: Complaints
it: Reclami

# CustomField.CompSuite__Correspondence__c.Account.RelatedListLabel
source: Correspondences
it: Corrispondenze

source: Actual Regulatory Update Approval
it: Approvazione aggiornam. effettivo norme

# CustomField.CompSuite__Correspondence__c.Assessment_Element.FieldLabel
source: Assessment Element
it: Elemento di valutazione

# CustomField.CompSuite__Correspondence__c.Assessment_Element.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Correspondence__c.Change_Control.FieldLabel
source: Change Control
it: Controllo delle modifiche

# CustomField.CompSuite__Correspondence__c.Change_Control.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.Complaint.FieldLabel
source: Complaint
it: Reclamo

# CustomField.CompSuite__Correspondence__c.Complaint.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.Correspondence_Date.FieldLabel
source: Correspondence Date
it: Data della corrispondenza

source: Correspondence Description
it: Descrizione della corrispondenza

# CustomField.CompSuite__Correspondence__c.Correspondence_Record_Number.FieldLabel
source: Correspondence Record Number
it: Numero del record della corrispondenza

# CustomField.CompSuite__Correspondence__c.CompSuite__Date_Sent.FieldLabel
source: Date Sent
it: Data inviato

# CustomField.CompSuite__Correspondence__c.Deviation.FieldLabel
source: Deviation
it: Deviazione

# CustomField.CompSuite__Correspondence__c.Deviation.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.Expected_Response_Date.FieldLabel
source: Expected Response Date
it: Data risposta attesa

# CustomField.CompSuite__Correspondence__c.External_Audit.FieldLabel
source: External Audit
it: Audit esterno

# CustomField.CompSuite__Correspondence__c.External_Audit.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.External_ID.FieldLabel
source: External ID
it: Id esterno

source: Implementation Date
it: Data dell'implementazione

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Correspondence__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Member State Registration
it: Registrazione dello Stato membro

source: Correspondences
it: Corrispondenze

source: Product for Registration
it: Prodotto per la registrazione

source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.Quality_Event.FieldLabel
source: Quality Event
it: Evento sulla qualità

# CustomField.CompSuite__Correspondence__c.Quality_Event.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.CompSuite__Registration.FieldLabel
source: Registration
it: Registrazione

source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.CompSuite__Renewal.FieldLabel
source: Renewal
it: Rinnovo

# CustomField.CompSuite__Correspondence__c.CompSuite__Renewal.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.Report_Recipient.FieldLabel
source: Report Recipient
it: Destinatario del report

# CustomField.CompSuite__Correspondence__c.Report_Type.FieldLabel
source: Report Type
it: Tipo report

# CustomField.CompSuite__Correspondence__c.Response_Date.FieldLabel
source: Response Date
it: Data risposta

# CustomField.CompSuite__Correspondence__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Correspondence__c.CompSuite__State.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.Submission.FieldLabel
source: Submission
it: Presentazione

# CustomField.CompSuite__Correspondence__c.Submission.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.CompSuite__Submission_Date.FieldLabel
source: Submission Date
it: Data presentazione

# CustomField.CompSuite__Correspondence__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Correspondence__c.Supplier.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Correspondence__c.Target_Report_Date.FieldLabel
source: Target Report Date
it: Data del report prevista

# CustomField.CompSuite__Correspondence__c.CompSuite__Variation.FieldLabel
source: Variation
it: Variazione

# CustomField.CompSuite__Correspondence__c.CompSuite__Variation.RelatedListLabel
source: Correspondences
it: Corrispondenze

# CustomField.CompSuite__Curriculum__c.Account.RelatedListLabel
source: Training Plans
it: Piani di formazione

# CustomField.CompSuite__Curriculum__c.CompSuite__Active.FieldLabel
source: Active?
it: Attivo?

# CustomField.CompSuite__Curriculum__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Curriculum__c.Curriculum_Number.FieldLabel
source: Training Plan Number
it: Numero del piano di formazione

# CustomField.CompSuite__Curriculum__c.CompSuite__DM_External_Id.FieldLabel
source: DM External Id
it: ID esterno DM

# CustomField.CompSuite__Curriculum__c.CompSuite__Employee.FieldLabel
source: Employee
it: Dipendente

# CustomField.CompSuite__Curriculum__c.CompSuite__Employee.HelpText
source: Updated automatically with the relevant Employee who the Personal Training Plan was created for.
it: Aggiornato automaticamente con il dipendente interessato per il quale è stato creato il piano di formazione personale.

# CustomField.CompSuite__Curriculum__c.CompSuite__Employee.RelatedListLabel
source: Training Plans
it: Piani di formazione

# CustomField.CompSuite__Curriculum__c.CompSuite__Enable_self.FieldLabel
source: Enable Self-Registration
it: Abilita l'auto-registrazione

# CustomField.CompSuite__Curriculum__c.CompSuite__Enable_self.HelpText
source: Once checked, all the current related training requirements will be enabled for Self-Registration and vice versa.
it: Una volta controllati, tutti gli attuali requisiti formativi correlati saranno abilitati per l'auto-registrazione e viceversa.

# CustomField.CompSuite__Curriculum__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Curriculum__c.CompSuite__Image.FieldLabel
source: Image
it: Immagine

# CustomField.CompSuite__Curriculum__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Curriculum__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Curriculum__c.CompSuite__Lock_Name.FieldLabel
source: Lock Name
it: Nome blocco

# CustomField.CompSuite__Curriculum__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Curriculum__c.CompSuite__State.RelatedListLabel
source: Training Plans
it: Piani di formazione

# CustomField.CompSuite__Curriculum__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Curriculum__c.Supplier.RelatedListLabel
source: Training Plans
it: Piani di formazione

# CustomField.CompSuite__Curriculum__c.CompSuite__Total_Duration.FieldLabel
source: Total Duration
it: Durata totale

# CustomField.CompSuite__Curriculum__c.CompSuite__Total_Duration.HelpText
source: Updated automatically.
it: Aggiornato automaticamente

# CustomField.CompSuite__Curriculum__c.CompSuite__Total_Duration_Self.FieldLabel
source: Total Duration Self
it: Durata totale auto

# CustomField.CompSuite__Curriculum__c.CompSuite__Total_Duration_Self.HelpText
source: Updated automatically.
it: Aggiornato automaticamente

# CustomField.CompSuite__Curriculum__c.CompSuite__Total_Points.FieldLabel
source: Total Points
it: Punti totali

# CustomField.CompSuite__Curriculum__c.CompSuite__Total_Points.HelpText
source: Updated automatically.
it: Aggiornato automaticamente

# CustomField.CompSuite__Curriculum__c.CompSuite__Total_Points_Self.FieldLabel
source: Total Points Self
it: Punti totali auto

# CustomField.CompSuite__Curriculum__c.CompSuite__Total_Points_Self.HelpText
source: Updated automatically.
it: Aggiornato automaticamente

# CustomField.CompSuite__Curriculum__c.Training_Plan_Description.FieldLabel
source: Training Plan Description
it: Descrizione del piano di formazione

# CustomField.CompSuite__Curriculum__c.CompSuite__Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__Curriculum__c.CompSuite__isRelated.FieldLabel
source: isRelated
it: èCorrelato

# CustomField.CompSuite__Department__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Department__c.CompSuite__DM_External_Id.FieldLabel
source: DM External Id
it: ID esterno DM

# CustomField.CompSuite__Department__c.CompSuite__Department_Details.FieldLabel
source: Department Details
it: Dettagli del dipartimento

# CustomField.CompSuite__Department__c.CompSuite__Department_Fax.FieldLabel
source: Department Fax
it: Fax del Dipartimento

# CustomField.CompSuite__Department__c.CompSuite__Department_Phone.FieldLabel
source: Department Phone
it: Telefono del dipartimento

# CustomField.CompSuite__Department__c.Department_Record_Number.FieldLabel
source: Department Record Number
it: Numero del record del dipartimento

# CustomField.CompSuite__Department__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Department__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Department__c.Manager.FieldLabel
source: Manager
it: Responsabile

# CustomField.CompSuite__Department__c.Manager.RelatedListLabel
source: Departments
it: Dipartimenti

# CustomField.CompSuite__Department__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Department__c.CompSuite__State.RelatedListLabel
source: Departments
it: Dipartimenti

source: Training Plan - Requirement Relations
it: Piano Formativo – Correlazioni Requisiti

source: Curriculum Relation Number
it: Numero di correlazione al curriculum

source: DM External Id
it: ID esterno DM

source: Master Document Number
it: Numero del documento master

source: Training Requirement
it: Requisito di formazione

source: Training Plan - Requirement Relations
it: Piano Formativo – Correlazioni Requisiti

# CustomField.CompSuite__Custom_Audit_Trail__c.CompSuite__Field_Name.FieldLabel
source: Field Name
it: Nome campo

# CustomField.CompSuite__Custom_Audit_Trail__c.CompSuite__New.FieldLabel
source: New
it: Nuovo

# CustomField.CompSuite__Custom_Audit_Trail__c.CompSuite__Object_Id.FieldLabel
source: Object Id
it: ID oggetto

# CustomField.CompSuite__Custom_Audit_Trail__c.CompSuite__Old.FieldLabel
source: Old
it: Vecchio

# CustomField.CompSuite__Deviation__c.Account.RelatedListLabel
source: Deviations
it: Deviazioni

# CustomField.CompSuite__Deviation__c.CompSuite__Action_justification.FieldLabel
source: Action Justification
it: Giustificazione dell'azione

# CustomField.CompSuite__Deviation__c.Additional_Deviation_Types.FieldLabel
source: Additional Deviation Types
it: Tipi di deviazione aggiuntivi

# CustomField.CompSuite__Deviation__c.Additional_Information.FieldLabel
source: Additional Information
it: Informazioni aggiuntive

# CustomField.CompSuite__Deviation__c.CompSuite__Batch_Number_s.FieldLabel
source: Batch Number/s
it: Numero/i di lotto

# CustomField.CompSuite__Deviation__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Deviation__c.CAPA_Not_Required.FieldLabel
source: CAPA Not Required
it: CAPA non richieste

# CustomField.CompSuite__Deviation__c.CAPA_Summary.FieldLabel
source: CAPA Summary
it: Riepilogo CAPA

# CustomField.CompSuite__Deviation__c.CompSuite__Capacity.FieldLabel
source: Capacity
it: Capacità

# CustomField.CompSuite__Deviation__c.CompSuite__Commercial_Name.FieldLabel
source: Commercial Name
it: Nome commerciale

# CustomField.CompSuite__Deviation__c.CompSuite__Count_Open_CAPAs.FieldLabel
source: Count Open CAPAs
it: Conteggio CAPA aperte

# CustomField.CompSuite__Deviation__c.CompSuite__Criticality.FieldLabel
source: Criticality
it: Criticità

source: Criticality Confirmation
it: Conferma della criticità

# CustomField.CompSuite__Deviation__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Deviation__c.Department.RelatedListLabel
source: Deviations
it: Deviazioni

# CustomField.CompSuite__Deviation__c.CompSuite__Deviation_Description.FieldLabel
source: Deviation Description
it: Descrizione della deviazione

# CustomField.CompSuite__Deviation__c.Deviation_Number.FieldLabel
source: Deviation Number
it: Numero di deviazione

# CustomField.CompSuite__Deviation__c.CompSuite__Deviation_Sub_Type.FieldLabel
source: Deviation Sub-Type
it: Sottotipo di deviazione

# CustomField.CompSuite__Deviation__c.CompSuite__Deviation_Type.FieldLabel
source: Deviation Type
it: Tipo di deviazione

source: Disposition of Nonconforming Products
it: Disposizione dei prodotti non conformi

source: Actions taken to prevent distribution of nonconforming product
it: Azioni intraprese per prevenire la distribuzione di prodotti non conformi

# CustomField.CompSuite__Deviation__c.CompSuite__Dosage.FieldLabel
source: Dosage
it: Dosaggio

# CustomField.CompSuite__Deviation__c.Due_Date.FieldLabel
source: Due Date
it: Scadenza

# CustomField.CompSuite__Deviation__c.Due_Date_Justification.FieldLabel
source: Due Date Justification
it: Giustificazione della scadenza

# CustomField.CompSuite__Deviation__c.Effectiveness_Check.FieldLabel
source: Effectiveness Check
it: Controllo dell'efficacia

# CustomField.CompSuite__Deviation__c.Effectiveness_Check.RelatedListLabel
source: Deviations
it: Deviazioni

# CustomField.CompSuite__Deviation__c.CompSuite__Event_Date.FieldLabel
source: Event Date
it: Data evento
