Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# PicklistValue.Countries__gvs.Isle of Man
source: Isle of Man
it: Isola di Man

# PicklistValue.Countries__gvs.Israel
source: Israel
it: Israele

# PicklistValue.Countries__gvs.Italy
source: Italy
it: Italia

# PicklistValue.Countries__gvs.Jamaica
source: Jamaica
it: Giamaica

# PicklistValue.Countries__gvs.Japan
source: Japan
it: Giappone

# PicklistValue.Countries__gvs.Jordan
source: Jordan
it: Giordania

# PicklistValue.Countries__gvs.Kazakhstan
source: Kazakhstan
it: Kazakistan

# PicklistValue.Countries__gvs.Korea, Democratic People&#8217;s Republic of
source: Korea, Democratic People’s Republic of
it: Corea, Repubblica popolare democratica di

# PicklistValue.Countries__gvs.Korea, Republic of
source: Korea, Republic of
it: Corea, Repubblica di

# PicklistValue.Countries__gvs.Kyrgyzstan
source: Kyrgyzstan
it: Kirghizistan

# PicklistValue.Countries__gvs.Lao People&#8217;s Democratic Republic
source: Lao People’s Democratic Republic
it: Repubblica Democratica Popolare del Laos

# PicklistValue.Countries__gvs.Latvia
source: Latvia
it: Lettonia

# PicklistValue.Countries__gvs.Lebanon
source: Lebanon
it: Libano

# PicklistValue.Countries__gvs.Libyan Arab Jamahiriya
source: Libyan Arab Jamahiriya
it: Gran Giamahiria Araba Libica

# PicklistValue.Countries__gvs.Lithuania
source: Lithuania
it: Lituania

# PicklistValue.Countries__gvs.Luxembourg
source: Luxembourg
it: Lussemburgo

# PicklistValue.Countries__gvs.Macedonia, the former Yugoslav Republic of
source: Macedonia, the former Yugoslav Republic of
it: Macedonia, ex Repubblica Jugoslava di

# PicklistValue.Countries__gvs.Malaysia
source: Malaysia
it: Malesia

# PicklistValue.Countries__gvs.Maldives
source: Maldives
it: Maldive

# PicklistValue.Countries__gvs.Martinique
source: Martinique
it: Martinica

# PicklistValue.Countries__gvs.Mexico
source: Mexico
it: Messico

# PicklistValue.Countries__gvs.Moldova, Republic of
source: Moldova, Republic of
it: Moldavia, Repubblica di

# PicklistValue.Countries__gvs.Morocco
source: Morocco
it: Marocco

# PicklistValue.Countries__gvs.Mozambique
source: Mozambique
it: Mozambico

# PicklistValue.Countries__gvs.Netherlands
source: Netherlands
it: Paesi Bassi

# PicklistValue.Countries__gvs.New Caledonia
source: New Caledonia
it: Nuova Caledonia

# PicklistValue.Countries__gvs.New Zealand
source: New Zealand
it: Nuova Zelanda

# PicklistValue.Countries__gvs.Norfolk Island
source: Norfolk Island
it: Isola Norfolk

# PicklistValue.Countries__gvs.Norway
source: Norway
it: Norvegia

# PicklistValue.Countries__gvs.Palestine
source: Palestine
it: Palestina

# PicklistValue.Countries__gvs.Papua New Guinea
source: Papua New Guinea
it: Papua Nuova Guinea

# PicklistValue.Countries__gvs.Peru
source: Peru
it: Perù

# PicklistValue.Countries__gvs.Philippines
source: Philippines
it: Filippine

# PicklistValue.Countries__gvs.Pitcairn
source: Pitcairn
it: Isole Pitcairn

# PicklistValue.Countries__gvs.Poland
source: Poland
it: Polonia

# PicklistValue.Countries__gvs.Portugal
source: Portugal
it: Portogallo

# PicklistValue.Countries__gvs.Russian Federation
source: Russian Federation
it: Federazione Russa

# PicklistValue.Countries__gvs.Rwanda
source: Rwanda
it: Ruanda

# PicklistValue.Countries__gvs.Saint Barth&#233;lemy
source: Saint Barthélemy
it: San Bartolomeo

# PicklistValue.Countries__gvs.Saint Helena, Ascension and Tristan da Cunha
source: Saint Helena, Ascension and Tristan da Cunha
it: Sant'Elena, Ascensione e Tristan da Cunha

# PicklistValue.Countries__gvs.Saint Kitts and Nevis
source: Saint Kitts and Nevis
it: Saint Kitts e Nevis

# PicklistValue.Countries__gvs.Saint Lucia
source: Saint Lucia
it: Santa Lucia

# PicklistValue.Countries__gvs.Saint Martin (French part)
source: Saint Martin (French part)
it: Saint Martin (parte francese)

# PicklistValue.Countries__gvs.Saint Pierre and Miquelon
source: Saint Pierre and Miquelon
it: Saint Pierre e Miquelon

# PicklistValue.Countries__gvs.Saint Vincent and the Grenadines
source: Saint Vincent and the Grenadines
it: Saint Vincent e Grenadine

# PicklistValue.Countries__gvs.Sao Tome and Principe
source: Sao Tome and Principe
it: Sao Tomé e Principe

# PicklistValue.Countries__gvs.Saudi Arabia
source: Saudi Arabia
it: Arabia Saudita

# PicklistValue.Countries__gvs.Sint Maarten (Dutch part)
source: Sint Maarten (Dutch part)
it: Sint Maarten (parte olandese)

# PicklistValue.Countries__gvs.Slovakia
source: Slovakia
it: Slovacchia

# PicklistValue.Countries__gvs.Solomon Islands
source: Solomon Islands
it: Isole Salomone

# PicklistValue.Countries__gvs.South Africa
source: South Africa
it: Sud Africa

# PicklistValue.Countries__gvs.South Georgia and the South Sandwich Islands
source: South Georgia and the South Sandwich Islands
it: Georgia del Sud e Isole Sandwich Meridionali

# PicklistValue.Countries__gvs.South Sudan
source: South Sudan
it: Sudan del Sud

# PicklistValue.Countries__gvs.Spain
source: Spain
it: Spagna

# PicklistValue.Countries__gvs.Svalbard and Jan Mayen
source: Svalbard and Jan Mayen
it: Svalbard e Jan Mayen

# PicklistValue.Countries__gvs.Sweden
source: Sweden
it: Svezia

# PicklistValue.Countries__gvs.Switzerland
source: Switzerland
it: Svizzera

# PicklistValue.Countries__gvs.Syrian Arab Republic
source: Syrian Arab Republic
it: Repubblica Araba Siriana

# PicklistValue.Countries__gvs.Tajikistan
source: Tajikistan
it: Tagikistan

# PicklistValue.Countries__gvs.Tanzania, United Republic of
source: Tanzania, United Republic of
it: Tanzania, Repubblica Unita di

# PicklistValue.Countries__gvs.Thailand
source: Thailand
it: Tailandia

# PicklistValue.Countries__gvs.Timor-Leste
source: Timor-Leste
it: Timor Est

# PicklistValue.Countries__gvs.Trinidad and Tobago
source: Trinidad and Tobago
it: Trinidad e Tobago

# PicklistValue.Countries__gvs.Turkey
source: Turkey
it: Turchia

# PicklistValue.Countries__gvs.Turks and Caicos Islands
source: Turks and Caicos Islands
it: Isole Turks e Caicos

# PicklistValue.Countries__gvs.Ukraine
source: Ukraine
it: Ucraina

# PicklistValue.Countries__gvs.United Arab Emirates
source: United Arab Emirates
it: Emirati Arabi Uniti

# PicklistValue.Countries__gvs.United Kingdom
source: United Kingdom
it: Regno Unito

# PicklistValue.Countries__gvs.United States
source: United States
it: Stati Uniti

# PicklistValue.Countries__gvs.Venezuela, Bolivarian Republic of
source: Venezuela, Bolivarian Republic of
it: Venezuela, Repubblica Bolivariana di

# PicklistValue.Countries__gvs.Virgin Islands, British
source: Virgin Islands, British
it: Isole Vergini britanniche

# PicklistValue.Countries__gvs.Wallis and Futuna
source: Wallis and Futuna
it: Wallis e Futuna

# PicklistValue.Countries__gvs.Western Sahara
source: Western Sahara
it: Sahara occidentale

# RecordType.CompSuite__Assessment_Element__c.Hazard_Traceability_Matrix
source: Hazard Traceability Matrix
it: Matrice tracciabilità pericoli

# RecordType.CompSuite__Assessment_Element__c.Impact_Assessment
source: Impact Assessment
it: Valutazione dell'impatto

# RecordType.CompSuite__Assessment_Element__c.Regulatory_Impact
source: Regulatory Impact
it: Impatto normativo

# RecordType.CompSuite__Assessment_Element__c.Risk_Assessment
source: Risk Assessment (FMEA)
it: Valutazione del rischio (FMEA)

# RecordType.CompSuite__Assessment__c.Hazard_Traceability_Matrix.Description
source: Use to evaluate the potential risks that may be involved (Medical Device)
it: Utilizzare per valutare i potenziali rischi che potrebbero essere coinvolti (dispositivo medico)

# RecordType.CompSuite__Assessment__c.CompSuite__Impact_Assessment.Description
source: Use to assess the intended and unintended, positive and negative impacts
it: Utilizzare per valutare gli impatti intenzionali e non, positivi e negativi

# RecordType.CompSuite__Assessment__c.CompSuite__Risk_Assessment.Description
source: Use to evaluate the potential risks that may be involved
it: Utilizzare per valutare i potenziali rischi che potrebbero essere coinvolti

# RecordType.CompSuite__BOM_Relation__c.BOM_Relation
source: Components
it: Componenti

# RecordType.CompSuite__BOM_Relation__c.Document
source: Documents
it: Documenti

# RecordType.CompSuite__BOM_Relation__c.Manufacturers_Items
source: Manufacturers Items
it: Elementi dei produttori

# RecordType.CompSuite__Batch_Step__c.Batch_Step
source: Batch Step
it: Fase batch

# RecordType.CompSuite__Batch_Step__c.Planned_Batch_Step
source: Planned Batch Step
it: Fase batch prevista

# RecordType.CompSuite__Change_Control__c.CompSuite__Document.Description
source: Select when a document change is necessary
it: Selezionare quando è necessaria una modifica del documento

# RecordType.CompSuite__Change_Control__c.CompSuite__Equipment.Description
source: Select when a equipment change is necessary
it: Selezionare quando è necessario un cambio di attrezzatura

# RecordType.CompSuite__Change_Control__c.CompSuite__Facility.Description
source: Select when a facility change is necessary
it: Selezionare quando è necessario un cambiamento di struttura

# RecordType.CompSuite__Change_Control__c.CompSuite__Hardware.Description
source: Select when changing hardware
it: Selezionare quando si cambia hardware

# RecordType.CompSuite__Change_Control__c.CompSuite__Material.Description
source: Select when a material change is necessary
it: Selezionare quando è necessaria una modifica del materiale

# RecordType.CompSuite__Change_Control__c.CompSuite__Method.Description
source: Select when changing a method
it: Selezionare quando si modifica un metodo

# RecordType.CompSuite__Change_Control__c.CompSuite__Process.Description
source: Select when a process change is necessary
it: Selezionare quando è necessaria una modifica al processo

# RecordType.CompSuite__Change_Control__c.CompSuite__Product.Description
source: Select when a product change is necessary
it: Selezionare quando è necessario un cambio di prodotto

# RecordType.CompSuite__Change_Control__c.CompSuite__Regulatory.Description
source: Select for regulatory related changes
it: Selezionare per modifiche correlate alle normative

# RecordType.CompSuite__Change_Control__c.CompSuite__Sofware.Description
source: Select when a software change is necessary
it: Selezionare quando è necessaria una modifica del software

# RecordType.CompSuite__Change_Control__c.CompSuite__System.Description
source: Select when changing a system
it: Selezionare quando si modifica un sistema

# RecordType.CompSuite__Change_Control__c.CompSuite__Utility.Description
source: Select when a utility change is necessary
it: Selezionare quando è necessaria una modifica di utilità

# RecordType.CompSuite__Controlled_Copy__c.Controlled_Copy
source: Controlled Copy
it: Copia controllata

# RecordType.CompSuite__Controlled_Copy__c.Controlled_Copy.Description
source: For controlled record type
it: Per il tipo di record controllato

# RecordType.CompSuite__Curriculum__c.CompSuite__General
source: General
it: Generale

# RecordType.CompSuite__Curriculum__c.CompSuite__Personal
source: Personal
it: Personale

source: General
it: Generale

source: Personal
it: Personale

# RecordType.CompSuite__Document_Header__c.Controlled.Description
source: Document which require review and approval within the quality system
it: Documento che richiede revisione e approvazione all'interno del sistema qualità

# RecordType.CompSuite__Document_Header__c.Simple.Description
source: Document which require approval within the quality system
it: Documento che richiede approvazione all'interno del sistema qualità

# RecordType.CompSuite__Document_Revision__c.Controlled
source: Controlled
it: Controllato

# RecordType.CompSuite__Document_Revision__c.CompSuite__General
source: General
it: Generale

# RecordType.CompSuite__Document_Revision__c.Simple
source: Simple
it: Semplice

# RecordType.CompSuite__External_Entity__c.CompSuite__Manufacturer
source: Manufacturer
it: Produttore

# RecordType.CompSuite__External_Entity__c.CompSuite__Supplier
source: Supplier
it: Fornitore

# RecordType.CompSuite__Junction_Job_Function_Curriculum__c.CompSuite__General
source: General
it: Generale

# RecordType.CompSuite__Junction_Job_Function_Curriculum__c.CompSuite__Personal
source: Personal
it: Personale

# RecordType.CompSuite__Junction_Employee_Job_Function__c.CompSuite__General
source: General
it: Generale

# RecordType.CompSuite__Junction_Employee_Job_Function__c.CompSuite__Personal
source: Personal
it: Personale

# RecordType.CompSuite__Job_Function_Group__c.CompSuite__General
source: General
it: Generale

# RecordType.CompSuite__Job_Function_Group__c.CompSuite__Personal
source: Personal
it: Personale

# RecordType.CompSuite__Observation__c.External_Audit.Description
source: Relate to External Audit
it: Correla all'audit esterno

# RecordType.CompSuite__Observation__c.Internal_Audit.Description
source: Relate to Internal Audit
it: Correla all'audit interno

# RecordType.CompSuite__Observation__c.Supplier_Audit.Description
source: Relate to Supplier Audit
it: Correlato all'audit del fornitore

# RecordType.CompSuite__Product_for_Registration__c.CompSuite__Medical_Device
source: Medical Device
it: Dispositivo medico

# RecordType.CompSuite__Product_for_Registration__c.CompSuite__Medicinal_Product
source: Medicinal Product
it: Prodotto medicinale

# RecordType.CompSuite__Program_Element__c.Program_Element
source: Program Element
it: Elemento del programma

# RecordType.CompSuite__Program_Element__c.Program_Element.Description
source: Program Element
it: Elemento del programma

# RecordType.CompSuite__Program__c.CompSuite__Program
source: Program
it: Programma

# RecordType.CompSuite__Program__c.Program
source: Program
it: Programma

source: An electronic protocol designed to replace paper forms and protocols for execution
it: Un protocollo elettronico progettato per sostituire moduli cartacei e protocolli di esecuzione

source: An electronic exam designed to replace paper training exams
it: Un esame elettronico progettato per sostituire gli esami formativi cartacei

source: An electronic protocol designed to replace paper forms and protocols for execution
it: Un protocollo elettronico progettato per sostituire moduli cartacei e protocolli di esecuzione

source: An electronic protocol designed as an exam, can be used as a verification for training effectiveness.
it: Un protocollo elettronico progettato come un esame, può essere utilizzato come verifica dell'efficacia della formazione.

# RecordType.CompSuite__Requirement_Revision__c.Awareness
source: Awareness
it: Conoscenza

# RecordType.CompSuite__Requirement_Revision__c.CompSuite__Classroom
source: Classroom
it: Classe

# RecordType.CompSuite__Requirement_Revision__c.Course
source: Course
it: Corso

# RecordType.CompSuite__Requirement_Revision__c.CompSuite__On_Job_Training
source: On Job Training
it: Formazione sul lavoro

# RecordType.CompSuite__Requirement_Revision__c.CompSuite__Practical_Test
source: Practical Test
it: Test pratico

# RecordType.CompSuite__Requirement_Revision__c.CompSuite__Read_and_Understand
source: Read and Understand
it: Lettura e comprensione

source: Standard Operating Procedure
it: Procedura operativa standard

# RecordType.CompSuite__Requirement_Revision__c.CompSuite__Theoretical_Test
source: Theoretical Test
it: Test teorico

# RecordType.CompSuite__Sample__c.Execute
source: Execute
it: Esegui

# RecordType.CompSuite__Sample__c.Planned_Sample
source: Planned Sample
it: Campione previsto

# RecordType.CompSuite__Registration__c.CompSuite__CP.Description
source: Centralized Procedure
it: Procedura centralizzata

# RecordType.CompSuite__Registration__c.CompSuite__DCP.Description
source: Decentralized Procedure
it: Procedura decentralizzata

# RecordType.CompSuite__Registration__c.CompSuite__MRP.Description
source: Mutual Recognition Procedure
it: Procedura di riconoscimento reciproco

# RecordType.CompSuite__Registration__c.CompSuite__National
source: National
it: Nazionale

# RecordType.CompSuite__Registration__c.CompSuite__National.Description
source: National Procedure
it: Procedura nazionale

# RecordType.CompSuite__Relations__c.Assessment_to_Core_Quality
source: Assessment to Core Quality
it: Valutazione sulla qualità fondamentale

# RecordType.CompSuite__Relations__c.Assessment_to_Core_Quality.Description
source: Relate Assessment record to Documents,Deviation, Change Control, QE, CAPA
it: Correla il record di valutazione a documenti, deviazione, controllo delle modifiche, QE, CAPA

# RecordType.CompSuite__Relations__c.Batch_Master_Relations
source: Batch Master Relations
it: Relazioni master del batch

# RecordType.CompSuite__Relations__c.Batch_Master_Relations.Description
source: Relate Documents, Equipment or Protocols and Worksheets to Batch Master records
it: Correla documenti, attrezzature o protocolli e fogli di lavoro ai record master del batch

# RecordType.CompSuite__Relations__c.CAPA_Relation
source: CAPA & Finding Relation
it: CAPA e risultato correlato

# RecordType.CompSuite__Relations__c.CAPA_Relation.Description
source: Relate Existing CAPAs to Finding process
it: Correla CAPA esistenti con processo del risultato

# RecordType.CompSuite__Relations__c.Change_Control_CAPA_relation
source: Change Control & CAPA relation
it: Controllo delle modifiche con correlazione CAPA

# RecordType.CompSuite__Relations__c.Change_Control_CAPA_relation.Description
source: Used in Dot Relation on Change Control and CAPA
it: Utilizzato nella relazione sul Controllo delle modifiche e CAPA Dot

# RecordType.CompSuite__Relations__c.CompSuite__Department
source: Department
it: Dipartimento

# RecordType.CompSuite__Relations__c.CompSuite__Department.Description
source: Select when creating Department objects
it: Selezionare durante la creazione di oggetti dipartimento

# RecordType.CompSuite__Relations__c.Document_to_Classroom
source: Document to Classroom
it: Documento a classe

# RecordType.CompSuite__Relations__c.Document_to_Classroom.Description
source: Allow relate classrooms to Document Revisions
it: Consenti di correlare le classi alle revisioni dei documenti

# RecordType.CompSuite__Relations__c.Employees_involved_in_Deviation
source: Employees involved in Deviation
it: Dipendenti coinvolti nella deviazione

# RecordType.CompSuite__Relations__c.Employees_involved_in_Deviation.Description
source: Connection between Employee to Deviation
it: Collegamento tra dipendente e deviazione

# RecordType.CompSuite__Relations__c.Employees_involved_in_Quality_Event
source: Employees involved in Quality Event
it: Dipendenti coinvolti nell'evento sulla qualità

source: Connection between Employee to Quality Event
it: Collegamento tra dipendente ed evento sulla qualità

# RecordType.CompSuite__Relations__c.CompSuite__Equipment
source: Equipment
it: Attrezzatura

# RecordType.CompSuite__Relations__c.CompSuite__Equipment.Description
source: Select to add Equipment
it: Seleziona per aggiungere attrezzatura

# RecordType.CompSuite__Relations__c.Equipment_to_Deviation
source: Equipment to Deviation
it: Attrezzatura a deviazione

# RecordType.CompSuite__Relations__c.Equipment_to_Deviation.Description
source: Connection between Equipment to Deviation
it: Collegamento tra apparecchiatura e deviazione

# RecordType.CompSuite__Relations__c.Equipment_to_Quality_Event
source: Equipment to Quality Event
it: Attrezzatura a evento sulla qualità

# RecordType.CompSuite__Relations__c.Equipment_to_Quality_Event.Description
source: Connection between Equipment to Quality Event
it: Collegamento tra attrezzatura ed evento sulla qualità

# RecordType.CompSuite__Relations__c.CompSuite__General
source: General
it: Generale

# RecordType.CompSuite__Relations__c.CompSuite__Ingredient
source: Ingredient
it: Ingrediente

# RecordType.CompSuite__Relations__c.CompSuite__Process
source: Process
it: Processo

# RecordType.CompSuite__Relations__c.CompSuite__Process.Description
source: Select to add a Process
it: Selezionare per aggiungere un processo

# RecordType.CompSuite__Relations__c.CompSuite__Product
source: Product
it: Prodotto

# RecordType.CompSuite__Relations__c.CompSuite__Product.Description
source: Select to add a Product
it: Selezionare per aggiungere un prodotto

# RecordType.CompSuite__Relations__c.Product_Item_to_Core_Quality_Processes
source: Product Item & Batch Relation to Core Quality Processes
it: Elemento del prodotto e relazione batch con i processi di qualità principali

source: Relate Product Item & Batch Record to Change Control, Complaint, Deviation, Quality Event or Assessment
it: Correla elemento del prodotto e Batch record al controllo delle modifiche, reclamo, deviazione, evento di qualità o valutazione

# RecordType.CompSuite__Relations__c.Related_Batch_Record_to_Equipment
source: Related Batch Record to Equipment
it: Batch record correlato all'attrezzatura

# RecordType.CompSuite__Relations__c.Related_Batch_Record_to_Equipment.Description
source: Related Batch Record to Equipment
it: Batch record correlato all'attrezzatura

# RecordType.CompSuite__Relations__c.Related_Masters_to_Equipment
source: Related Masters to Equipment
it: Master correlati all'attrezzatura

# RecordType.CompSuite__Relations__c.Related_Masters_to_Equipment.Description
source: Relate Master documents to Equipment
it: Correla documenti master all'attrezzatura

# RecordType.CompSuite__Relations__c.Related_Revisions_to_Equipment
source: Related Revisions to Equipment
it: Revisioni correlate all'attrezzatura

# RecordType.CompSuite__Relations__c.Related_Revisions_to_Equipment.Description
source: Select this type to relate revision such: Operating SOP,Cleaning SOP,CSV SOP
it: Selezionare questo tipo per correlare revisioni quali: Operating SOP, Cleaning SOP, CSV SOP

# RecordType.CompSuite__Relations__c.CompSuite__Site
source: Site
it: Sito

# RecordType.CompSuite__Relations__c.CompSuite__Site.Description
source: Select when creating Site objects
it: Selezionare durante la creazione di oggetti del sito

# RecordType.CompSuite__Relations__c.CompSuite__Trainee
source: Trainee
it: Tirocinanti

# RecordType.CompSuite__Test__c.Execute
source: Execute
it: Esegui

# RecordType.CompSuite__Test__c.Planned_Test
source: Planned Test
it: Test previsto

# RecordType.CompSuite__Transaction__c.Program_Transaction
source: Program Transaction
it: Transazione programma

# RecordType.CompSuite__Transaction__c.Program_Transaction.Description
source: Program_Transaction
it: Transazione_programma

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Date
source: Date
it: Data

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Date.Description
source: Ask respondents to enter a specific date
it: Chiedere ai partecipanti di inserire una data specifica

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Datetime.Description
source: Provide a protocol questions for respondents date and time element
it: Fornire un protocollo di domande per gli intervistati riguardo gli elementi data e ora

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Free_Text
source: Free Text
it: Testo libero

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Free_Text.Description
source: Add a single text box to your protocol when you want respondents to write in a text
it: Aggiungere un singolo campo di testo al protocollo quando si desidera che i partecipanti scrivano un testo

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Multi_Picklist
source: Multi Picklist
it: Elenchi di selezione multipli

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Multi_Picklist.Description
source: Ask your respondent to choose one or multiple answers from your list of answer choices
it: Chiedere all'intervistato di scegliere una o più risposte dall'elenco di scelte di risposta

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Numeric_Value
source: Numeric Value
it: Valore numerico
