Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# ApexSharingReason.CompSuite__Training_Assignment__c.Shared_record_with_Trainer
source: Shared record with Trainer
it: Record condiviso con il formatore

# ButtonOrLink.CompSuite__CP_Content_Template__c.CompSuite__Import
source: Import
it: Importa

# ButtonOrLink.CompSuite__CP_Content_Template__c.CompSuite__Import_Template
source: Import
it: Importa

# ButtonOrLink.CompSuite__Action_Item__c.Back_to_Change_Control
source: Back to Change Control
it: Torna a Controllo delle modifiche

# ButtonOrLink.CompSuite__Action_Item__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Action_Item__c.New
source: New
it: Nuovo

# ButtonOrLink.CompSuite__Activity__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Assessment_Element__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Assessment__c.Create_New_Version
source: Create New Version
it: Crea nuova versione

# ButtonOrLink.CompSuite__Assessment__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Audit_Program__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Audit__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__BOM_Relation__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Batch_Step__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Batch_Master_Record__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Batch_Record_Component__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Batch_Record__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Change_Control__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__CAPA__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Classroom__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Commitment__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Complaint__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Correspondence__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Curriculum__c.CompSuite__Adherence_Report
source: Adherence Report
it: Report sull'aderenza

# ButtonOrLink.CompSuite__Curriculum__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Department__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Deviation__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Document_Header__c.CompSuite__Download
source: Download
it: Scarica

# ButtonOrLink.CompSuite__Document_Header__c.CompSuite__Download_PDF
source: Download PDF
it: Scarica il PDF

# ButtonOrLink.CompSuite__Document_Header__c.Download_ZIP
source: Download ZIP
it: Scarica ZIP

# ButtonOrLink.CompSuite__Document_Header__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Document_Header__c.CompSuite__New_Exam
source: New Exam
it: Nuovo Esame

# ButtonOrLink.CompSuite__Document_Header__c.CompSuite__PDF_Button
source: Download PDF
it: Scarica il PDF

# ButtonOrLink.CompSuite__Document_Header__c.CompSuite__Preview_PDF
source: Preview PDF
it: Anteprima PDF

# ButtonOrLink.CompSuite__Document_Header__c.CompSuite__Training_Report
source: Training Report
it: Report sulla Formazione

source: Back to Document Revision
it: Torna a Revisione del documento

# ButtonOrLink.CompSuite__Document_Revision_Logs__c.CompSuite__Download
source: Download
it: Scarica

# ButtonOrLink.CompSuite__Document_Revision_Logs__c.CompSuite__Download_PDF
source: Download PDF
it: Scarica il PDF

# ButtonOrLink.CompSuite__Document_Revision__c.CompSuite__Back_to_Document_Header
source: Back to Master Document
it: Torna a Documento master

# ButtonOrLink.CompSuite__Document_Revision__c.CompSuite__Download_PDF
source: Download PDF
it: Scarica il PDF

# ButtonOrLink.CompSuite__Document_Revision__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Document_Revision__c.CompSuite__New_Document_Revision
source: New Document Revision
it: Nuova Revisione del documento

# ButtonOrLink.CompSuite__Document_Revision__c.CompSuite__PDF_Button
source: Download PDF
it: Scarica il PDF

# ButtonOrLink.CompSuite__Document_Revision__c.CompSuite__Preview_PDF
source: Preview PDF
it: Anteprima PDF

# ButtonOrLink.CompSuite__Document_Revision__c.CompSuite__Training_Report
source: Training Report
it: Report sulla Formazione

# ButtonOrLink.CompSuite__Employee__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Employee__c.CompSuite__Initiate_Training_Creation
source: Initiate Training Creation
it: Avvia la creazione della formazione

# ButtonOrLink.CompSuite__Employee__c.CompSuite__Training_Report
source: Training Report
it: Report sulla Formazione

# ButtonOrLink.CompSuite__EHS__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Effectiveness_Check__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Electronic_Form__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Equipment__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__External_Entity__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Ingredient__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Investigation__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Module_Section__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Junction_Employee_Job_Function__c.CompSuite__Mass_Delete
source: Mass Delete
it: Elimina in massa

# ButtonOrLink.CompSuite__Job_Function_Group__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Job_Function_Group__c.CompSuite__Training_Report
source: Training Report
it: Report sulla Formazione

# ButtonOrLink.CompSuite__Location__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Malfunction__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Observation__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__PSUR__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Planned_Activity__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Product_for_Registration__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Product_Item__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Product_Version__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Program_Element__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Program__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Protocol_Execution__c.CompSuite__Full_Page_Execution
source: Full Page Execution
it: Esecuzione pagina intera

# ButtonOrLink.CompSuite__Protocol_Execution__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Protocol_Execution__c.CompSuite__New
source: New
it: Nuovo

# ButtonOrLink.CompSuite__Protocol_Execution__c.CompSuite__New_Protocol_Execution
source: New Protocol Execution
it: Nuova esecuzione del protocollo

# ButtonOrLink.CompSuite__Protocol_Execution__c.CompSuite__View_PDF
source: View PDF
it: Visualizza PDF

source: Current Version Preview
it: Anteprima versione attuale

# ButtonOrLink.CompSuite__Validation_Protocol__c.CompSuite__Full_Page_Preview
source: Full Page Preview
it: Anteprima pagina intera

# ButtonOrLink.CompSuite__Validation_Protocol__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Validation_Protocol__c.CompSuite__Next_Version_Preview
source: Next Version Preview
it: Anteprima prossima versione

# ButtonOrLink.CompSuite__Quality_Event__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Quality_Event__c.CompSuite__Life_Cycle
source: Life Cycle
it: Ciclo di vita

# ButtonOrLink.CompSuite__Renewal__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Requirement_Header__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Requirement_Revision__c.Back_to_Requirement_Header
source: Back to Requirement Header
it: Torna all'Intestazione dei requisiti

# ButtonOrLink.CompSuite__Requirement_Revision__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Sample__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Site__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Step_Action__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Supplier_Audit__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Supplier__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Supplier_Score_Card__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__System__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Template_Element__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Registration__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Relations__c.Affected_Document
source: Affected Document
it: Documento interessato

# ButtonOrLink.CompSuite__Relations__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Relations__c.New_Trainee
source: New Trainee
it: Nuovo tirocinante

# ButtonOrLink.CompSuite__Template__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Test__c.CompSuite__History
source: History
it: Cronologia

source: Cancel Training Assignments
it: Annulla i compiti di formazione

source: Document Revision Attachments
it: Allegati della revisione del documento

# ButtonOrLink.CompSuite__Training_Assignment__c.CompSuite__Extend_Due_date
source: Extend Due date
it: Proroga scadenza

# ButtonOrLink.CompSuite__Training_Assignment__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Training_Assignment__c.CompSuite__Start_Exam
source: Start Exam
it: Inizia esame

# ButtonOrLink.CompSuite__Training_Assignment__c.CompSuite__Unsubscribe
source: Unsubscribe
it: Annulla l'iscrizione

# ButtonOrLink.CompSuite__Used_Equipment__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Variation__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Protocol_Element__c.CompSuite__Back_to_Protocol
source: Back to Protocol
it: Torna a Protocollo

# ButtonOrLink.CompSuite__Protocol_Element__c.CompSuite__Create_New_Version
source: Create New Version
it: Crea nuova versione

# ButtonOrLink.CompSuite__Protocol_Element__c.CompSuite__Exclude_from_Next_Version
source: Exclude from Next Version
it: Escludi da prossima versione

# ButtonOrLink.CompSuite__Protocol_Element__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Protocol_Element__c.CompSuite__Include_in_Next_Version
source: Include in Next Version
it: Includi nella prossima versione

# ButtonOrLink.CompSuite__Approval_Matrix_Row__c.Matrix_Report
source: Matrix Report
it: Report a matrice

# ButtonOrLink.CompSuite__Member_State_Registration__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.CompSuite__Execution_Element__c.CompSuite__History
source: History
it: Cronologia

# ButtonOrLink.Campaign.ViewAllCampaignMembers
source: View All Campaign Members
it: Visualizza tutti i membri della campagna

# ButtonOrLink.Campaign.ViewCampaignInfluenceReport
source: View Campaign Influence Report
it: Visualizza il report sull'influenza della campagna

# ButtonOrLink.Contact.SendGmail
source: Send Gmail
it: Send from Gmail

# ButtonOrLink.Lead.SendGmail
source: Send Gmail
it: Send from Gmail

# ButtonOrLink.Product2.CompSuite__History
source: History
it: Cronologia

# CustomApp.CompSuite__CP_Document_Management
source: Dot Content Publisher
it: Editore di contenuti Dot

# CustomApp.Dot_Audit_Management
source: Dot Audit Management
it: Gestione dell'audit Dot

# CustomApp.Dot_Clinical_Management
source: Dot Clinical Management
it: Gestione clinica Dot

# CustomApp.CompSuite__Dot_Compliance
source: DOT Compliance
it: Conformità DOT

# CustomApp.Dot_Compliance_Batch_Records
source: Dot Compliance Batch Records
it: Batch record di conformità Dot

# CustomApp.Dot_Compliance_Data_Migation
source: Dot Compliance Data Migation
it: Migrazione dei dati di conformità Dot

# CustomApp.Dot_Compliance_EBR_DHR
source: Dot Compliance EBR/DHR
it: Conformità EBR/DHR Dot

# CustomApp.Dot_Compliance_LIMS
source: Dot Compliance LIMS
it: Conformità LIMS Dot

# CustomApp.CompSuite__Dot_Compliance_Lightning
source: Dot Compliance
it: Conformità DOT

# CustomApp.Dot_Compliance_Maintenance
source: Dot Compliance Maintenance
it: Manutenzione della conformità Dot

# CustomApp.Dot_Compliance_Training
source: Dot Compliance Training
it: Formazione sulla conformità Dot

# CustomApp.CompSuite__Dot_Design_Control
source: Dot Design Control
it: Controllo del design Dot

# CustomApp.Dot_IT_Compliance
source: Dot IT Compliance
it: IT Compliance Dot

# CustomApp.Dot_Program_Management
source: Dot Program Management
it: Program Management Dot

# CustomApp.Dot_Supplier_Quality
source: Dot Supplier Quality
it: Supplier Quality Dot

# CustomApp.Platform
source: Platform
it: Piattaforma

# CustomApp.CompSuite__Validation_Deliverabilites
source: Validation Deliverables
it: Prodotti di convalida

source: Approval Process Init
it: Avvio processo di approvazione

source: AI Predictions
it: Previsioni IA

source: Approval Process Name
it: Nome processo di approvazione

# CustomField.CompSuite__AI_Prediction__c.CompSuite__External_Id.FieldLabel
source: External Id
it: Id esterno

# CustomField.CompSuite__AI_Prediction__c.CompSuite__Fit_Prediction.FieldLabel
source: Fit Prediction
it: Adatta previsione

# CustomField.CompSuite__AI_Prediction__c.CompSuite__Group.FieldLabel
source: Group
it: Gruppo

# CustomField.CompSuite__AI_Prediction__c.CompSuite__Lower_Prediction.FieldLabel
source: Lower Prediction
it: Abbassa previsione

source: State Transition ID
it: ID transizione stato

# CustomField.CompSuite__AI_Prediction__c.CompSuite__Upper_Prediction.FieldLabel
source: Upper Prediction
it: Alza previsione

# CustomField.CompSuite__AI_Prediction__c.CompSuite__Use_Case.FieldLabel
source: Use Case
it: Caso d'uso

# CustomField.CompSuite__AI_Prediction__c.CompSuite__User.FieldLabel
source: User
it: Utente

# CustomField.CompSuite__AI_Prediction__c.CompSuite__User.RelatedListLabel
source: AI Predictions
it: Previsioni IA

source: AI Web Service
it: Servizio Web IA

# CustomField.CompSuite__AI_Schedule_Script__c.CompSuite__AI_Web_Service.HelpText
source: this is lookup by developer name, the parent is AI_Web_Service__mdt please populate by the parent developer name
it: questa è una ricerca in base al nome dello sviluppatore, il principale è AI_Web_Service__mdt popolare con il nome dello sviluppatore principale

# CustomField.CompSuite__AI_Schedule_Script__c.CompSuite__Is_Active.FieldLabel
source: Is Active
it: Is Attivo

# CustomField.CompSuite__AI_Schedule_Script__c.CompSuite__Is_Active.HelpText
source: this field is responsible for the script execution in AWS lambda for both ways (create input.csv,get output.csv)
it: Questo campo è responsabile dell'esecuzione dello script in AWS Lambda sia per la creazione del file input.csv che per ottenere il file output.csv.

source: Object Api Name
it: Nome oggetto API

# CustomField.CompSuite__AI_Schedule_Script__c.CompSuite__Script_Name.FieldLabel
source: Script Name/Bucket Name
it: Nome dello script/Nome del bucket

# CustomField.CompSuite__AI_Web_Service__c.CompSuite__API_Key_Input.FieldLabel
source: API Key Input
it: Input chiave API

# CustomField.CompSuite__AI_Web_Service__c.CompSuite__API_Key_Input.HelpText
source: put the API Key to retrieve data (input.csv) from Salesforce to S3
it: Inserisci la chiave API per recuperare i dati (input.csv) da Salesforce a S3.

# CustomField.CompSuite__AI_Web_Service__c.CompSuite__API_Key_Output.FieldLabel
source: API Key Output
it: Output chiave API

# CustomField.CompSuite__AI_Web_Service__c.CompSuite__API_Key_Output.HelpText
source: put the API Key to retrieve data (output.csv) from S3 to Salesforce
it: inserire la chiave API per recuperare i dati (output.csv) da S3 a Salesforce.

# CustomField.CompSuite__AI_Web_Service__c.CompSuite__End_Point_Input.FieldLabel
source: End Point Input
it: Input endpoint

# CustomField.CompSuite__AI_Web_Service__c.CompSuite__End_Point_Input.HelpText
source: put the endpoint to retrieve data (input.csv) from Salesforce to S3
it: inserisci l'endpoint per recuperare i dati (input.csv) da Salesforce a S3.

# CustomField.CompSuite__AI_Web_Service__c.CompSuite__End_Point_Output.FieldLabel
source: End Point Output
it: Output endpoint

# CustomField.CompSuite__AI_Web_Service__c.CompSuite__End_Point_Output.HelpText
source: put the endpoint to retrieve data (output.csv) from S3 to Salesforce
it: inserisci l'endpoint per recuperare i dati (output.csv) da S3 a Salesforce.

# CustomField.CompSuite__Action_List__c.CompSuite__Action_Assignment.FieldLabel
source: Action Assignment
it: Compito di azione

# CustomField.CompSuite__Action_List__c.CompSuite__Action_List_Name.FieldLabel
source: Action List Name
it: Nome dell'elenco delle azioni

# CustomField.CompSuite__Action_List__c.CompSuite__Action_List_Name.HelpText
source: in case Action List name should be up to 80 chars and more than 40 chars, update this field
it: Nel caso in cui il nome dell'elenco delle azioni debba essere fino a 80 caratteri e più di 40 caratteri, aggiornare questo campo.

# CustomField.CompSuite__Action_List__c.CompSuite__Action_List_Type.FieldLabel
source: Action List Type
it: Tipo dell'elenco delle azioni

# CustomField.CompSuite__Action_List__c.CompSuite__Color_Order.FieldLabel
source: Color Order
it: Ordine dei colori

# CustomField.CompSuite__Action_List__c.CompSuite__Condition.FieldLabel
source: Condition
it: Condizione

# CustomField.CompSuite__Action_List__c.CompSuite__Context.FieldLabel
source: Context
it: Contesto

source: Dashboard Table Columns
it: Colonne tabella della dashboard

source: This field contains the API of action list fields that will be displayed on the dashboard table option. Each API will be a column in the table and needs to operate with , without spaces.
it: Questo campo contiene l'API dei campi dell'elenco azioni che verranno visualizzati nell'opzione della tabella della dashboard. Ogni API sarà una colonna nella tabella e dovrà funzionare con e senza spazi.

# CustomField.CompSuite__Action_List__c.CompSuite__Description_Prefix.FieldLabel
source: Description Prefix
it: Prefisso descrizione

# CustomField.CompSuite__Action_List__c.CompSuite__Dotti_Instructions.FieldLabel
source: Dottie Instructions
it: Istruzioni Dottie

source: Estimated Effort Field
it: Campo Sforzo stimato

# CustomField.CompSuite__Action_List__c.CompSuite__Expected_Date_Field.FieldLabel
source: Expected Date Field
it: Campo data attesa

# CustomField.CompSuite__Action_List__c.CompSuite__Expected_Response.FieldLabel
source: Expected Response
it: Risposta attesa

# CustomField.CompSuite__Action_List__c.CompSuite__Expected_Response.HelpText
source: Please enter the number in days
it: Inserire il numero in giorni

# CustomField.CompSuite__Action_List__c.CompSuite__Group_to_View.FieldLabel
source: Group to View
it: Raggruppa per visualizzare

# CustomField.CompSuite__Action_List__c.CompSuite__Group_to_View.HelpText
source: In case the action list record is for overview records that are not assigned to the user (i.e. Deviations pending QA review). Fill in the field for the action list that does not depend on the owner of the records.
it: Nel caso in cui il record dell'elenco delle azioni riguardi record di panoramica che non sono assegnati all'utente (ad esempio Deviazioni in attesa di revisione QA). Compilare il campo per l'elenco delle azioni che non dipende dal proprietario dei record.

# CustomField.CompSuite__Action_List__c.CompSuite__High_Limit.FieldLabel
source: High Limit
it: Limite alto

# CustomField.CompSuite__Action_List__c.CompSuite__Importance.FieldLabel
source: Importance
it: Importanza

# CustomField.CompSuite__Action_List__c.CompSuite__Importance.HelpText
source: 1= least importance 5= most importance
it: 1= meno importante 5= più importante

# CustomField.CompSuite__Action_List__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Action_List__c.CompSuite__Low_Limit.FieldLabel
source: Low Limit
it: Limite basso

# CustomField.CompSuite__Action_List__c.CompSuite__Object_API_Name.FieldLabel
source: Object API Name
it: Nome oggetto API

source: Object Description Field
it: Campo di descrizione dell'oggetto

# CustomField.CompSuite__Action_List__c.CompSuite__Object_Owner_Field.FieldLabel
source: Object Owner Field
it: Campo proprietario dell'oggetto

# CustomField.CompSuite__Action_List__c.CompSuite__Object_Owner_Field.HelpText
source: Enter the relevant owner API field from the object. If it's not according to the standard salesforce field. The field must be lookup for user or employee.
it: Inserisci il campo API del proprietario pertinente dell'oggetto. Se non corrisponde al campo standard di Salesforce, il campo deve essere un riferimento di ricerca (lookup) per utente o dipendente.

# CustomField.CompSuite__Action_List__c.CompSuite__Object_Record_Type.FieldLabel
source: Object Record Type
it: Tipo di Record dell'oggetto

# CustomField.CompSuite__Action_List__c.CompSuite__Object_State.FieldLabel
source: Object State
it: Stato dell'oggetto

# CustomField.CompSuite__Action_List__c.CompSuite__Record_Number_Field.FieldLabel
source: Record Number Field
it: Campo del Numero di record

# CustomField.CompSuite__Action_List__c.CompSuite__Summary_Order.FieldLabel
source: Summary Order
it: Ordine del riepilogo

# CustomField.CompSuite__Action_List__c.CompSuite__Summary_view_icon.FieldLabel
source: Summary view icon
it: Icona di visualizzazione del riepilogo

# CustomField.CompSuite__Action_List__c.CompSuite__Xact_Record.FieldLabel
source: Xact Record
it: Record esatto

# CustomField.CompSuite__Action_List__c.CompSuite__Xact_Record.HelpText
source: Check this field if it has been altered by a customer request. When checked, it will not be overridden in upgrades.
it: Controlla questo campo se è stato modificato da una richiesta del cliente. Se selezionato, non verrà sovrascritto negli aggiornamenti.

# CustomField.CompSuite__Action_List__c.CompSuite__isActive.FieldLabel
source: isActive
it: isAttivo

# CustomField.CompSuite__Action_List__c.CompSuite__isActive.HelpText
source: checked = display in the dashboard unchecked = don't display in the dashboard
it: selezionato = visualizza nella dashboard deselezionato = non viene visualizzato nella dashboard

source: Business Unit
it: Divisione

source: Completion Date
it: Data di completamento

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Lock Fields
it: Blocca campi

source: State
it: Stato

source: Australia Medical Device Reports
it: Report sui dispositivi medici in Australia

source: Attach as PDF
it: Allega come PDF

source: URLto store AWS microservice endpoint
it: URL per archiviare l'endpoint del microservizio AWS

source: Compose Email
it: Componi e-mail

source: Date Format
it: Formato data

source: End Identifier
it: Identificatore finale

source: Include Powered by Dot
it: Includi Powered by Dot
