Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# AddressCountry.NZ
source: New Zealand
it: Nuova Zelanda

# AddressCountry.PE
source: Peru
it: Perù

# AddressCountry.PF
source: French Polynesia
it: Polinesia Francese

# AddressCountry.PG
source: Papua New Guinea
it: Papua Nuova Guinea

# AddressCountry.PH
source: Philippines
it: Filippine

# AddressCountry.PL
source: Poland
it: Polonia

# AddressCountry.PM
source: Saint Pierre and Miquelon
it: Saint Pierre e Miquelon

# AddressCountry.PN
source: Pitcairn
it: Isole Pitcairn

# AddressCountry.PS
source: Palestine
it: Palestina

# AddressCountry.PT
source: Portugal
it: Portogallo

# AddressCountry.RU
source: Russian Federation
it: Federazione Russa

# AddressCountry.RW
source: Rwanda
it: Ruanda

# AddressCountry.SA
source: Saudi Arabia
it: Arabia Saudita

# AddressCountry.SB
source: Solomon Islands
it: Isole Salomone

# AddressCountry.SE
source: Sweden
it: Svezia

# AddressCountry.SH
source: Saint Helena, Ascension and Tristan da Cunha
it: Sant'Elena, Ascensione e Tristan da Cunha

# AddressCountry.SJ
source: Svalbard and Jan Mayen
it: Svalbard e Jan Mayen

# AddressCountry.SK
source: Slovakia
it: Slovacchia

# AddressCountry.SS
source: South Sudan
it: Sudan del Sud

# AddressCountry.ST
source: Sao Tome and Principe
it: Sao Tomé e Principe

# AddressCountry.SX
source: Sint Maarten (Dutch part)
it: Sint Maarten (parte olandese)

# AddressCountry.SY
source: Syrian Arab Republic
it: Repubblica Araba Siriana

# AddressCountry.TC
source: Turks and Caicos Islands
it: Isole Turks e Caicos

# AddressCountry.TF
source: French Southern Territories
it: Territori della Francia del sud

# AddressCountry.TH
source: Thailand
it: Tailandia

# AddressCountry.TJ
source: Tajikistan
it: Tagikistan

# AddressCountry.TL
source: Timor-Leste
it: Timor Est

# AddressCountry.TR
source: Turkey
it: Turchia

# AddressCountry.TT
source: Trinidad and Tobago
it: Trinidad e Tobago

# AddressCountry.TZ
source: Tanzania, United Republic of
it: Tanzania, Repubblica Unita di

# AddressCountry.UA
source: Ukraine
it: Ucraina

# AddressCountry.US
source: United States
it: Stati Uniti

# AddressCountry.VA
source: Holy See (Vatican City State)
it: Santa Sede (Stato della Città del Vaticano)

# AddressCountry.VC
source: Saint Vincent and the Grenadines
it: Saint Vincent e Grenadine

# AddressCountry.VE
source: Venezuela, Bolivarian Republic of
it: Venezuela, Repubblica Bolivariana di

# AddressCountry.VG
source: Virgin Islands, British
it: Isole Vergini britanniche

# AddressCountry.WF
source: Wallis and Futuna
it: Wallis e Futuna

# AddressCountry.ZA
source: South Africa
it: Sud Africa

# AddressState.AU.ACT
source: Australian Capital Territory
it: Territorio della capitale australiana

# AddressState.AU.NSW
source: New South Wales
it: Nuovo Galles del Sud

# AddressState.AU.NT
source: Northern Territory
it: Territori del Nord

# AddressState.AU.SA
source: South Australia
it: Australia Meridionale

# AddressState.AU.WA
source: Western Australia
it: Australia Occidentale

# AddressState.BR.DF
source: Distrito Federal
it: Distretto Federale

# AddressState.BR.SP
source: São Paulo
it: San Paolo

# AddressState.CA.BC
source: British Columbia
it: Columbia Britannica

# AddressState.CA.NB
source: New Brunswick
it: Nuovo Brunswick

# AddressState.CA.NL
source: Newfoundland and Labrador
it: Terranova e Labrador

# AddressState.CA.NS
source: Nova Scotia
it: Nuova Scozia

# AddressState.CA.NT
source: Northwest Territories
it: Territori del Nordovest

# AddressState.CA.PE
source: Prince Edward Island
it: Isola del Principe Edoardo

# AddressState.CA.QC
source: Quebec
it: Québec

# AddressState.CA.YT
source: Yukon Territories
it: Territorio dello Yukon

# AddressState.CN.11
source: Beijing
it: Pechino

# AddressState.CN.12
source: Tianjin
it: Tientsin

# AddressState.CN.15
source: Nei Mongol
it: Mongolia Interna

# AddressState.IE.D
source: Dublin
it: Dublino

# AddressState.IN.AN
source: Andaman and Nicobar Islands
it: Isole Andamane e Nicobare

# AddressState.IN.DD
source: Daman and Diu
it: Daman e Diu

# AddressState.IN.DN
source: Dadra and Nagar Haveli
it: Dadra e Nagar Haveli

# AddressState.IN.JK
source: Jammu and Kashmir
it: Jammu e Kashmir

# AddressState.IN.WB
source: West Bengal
it: Bengala occidentale

# AddressState.IT.FI
source: Florence
it: Firenze

# AddressState.IT.GE
source: Genoa
it: Genova

# AddressState.IT.MN
source: Mantua
it: Messina

# AddressState.IT.MS
source: Massa and Carrara
it: Massa e Carrara

# AddressState.IT.NA
source: Naples
it: Napoli

# AddressState.IT.PD
source: Padua
it: Padova

# AddressState.IT.PU
source: Pesaro and Urbino
it: Pesaro e Urbino

# AddressState.IT.RM
source: Rome
it: Roma

# AddressState.IT.SR
source: Syracuse
it: Siracusa

# AddressState.IT.TO
source: Turin
it: Torino

# AddressState.IT.VE
source: Venice
it: Venezia

# AddressState.MX.BC
source: Baja California
it: Bassa California

# AddressState.MX.BS
source: Baja California Sur
it: Bassa California del Sud

# AddressState.MX.DF
source: Federal District
it: Distretto federale

# AddressState.MX.ME
source: Mexico State
it: Stato del Messico

# AddressState.US.DC
source: District of Columbia
it: Distretto della Colombia

# AddressState.US.NC
source: North Carolina
it: Carolina del Nord

# AddressState.US.ND
source: North Dakota
it: Nord Dakota

# AddressState.US.SC
source: South Carolina
it: Carolina del Sud

# AddressState.US.SD
source: South Dakota
it: Sud Dakota

# AddressState.US.WV
source: West Virginia
it: Virginia dell'ovest

# Flow.AutoLaunchedFlow.Notify_Owner_on_Effectiveness_Check_Creation.FieldLabel
source: Dot Xpress | Notify Owner On Effectiveness Check Creation
it: Dot Xpress | Notifica al proprietario la creazione del controllo di efficacia

# Flow.AutoLaunchedFlow.Notify_Owner_on_Effectiveness_Check_Creation.1.Name
source: Notify Owner On Effectiveness Check Creation
it: Notifica al proprietario la creazione del controllo di efficacia

# Flow.AutoLaunchedFlow.Notify_Owner_on_Effectiveness_Check_Creation.2.Name
source: Notify Owner On Effectiveness Check Creation
it: Notifica al proprietario la creazione del controllo di efficacia

# Flow.AutoLaunchedFlow.Notify_Owner_on_Effectiveness_Check_Creation.3.Name
source: Notify Owner On Effectiveness Check Creation
it: Notifica al proprietario la creazione del controllo di efficacia

# FieldSet.CompSuite__Action_Item__c.ActionItemList_view
source: Action Item List View
it: Visualizzazione elenco elementi di azione

# FieldSet.CompSuite__Action_Item__c.ActionItemTable_view
source: Action Item Table View
it: Visualizzazione tabella elementi di azione

# FieldSet.CompSuite__Action_Item__c.General_edit
source: General Edit Form
it: Modulo di modifica generale

# FieldSet.CompSuite__Action_Item__c.General_view
source: General View Form
it: Modulo di visualizzazione generale

# FieldSet.CompSuite__Assessment_Element__c.Risks_From_Library
source: Risks From Library
it: Rischi dalla libreria

# FieldSet.CompSuite__Assessment__c.Assessment
source: Assessment
it: Valutazione

# FieldSet.CompSuite__BOM_Relation__c.Manufacturer_Items_Table
source: Manufacturer Items Table
it: Tabella elementi produttore

# FieldSet.CompSuite__Batch_Step__c.Batch_Step_View
source: Batch Step View
it: Visualizzazione fase batch

# FieldSet.CompSuite__Batch_Step__c.Execute_Batch_Step_view
source: Execute Batch Step view
it: Esegui la visualizzazione fase batch

# FieldSet.CompSuite__Batch_Step__c.Planned_Batch_Step
source: Planned Batch Step
it: Fase batch prevista

# FieldSet.CompSuite__Change_Control__c.Related_Change_Control
source: Related Change Control
it: Controllo delle modifiche correlato

# FieldSet.CompSuite__Classroom__c.Classroom
source: Classroom
it: Classe

# FieldSet.CompSuite__Classroom__c.CompSuite__Classroom_View
source: Classroom View
it: Vista classe

# FieldSet.CompSuite__Classroom__c.CompSuite__Training_Center_New_Classroom_Wizard
source: Training Center New Classroom Wizard
it: Nuova procedura guidata per la classe del centro di formazione

source: Training Center view all the recorods
it: Visualizza tutti i record del centro di formazione

# FieldSet.CompSuite__Classroom__c.CompSuite__Training_Classroom_Operation
source: Training Classroom Operation
it: Operazioni in classe di formazione

# FieldSet.CompSuite__Classroom__c.CompSuite__Training_Classroom_Operation_Form
source: Training Classroom Operation Form
it: Modulo operazione in classe di formazione

source: available Classrooms for reschedule training
it: Classi disponibili per riprogrammare la formazione

# FieldSet.CompSuite__Complaint__c.Complaint
source: Complaint
it: Reclamo

# FieldSet.CompSuite__Curriculum__c.CompSuite__Curriculum_Selection
source: Training Plan Selection
it: Selezione del piano di formazione

source: Manage Multiple Training Requirements
it: Gestisci requisiti di formazione multipli

# FieldSet.CompSuite__Curriculum__c.CompSuite__Mini_Layout
source: Training plan name hover
it: Nome del piano di formazione passaggio con il mouse

source: Training center | Training plan tab
it: Centro di formazione | Scheda piano di formazione

source: Training center - training plan wizard
it: Centro di formazione: procedura guidata del piano di formazione

# FieldSet.CompSuite__Deviation__c.Deviation
source: Deviation
it: Deviazione

# FieldSet.CompSuite__Deviation__c.Deviation_to_Deviation
source: Deviation to Deviation
it: Deviazione a deviazione

# FieldSet.CompSuite__Document_Header__c.ControlledFields
source: ControlledFields
it: CampiControllati

# FieldSet.CompSuite__Document_Header__c.CompSuite__Create_Form_Columns
source: Create Form Columns
it: Crea colonne del modulo

# FieldSet.CompSuite__Document_Header__c.CompSuite__Create_Form_Edit
source: Create Form Edit
it: Crea modulo di modifica

# FieldSet.CompSuite__Document_Header__c.CompSuite__Document
source: Document
it: Documento

# FieldSet.CompSuite__Document_Header__c.CompSuite__Document_From_Template_Table
source: Document From Template Table
it: Documento da tabella del modello

# FieldSet.CompSuite__Document_Header__c.Master_Document
source: Master Document
it: Documento master

# FieldSet.CompSuite__Document_Header__c.SimpleFields
source: SimpleFields
it: CampiSemplici

# FieldSet.CompSuite__Document_Header__c.CompSuite__Template_Cloned_Fields
source: Template Cloned Fields
it: Campi clonati del modello

# FieldSet.CompSuite__Document_Header__c.CompSuite__Template_Edit_Form_Fields
source: Template Edit Form Fields
it: Campi del modulo di modifica del modello

# FieldSet.CompSuite__Document_Header__c.CompSuite__Template_Filter_Fields
source: Template Filter Fields
it: Campi filtro modello

# FieldSet.CompSuite__Document_Revision__c.AI_Datatable_Selection
source: AI Datatable Selection
it: Selezione della tabella dati AI

# FieldSet.CompSuite__Document_Revision__c.Controlled_edit
source: Controlled Edit Form
it: Modulo di modifica controllata

# FieldSet.CompSuite__Document_Revision__c.CompSuite__Datatable_Single_Selection
source: Datatable Single Selection
it: Selezione singola tabella dati

# FieldSet.CompSuite__Document_Revision__c.Document_Revision
source: Document Revision
it: Revisione del documento

# FieldSet.CompSuite__Document_Revision__c.General_edit
source: General Edit Form
it: Modulo di modifica generale

# FieldSet.CompSuite__Document_Revision__c.New_Document_From_Change_Control
source: New Document From Change Control
it: Nuovo documento dal controllo delle modifiche

# FieldSet.CompSuite__Document_Revision__c.Simple_edit
source: Simple Edit Form
it: Modulo di modifica semplice

source: Training Center New Training Requirement Wizard
it: Procedura guidata per i nuovi requisiti di formazione del centro di formazione

# FieldSet.CompSuite__Employee__c.CompSuite__Classroom_Add_Trainees
source: Classroom | Add Trainees button
it: Classi | Aggiungi pulsante tirocinanti

# FieldSet.CompSuite__Employee__c.CompSuite__Trainees
source: Trainees
it: Tirocinanti

# FieldSet.CompSuite__Employee__c.CompSuite__Training_Center_view_all_the_recorods
source: Training Center | Employee tab
it: Centro di formazione | Scheda dipendente

# FieldSet.CompSuite__Employee__c.CompSuite__Training_Classroom_Operation
source: Classroom Operation wizard
it: Procedura guidata per le operazioni in classe

source: Training center | Job function wizard
it: Centro di formazione | Procedura guidata per le funzioni lavorative

source: Training Center | Employees tab
it: Centro di formazione | Scheda dipendenti

# FieldSet.CompSuite__Effectiveness_Check__c.EC_General
source: EC General
it: Generale CE

# FieldSet.CompSuite__Effectiveness_Check__c.EC_General_View
source: EC General View
it: Visione generale CE

# FieldSet.CompSuite__Effectiveness_Check__c.EC_Periodic_Review
source: EC Periodic Review
it: Revisione periodica CE

# FieldSet.CompSuite__Effectiveness_Check__c.Effectiveness_Checks_PR_View
source: Effectiveness Checks PR View
it: Controlli di efficacia visualizzazione PR

# FieldSet.CompSuite__Equipment__c.Equipment_CC_Exist_Datatable_Fields
source: Equipment CC Exist Datatable Fields
it: Attrezzature CC esistenti campi tabella dati

# FieldSet.CompSuite__Equipment__c.Equipment_CC_New_Form
source: Equipment CC New Form
it: Attrezzatura CC nuovo modulo

# FieldSet.CompSuite__Equipment__c.Equipment_Relation
source: Equipment Relation
it: Correlazione attrezzatura

# FieldSet.CompSuite__Equipment__c.Equipment_edit
source: Equipment Edit Form
it: Modulo di modifica dell'attrezzatura

# FieldSet.CompSuite__Equipment__c.IT_Asset_edit
source: Equipment Edit Form
it: Modulo di modifica dell'attrezzatura

# FieldSet.CompSuite__Equipment__c.IT_CC_New_Form
source: IT CC New Form
it: IT CC nuovo modulo

# FieldSet.CompSuite__Investigation__c.Investigation_Field_Set
source: Investigation Field Set
it: Set di campi di indagine

# FieldSet.CompSuite__Investigation__c.Investigation_as_known_Issues
source: Investigation as known Issues
it: Indagine come problemi noti

source: Job Function Report
it: Report delle funzioni lavorative

source: Training center | Job function tab
it: Centro di formazione | Scheda per le funzioni lavorative

source: Training center | Training plan wizard
it: Centro di formazione | Procedura guidata del piano di formazione

source: Training Center | Create job function wizard
it: Centro di formazione | Creazione guidata della funzione lavorativa

# FieldSet.CompSuite__Observation__c.Finding
source: Finding
it: Risultato

# FieldSet.CompSuite__Product_Item__c.Manufacturer_New_Form_From_CC
source: Manufacturer New Form From CC
it: Nuovo modulo del produttore da CC

# FieldSet.CompSuite__Product_Item__c.Product_Item_CC_New_Form
source: Product Item CC New Form
it: Elemento prodotto CC Nuovo modulo

# FieldSet.CompSuite__Product_Version__c.General_edit
source: General Edit Form
it: Modulo di modifica generale

# FieldSet.CompSuite__Product_Version__c.Product_Version_CC_Datatable_Fields_Manu
source: Product Version CC Datatable Fields Manufatruer
it: Versione prodotto CC produttore campi tabella dati

# FieldSet.CompSuite__Product_Version__c.Product_Version_CC_Exist_Datatable_Field
source: Product Version CC Exist Datatable Fields
it: Versione prodotto CC esistente campi tabella dati

# FieldSet.CompSuite__Program__c.CompSuite__Traceability_Program
source: Traceability Program
it: Programma di tracciabilità

# FieldSet.CompSuite__Protocol_Execution__c.CompSuite__Executions_Csv
source: Executions Csv
it: Esecuzioni Csv

source: Electronic_Form_Protocol_edit
it: Modulo_Elettronico_Protocollo_modifica

source: Electronic_Form_Protocol_view
it: Modulo_Elettronico_Protocollo_visualizza

source: Protocol Execution Creation
it: Creazione esecuzione del protocollo

# FieldSet.CompSuite__Validation_Protocol__c.CompSuite__Protocol_Popover_Fields
source: Protocol Popover Fields
it: Campi popover del protocollo

source: Training Center view all the recorods
it: Visualizza tutti i record del centro di formazione

source: training center-form to create exam
it: centro di formazione - modulo per creare esame

# FieldSet.CompSuite__Quality_Event__c.Quality_Event
source: Quality Event
it: Evento sulla qualità

source: Training Center view all the recorods
it: Visualizza tutti i record del centro di formazione

source: training center form to create requirement
it: modulo del centro di formazione per creare requisiti

source: Manage Multiple Training Requirements
it: Gestisci requisiti di formazione multipli

source: Related List Master Document
it: Documento master dell'elenco correlato

source: Training center | Training assignment wizard-
it: Centro di formazione | Procedura guidata per i compiti di formazione-

source: Training center | Training Requirements tab
it: Centro di formazione | Scheda Requisiti formativi

# FieldSet.CompSuite__Requirement_Header__c.CompSuite__Training_Requirements_View
source: Self Registration - Training Requirements View
it: Auto-registrazione: visualizzazione dei requisiti formativi

source: Training center | Training plan wizard
it: Centro di formazione | Procedura guidata del piano di formazione

# FieldSet.CompSuite__Requirement_Revision__c.CompSuite__New_Requirement_Revision
source: New Requirement Revision
it: Nuova revisione dei requisiti

source: Training Center | Training assignment wizard
it: Centro di formazione | Procedura guidata per i compiti di formazione

source: Training center | Requirement Revision tab
it: Centro di formazione | Scheda revisione requisito

source: Training Requirement Related Requirement Revisions
it: Revisioni dei requisiti correlati ai requisiti di formazione

# FieldSet.CompSuite__Sample__c.Execute_Sample
source: Execute Sample
it: Esegui campione

# FieldSet.CompSuite__Sample__c.Execute_Sample_View
source: Execute Sample View
it: Visualizzazione esegui campione

# FieldSet.CompSuite__Sample__c.Planned_Sample
source: Planned Sample
it: Campione previsto

# FieldSet.CompSuite__Sample__c.Sample_View
source: Sample View
it: Visualizzazione campione

# FieldSet.CompSuite__Sample__c.Samples_And_Barcode
source: Samples And Barcode
it: Campioni e codice a barre

# FieldSet.CompSuite__Site__c.Clinical_Site_Table
source: Clinical Site Table
it: Tabella del sito clinico

# FieldSet.CompSuite__Site__c.Clinical_Site_View
source: Clinical Site View
it: Visualizzazione del sito clinico

# FieldSet.CompSuite__Supplier__c.General_edit
source: General Edit
it: Modifica generale

# FieldSet.CompSuite__Supplier__c.Supplier_CC_Exist_Datatable_Fields
source: Supplier_CC_Exist_Datatable_Fields
it: Fornitore_CC_Esistente_Tabelladati_Campi

# FieldSet.CompSuite__Supplier__c.Supplier_CC_New_Form
source: Supplier_CC_New_Form
it: Fornitore_CC_Nuovo_Modulo

# FieldSet.CompSuite__Supplier__c.Supplier_Relation
source: Supplier Relation
it: Correlazione con il fornitore

# FieldSet.CompSuite__Relations__c.Batch_Record_to_Equipment
source: Batch Record to Equipment
it: Batch record nell'attrezzatura

# FieldSet.CompSuite__Relations__c.CompSuite__Classroom_to_Employee
source: Classroom to Employee
it: Classe per dipendente

# FieldSet.CompSuite__Relations__c.Deviation_to_Batch_Record
source: Deviation to Batch Record
it: Deviazione del Batch record

# FieldSet.CompSuite__Relations__c.Deviation_to_Product
source: Deviation to Product
it: Deviazione dal prodotto

# FieldSet.CompSuite__Relations__c.CompSuite__Document_Revision_to_Assessment
source: Document Revision to Assessment
it: Revisione del documento per la valutazione

# FieldSet.CompSuite__Relations__c.Document_to_Master_Document
source: Document to Master Document
it: Documento a documento master

# FieldSet.CompSuite__Relations__c.Master_Document_to_Equipment
source: Master Document to Equipment
it: Documento master ad attrezzatura

# FieldSet.CompSuite__Relations__c.Planned_Batch_Step
source: Planned Batch Step
it: Fase batch prevista

# FieldSet.CompSuite__Relations__c.CompSuite__documet_to_batch_master
source: documet to batch master
it: documento a master batch

# FieldSet.CompSuite__Test__c.Execute_Tests_View
source: Execute Tests View
it: Visualizzazione esegui test

# FieldSet.CompSuite__Test__c.Executed_Tests
source: Executed Tests
it: Test eseguiti

# FieldSet.CompSuite__Test__c.Planned_Test
source: Planned Test
it: Test previsto

# FieldSet.CompSuite__Test__c.Planned_Test_View
source: Planned Test View
it: Visualizzazione test previsto

# FieldSet.CompSuite__Training_Assignment__c.CompSuite__Classroom_Trainees
source: Classroom Trainees
it: Tirocinanti in classe

source: Employee Remove Floating TA Columns
it: Dipendente rimuovere colonne TA mobili

# FieldSet.CompSuite__Training_Assignment__c.CompSuite__Prerequisites
source: Prerequisites
it: Prerequisiti

# FieldSet.CompSuite__Training_Assignment__c.CompSuite__Training_Zone_Assignments
source: Training Zone Assignments
it: Compiti delle zone di formazione

source: available Classrooms for reschedule training
it: Classi disponibili per riprogrammare la formazione

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Date_edit
source: Date_edit
it: Data_modifica

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Date_view
source: Date_view
it: Data_visualizza

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Datetime_edit
source: Datetime_edit
it: Datetime_modifica

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Datetime_view
source: Datetime_view
it: Datetime_visualizza

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Free_Text_edit
source: Free_Text_edit
it: Free_Libero_modifica

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Free_Text_view
source: Free_Text_view
it: Free_Libero_visualizza

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Multi_Picklist_CSV
source: Multi Picklist CSV
it: CSV Elenchi di selezione multipli

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Multi_Picklist_edit
source: Multi_Picklist_edit
it: Elenchi_Selezione_multipli_modifica

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Multi_Picklist_view
source: Multi_Picklist_view
it: Elenchi_Selezione_multipli_visualizza

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Numeric_Value_CSV
source: Numeric Value CSV
it: CSV Valore numerico

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Numeric_Value_edit
source: Numeric_Value_edit
it: Valore_Numerico_modifica

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Numeric_Value_view
source: Numeric Value_view
it: Valore_Numerico_visualizza

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Radio_Button_Horizontal_CSV
source: Radio Button Horizontal CSV
it: CSV Pulsante di opzione orizzontale

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Radio_Button_Horizontal_edit
source: Radio_Button_Horizontal_edit
it: Pulsante_Opzione_Orizzontale_modifica

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Radio_Button_Horizontal_view
source: Radio_Button_Horizontal_view
it: Pulsante_Opzione_Orizzontale_visualizza

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Radio_Button_Vertical_CSV
source: Radio Button Vertical CSV
it: CSV Pulsante di opzione verticale

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Radio_Button_Vertical_edit
source: Radio_Button_Vertical_edit
it: Pulsante_Opzione_Verticale_modifica

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Radio_Button_Vertical_view
source: Radio_Button_Vertical_view
it: Pulsante_Opzione_Verticale_visualizza

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Single_Picklist_CSV
source: Single Picklist CSV
it: CSV Elenco di selezione singolo

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Single_Picklist_edit
source: Single_Picklist_edit
it: Elenco_Selezione_Singolo_modifica

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Single_Picklist_view
source: Single_Picklist_view
it: Elenco_Selezione_Singolo_visualizza

# FieldSet.CompSuite__Protocol_Element__c.CompSuite__Table_edit
source: Table_edit
it: Tabella_modifica
