Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

source: Include user info in output
it: Includi informazioni utente nell'output

source: Named Cred
it: Credenziale denominata

source: RestAPIVersion
it: VersioneRestAPI

source: Start Identifier
it: Identificatore di inizio

source: Use Named Cred
it: Utilizza credenziale denominata

source: Use Page Session
it: Utilizza la sessione di pagina

source: Use User Session
it: Utilizza la sessione utente

source: Alignment
it: Allineamento

source: Background Image URL
it: URL dell'immagine di background

source: Content
it: Contenuto

source: Content Template Elements
it: Elementi del modello di contenuto

source: Content Action
it: Azione contenuto

source: Content Font
it: Font del contenuto

source: Content Position
it: Posizione del contenuto

source: Content Template
it: Modello del contenuto

source: Content Template Elements
it: Elementi del modello di contenuto

source: Content Type
it: Tipo di contenuto

source: Date Format
it: Formato data

source: Embed Images
it: Incorpora immagini

source: Enable Landscape Layout
it: Abilita il layout in orizzontale

source: Field Label
it: Etichetta del campo

source: Field Type
it: Tipo di campo

source: Footer Visibility
it: Visibilità del piè di pagina

source: Group By
it: Raggruppa per

source: Header Visibility
it: Visibilità dell'intestazione

source: Is Auto Generated
it: Is Generata Automaticamente

source: Comments
it: Commenti

source: Order Sequence
it: Sequenza ordine

source: Picklist Values
it: Valori dell'Elenco di selezione

source: Enter line separated values if Picklist is selected as Field Type.
it: Immettere valori separati da righe se l'Elenco di selezione è selezionato come Tipo di campo.

source: Placeholder Content
it: Contenuto segnaposto

source: Placeholder Content which will be replaced with the user input in the section content(without brackets [ ]).
it: Contenuto segnaposto che verrà sostituito con l'input dell'utente nel contenuto della sezione (senza parentesi [ ]).

source: Query JSON
it: Interroga JSON

source: Reference Field
it: Campo di riferimento

source: Reference Field Label
it: Etichetta del campo di riferimento

source: To store reference field label
it: Per archiviare l'etichetta del campo di riferimento

source: Section Alias
it: Alias della sezione

source: Section Content
it: Contenuto della sezione

source: Section External Id
it: ID esterno della sezione

source: Section Filter
it: Filtro della sezione

source: Section Filter Data
it: Filtra dati della sezione

source: Section Filter Logic
it: Logica del filtro della sezione

source: Section Key
it: Chiave della sezione

source: State
it: Stato

source: Content Template Elements
it: Elementi del modello di contenuto

source: Template Type
it: Tipo di modello

source: Visibility
it: Visibilità

source: Additional Info
it: Informazioni aggiuntive

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Alignment.FieldLabel
source: Page Number Alignment
it: Allineamento del numero di pagina

source: Allow Attach As PDF To Record
it: Consenti allega come PDF al record

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Allow_Esign.FieldLabel
source: Allow Electronic Signature
it: Consenti firma elettronica

source: Allow Send As Email Attachment
it: Consenti Invia come allegato e-mail

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Amend.FieldLabel
source: Amend
it: Modifica

source: Business Unit
it: Divisione

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Description.FieldLabel
source: Description
it: Descrizione

source: Footer Margin Size
it: Dimensioni margine piè di pagina

source: Valid margin value range for cm is 2.5-9.9 and for inches 1.0-3.9
it: L'intervallo di valori del margine valido per cm è 2,5-9,9 e per pollici 1,0-3,9

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Format.FieldLabel
source: Page Number Format
it: Formato del numero di pagina

source: Header Margin Size
it: Dimensione del margine dell'intestazione

source: Valid margin value range for cm is 2.5-9.9 and for inches 1.0-3.9
it: L'intervallo di valori del margine valido per cm è 2,5-9,9 e per pollici 1,0-3,9

source: Hide Empty Fields
it: Nascondi campi vuoti

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Is_Active.FieldLabel
source: Is Active
it: Is Attivo

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Is_Default.FieldLabel
source: Is Default
it: Is Predefinito

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Is_ReadOnly.FieldLabel
source: Is ReadOnly
it: Is SolaLettura

source: Left Margin Size
it: Dimensione margine sinistro

source: Valid margin value range for cm is 2.5-9.9 and for inches 1.0-3.9
it: L'intervallo di valori del margine valido per cm è 2,5-9,9 e per pollici 1,0-3,9

source: Comments
it: Commenti

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Margin_Unit.FieldLabel
source: Margin Unit
it: Unità del margine

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Page_Size.FieldLabel
source: Page Size
it: Dimensioni della pagina

source: Object
it: Oggetto

source: Parent Template
it: Modello principale

source: Related Templates
it: Modelli correlati

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Placement.FieldLabel
source: Page Number Location
it: Posizione del numero di pagina

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Record_Type.FieldLabel
source: Record Type
it: Tipo di record

source: Right Margin Size
it: Dimensione margine destro

source: Valid margin value range for cm is 2.5-9.9 and for inches 1.0-3.9
it: L'intervallo di valori del margine valido per cm è 2,5-9,9 e per pollici 1,0-3,9

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Source_Type.FieldLabel
source: Source Type
it: Tipo origine

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__State.RelatedListLabel
source: Content Template
it: Modello del contenuto

source: Template External Id
it: ID esterno modello

source: Template Name And Version
it: Nome e versione del modello

source: Template Output
it: Output modello

source: Template Type
it: Tipo di modello

source: Template Version
it: Versione del modello

# CustomField.CompSuite__CP_Content_Template__c.CompSuite__Watermark.FieldLabel
source: Watermark
it: Filigrana

source: Watermark Attachment
it: Allegato filigrana

source: Watermark Image
it: Immagine filigrana

source: Watermark
it: Filigrana

source: Business Unit
it: Divisione

source: Completion Date
it: Data di completamento

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Canada_Vigilance_Report__c.CompSuite__State.FieldLabel
source: State
it: Stato

source: Canada Vigilance Reports
it: Report Vigilanza canadese

# CustomField.CompSuite__Code__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Code__c.CompSuite__Completion_Date.FieldLabel
source: Completion Date
it: Data di completamento

# CustomField.CompSuite__Code__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Code__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Code__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Code__c.CompSuite__State.RelatedListLabel
source: Codes
it: Codici

source: Business Unit
it: Divisione

source: Completion Date
it: Data di completamento

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Concomitant_Product__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Concomitant_Product__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Concomitant_Product__c.CompSuite__State.RelatedListLabel
source: Concomitant Products
it: Prodotti concomitanti

# CustomField.CompSuite__Data_Migration__c.CompSuite__DM_External_Id.FieldLabel
source: DM External Id
it: ID esterno DM

# CustomField.CompSuite__Data_Migration__c.CompSuite__Username.FieldLabel
source: Username
it: Nome utente

source: Business Unit
it: Divisione

source: Completion Date
it: Data di completamento

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Lock Fields
it: Blocca campi

source: State
it: Stato

source: EU Manufacture Incident Reports
it: Rapporti sugli incidenti di produzione nell'UE

source: Business Unit
it: Divisione

source: Executed Specification
it: Specifica eseguita

source: Executed Specifications Lines
it: Righe delle specifiche eseguite

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Lock Fields
it: Blocca campi

source: Pass/Fail
it: Superato/fallito

source: State
it: Stato

source: Executed Specifications Lines
it: Righe delle specifiche eseguite

# CustomField.CompSuite__Executed_Specification_Line__c.CompSuite__Unit.FieldLabel
source: Unit
it: Unità

source: Value
it: Valore

# CustomField.CompSuite__Executed_Specification__c.CompSuite__AVG_Value.FieldLabel
source: AVG Value
it: Valore AVG

source: Accepted Quantity
it: Quantità accettata

source: Business Unit
it: Divisione

source: Document Revision
it: Revisione del documento

source: Executed Specifications
it: Specifiche eseguite

source: Drawing Number
it: Numero del disegno

source: Drawing Revision
it: Revisione del disegno

source: Inspection Level
it: Livello di ispezione

source: Inspection Type
it: Tipo di ispezione

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Lock Fields
it: Blocca campi

source: Lower Tolerance
it: Tolleranza inferiore

# CustomField.CompSuite__Executed_Specification__c.CompSuite__MAX_Value.FieldLabel
source: MAX Value
it: Valore max

# CustomField.CompSuite__Executed_Specification__c.CompSuite__MIN_Value.FieldLabel
source: MIN Value
it: Valore min

source: Measuring Device Category
it: Categoria del dispositivo di misurazione

source: Nominal Value
it: Valore nominale

source: Quantity Failed
it: Quantità fallita

source: Quantity Passed
it: Quantità superata

source: Rejected Quantity
it: Quantità rifiutata

source: Specification Criteria
it: Criteri di specifica

# CustomField.CompSuite__Executed_Specification__c.CompSuite__State.FieldLabel
source: State
it: Stato

source: Executed Specifications
it: Specifiche eseguite

# CustomField.CompSuite__Executed_Specification__c.CompSuite__Tolerance.FieldLabel
source: Tolerance
it: Tolleranza

source: Total Quantity
it: Quantità totale

source: Upper Tolerance
it: Tolleranza superiore

# CustomField.CompSuite__Executed_Specification__c.CompSuite__Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__General__c.CompSuite__Category.FieldLabel
source: Category__c
it: Categoria__c

# CustomField.CompSuite__General__c.CompSuite__Description.FieldLabel
source: Description__c
it: Descrizione__c

# CustomField.CompSuite__General__c.CompSuite__Value.FieldLabel
source: Value__c
it: Valore__c

source: Business Unit
it: Divisione

source: Completion Date
it: Data di completamento

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Health_Hazard_Evaluation__c.CompSuite__State.FieldLabel
source: State
it: Stato

source: Health Hazard Evaluations
it: Valutazioni dei rischi per la salute

# CustomField.CompSuite__LCB_Update__c.CompSuite__State_Transition_Id.FieldLabel
source: State Transition Id
it: ID transizione stato

# CustomField.CompSuite__Patient__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Patient__c.CompSuite__Completion_Date.FieldLabel
source: Completion Date
it: Data di completamento

# CustomField.CompSuite__Patient__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Patient__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Patient__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Patient__c.CompSuite__State.RelatedListLabel
source: Patients
it: Pazienti

source: Business Unit
it: Divisione

source: Completion Date
it: Data di completamento

# CustomField.CompSuite__Personal_Information__c.CompSuite__Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__Personal_Information__c.CompSuite__Employee.FieldLabel
source: Employee
it: Dipendente

source: Personal Informations
it: Informazioni personali

# CustomField.CompSuite__Personal_Information__c.CompSuite__Expiry_Date.FieldLabel
source: Expiry Date
it: Data di scadenza

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Personal_Information__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Personal Information Number
it: Numero informazioni personali

source: Privacy Class
it: Classe privacy

# CustomField.CompSuite__Personal_Information__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Personal_Information__c.CompSuite__State.RelatedListLabel
source: Personal Informations
it: Informazioni personali

# CustomField.CompSuite__Personal_Information__c.CompSuite__Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__Recall_Action__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Recall_Action__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Recall_Action__c.CompSuite__Recall.FieldLabel
source: Recall
it: Richiama

# CustomField.CompSuite__Recall_Action__c.CompSuite__Recall.RelatedListLabel
source: Recall Actions
it: Richiama azioni

# CustomField.CompSuite__Recall_Action__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Recall_Action__c.CompSuite__State.RelatedListLabel
source: Recall Actions
it: Richiama azioni

# CustomField.CompSuite__Recall__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Recall__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Recall__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Recall__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Recall__c.CompSuite__State.RelatedListLabel
source: Recalls
it: Richiami

source: Business Unit
it: Divisione

source: Completion Date
it: Data di completamento

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Registered_Facility__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Registered_Facility__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Registered_Facility__c.CompSuite__State.RelatedListLabel
source: Registered Facilities
it: Strutture registrate

source: Business Unit
it: Divisione

source: Completion Date
it: Data di completamento

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Relevant_Tests_Labs__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Relevant_Tests_Labs__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Relevant_Tests_Labs__c.CompSuite__State.RelatedListLabel
source: Relevant Tests/Labs
it: Test/Lab rilevanti

# CustomField.CompSuite__Return__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Return__c.CompSuite__Completion_Date.FieldLabel
source: Completion Date
it: Data di completamento

# CustomField.CompSuite__Return__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Return__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Return__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Return__c.CompSuite__State.RelatedListLabel
source: Returns
it: Restituzioni

# CustomField.CompSuite__Specification__c.CompSuite__Batch_Record.RelatedListLabel
source: Specifications
it: Specifiche

# CustomField.CompSuite__Specification__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Specification__c.CompSuite__Document_Revision.FieldLabel
source: Document Revision
it: Revisione del documento

source: Specifications
it: Specifiche

# CustomField.CompSuite__Specification__c.CompSuite__Drawing_Number.FieldLabel
source: Drawing Number
it: Numero del disegno

# CustomField.CompSuite__Specification__c.CompSuite__Drawing_Revision.FieldLabel
source: Drawing Revision
it: Revisione del disegno

# CustomField.CompSuite__Specification__c.CompSuite__Email_Template.FieldLabel
source: Email Template
it: Modello di e-mail

# CustomField.CompSuite__Specification__c.CompSuite__End_Date.FieldLabel
source: End Date
it: Data di fine

# CustomField.CompSuite__Specification__c.CompSuite__Group_Notification.FieldLabel
source: Group Notification
it: Notifica di gruppo

source: Include in Summary Report
it: Includi nel report di riepilogo

# CustomField.CompSuite__Specification__c.CompSuite__Inspection_Level.FieldLabel
source: Inspection Level
it: Livello di ispezione

# CustomField.CompSuite__Specification__c.CompSuite__Inspection_Type.FieldLabel
source: Inspection Type
it: Tipo di ispezione

# CustomField.CompSuite__Specification__c.CompSuite__Instruction.FieldLabel
source: Instructions
it: Istruzioni

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Specification__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Specification__c.CompSuite__Lower_Tolerance.FieldLabel
source: Lower Tolerance
it: Tolleranza inferiore

source: Measuring Device Category
it: Categoria del dispositivo di misurazione

# CustomField.CompSuite__Specification__c.CompSuite__Nominal_Value.FieldLabel
source: Nominal Value
it: Valore nominale

# CustomField.CompSuite__Specification__c.CompSuite__Product_Item.FieldLabel
source: Product Item
it: Elemento del prodotto

# CustomField.CompSuite__Specification__c.CompSuite__Product_Item.RelatedListLabel
source: Specifications
it: Specifiche

# CustomField.CompSuite__Specification__c.CompSuite__Required_Evidence.FieldLabel
source: Required Evidence
it: Prove richieste

source: Specification Criteria
it: Criteri di specifica

# CustomField.CompSuite__Specification__c.CompSuite__Start_Date.FieldLabel
source: Start Date
it: Data di inizio

# CustomField.CompSuite__Specification__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Specification__c.CompSuite__State.RelatedListLabel
source: Specifications
it: Specifiche

# CustomField.CompSuite__Specification__c.CompSuite__Tolerance.FieldLabel
source: Tolerance
it: Tolleranza

# CustomField.CompSuite__Specification__c.CompSuite__Upper_Tolerance.FieldLabel
source: Upper Tolerance
it: Tolleranza superiore

# CustomField.CompSuite__Specification__c.CompSuite__Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__Submission_Log__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Submission_Log__c.CompSuite__Completion_Date.FieldLabel
source: Completion Date
it: Data di completamento

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Submission_Log__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Submission_Log__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Submission_Log__c.CompSuite__State.RelatedListLabel
source: Submission Logs
it: Registri di presentazione

# CustomField.CompSuite__Suspect_Product__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Suspect_Product__c.CompSuite__Completion_Date.FieldLabel
source: Completion Date
it: Data di completamento

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Suspect_Product__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Suspect_Product__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Suspect_Product__c.CompSuite__State.RelatedListLabel
source: Suspect Products
it: Prodotti sospetti

# CustomField.CompSuite__Trigger_Bypass__c.CompSuite__Class_Name.FieldLabel
source: Class Name
it: Nome della classe

# CustomField.CompSuite__Trigger_Bypass__c.CompSuite__Method_Name.FieldLabel
source: Method Name
it: Nome del metodo

source: Business Unit
it: Divisione

source: Completion Date
it: Data di completamento

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__US_Medical_Device_Report__c.CompSuite__State.FieldLabel
source: State
it: Stato

source: US Medical Device Reports
it: Rapporti sui dispositivi medici statunitensi

# CustomField.CompSuite__SCORM_Cloud_Credential__c.CompSuite__Default.FieldLabel
source: Default
it: Predefinito

source: Named Credential
it: Credenziale denominata

source: named credential of the scorm cloud
it: credenziale denominata della nuvola di scorm

# CustomField.CompSuite__SCORM_Cloud_Credential__c.CompSuite__Owner.FieldLabel
source: Owner
it: Proprietario

# CustomField.CompSuite__Action_Item__c.Action_Item_Number.FieldLabel
source: Action Item Number
it: Numero dell'elemento di azione

# CustomField.CompSuite__Action_Item__c.CompSuite__Action_Owner.FieldLabel
source: Action Owner
it: Proprietario azione

# CustomField.CompSuite__Action_Item__c.CompSuite__Action_Owner.RelatedListLabel
source: Action Items
it: Elementi di azione

# CustomField.CompSuite__Action_Item__c.Action_Summary.FieldLabel
source: Action Summary
it: Riepilogo delle azioni

# CustomField.CompSuite__Action_Item__c.Action_owner_is_logged_in_User.FieldLabel
source: Action owner is logged in User
it: Proprietario azione è utente loggato

source: All predecessor actions completed
it: Tutte le azioni predecessore completate

# CustomField.CompSuite__Action_Item__c.Assessment_Element.FieldLabel
source: Assessment Element
it: Elemento di valutazione

# CustomField.CompSuite__Action_Item__c.Assessment_Element.RelatedListLabel
source: Action Items
it: Elementi di azione

# CustomField.CompSuite__Action_Item__c.Batch_Master_Record.FieldLabel
source: Batch Master Record
it: Record master del batch

# CustomField.CompSuite__Action_Item__c.Batch_Master_Record.RelatedListLabel
source: Action Items
it: Elementi di azione

# CustomField.CompSuite__Action_Item__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Action_Item__c.CompSuite__Change_Control.FieldLabel
source: Change Control
it: Controllo delle modifiche

# CustomField.CompSuite__Action_Item__c.CompSuite__Change_Control.RelatedListLabel
source: Action Item
it: Elemento di azione

# CustomField.CompSuite__Action_Item__c.CompSuite__Description.FieldLabel
source: Action Description
it: Descrizione dell'azione

# CustomField.CompSuite__Action_Item__c.CompSuite__Due_Date.FieldLabel
source: Due Date
it: Scadenza
