Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Site__c.Initiation_Visit.FieldLabel
source: Initiation Visit
it: Visita di avvio

# CustomField.CompSuite__Site__c.Insurance_Notes.FieldLabel
source: Insurance Notes
it: Note assicurative

# CustomField.CompSuite__Site__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Site__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Site__c.Management_Comments.FieldLabel
source: Management Comments
it: Commenti del management

# CustomField.CompSuite__Site__c.Next_Annual_Report_Date.FieldLabel
source: Next Annual Report Date
it: Data del prossimo report annuale

# CustomField.CompSuite__Site__c.Next_Deviation_Report_Date.FieldLabel
source: Next Deviation Report Date
it: Data prossimo report sulla deviazione

# CustomField.CompSuite__Site__c.Number_of_Insurance_Subjects.FieldLabel
source: Number of Insurance Subjects
it: Numero di soggetti assicurativi

# CustomField.CompSuite__Site__c.Number_of_Subjects_as_per_CTA.FieldLabel
source: Number of Subjects as per CTA
it: Numero di soggetti come da CTA

# CustomField.CompSuite__Site__c.PSV_Report_on_file.FieldLabel
source: PSV Report on file?
it: Rapporto PSV in archivio?

# CustomField.CompSuite__Site__c.Pre_Study_Visit.FieldLabel
source: Pre Study Visit
it: Visita pre-studio

# CustomField.CompSuite__Site__c.Receipt_of_Trial_Material.FieldLabel
source: Receipt of Trial Material
it: Ricezione del materiale di prova

# CustomField.CompSuite__Site__c.Safety_Report_Requires.FieldLabel
source: Safety Report Requires
it: È richiesto il report sulla sicurezza

# CustomField.CompSuite__Site__c.Signed_CTA.FieldLabel
source: Signed CTA
it: CTA firmato

# CustomField.CompSuite__Site__c.Signed_CTA_Notes.FieldLabel
source: Signed CTA Notes
it: Note CTA firmato

# CustomField.CompSuite__Site__c.Signed_NDA.FieldLabel
source: Signed NDA
it: NDA firmato

# CustomField.CompSuite__Site__c.Signed_NDA_Notes.FieldLabel
source: Signed NDA Notes
it: Note Accordo di Non Divulgazione firmato

# CustomField.CompSuite__Site__c.CompSuite__Site_Address.FieldLabel
source: Site Address
it: Indirizzo del sito

# CustomField.CompSuite__Site__c.Site_Comments.FieldLabel
source: Site Comments
it: Commenti sul sito

# CustomField.CompSuite__Site__c.CompSuite__Site_Details.FieldLabel
source: Site Details
it: Dettagli del sito

# CustomField.CompSuite__Site__c.Site_Fax_Number.FieldLabel
source: Site Fax Number
it: Numero di fax del sito

# CustomField.CompSuite__Site__c.Site_Name.FieldLabel
source: Site Name not in used
it: Nome del sito non utilizzato

# CustomField.CompSuite__Site__c.Site_Phone_Number.FieldLabel
source: Site Phone Number
it: Numero di telefono del sito

# CustomField.CompSuite__Site__c.Site_Record_Number.FieldLabel
source: Site Record Number
it: Numero di record del sito

# CustomField.CompSuite__Site__c.CompSuite__Site_Zip_Code.FieldLabel
source: Site Zip Code
it: Codice postale del sito

# CustomField.CompSuite__Site__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Site__c.CompSuite__State.RelatedListLabel
source: Sites
it: Siti

# CustomField.CompSuite__Site__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Site__c.Supplier.RelatedListLabel
source: Sites
it: Siti

# CustomField.CompSuite__State__c.CompSuite__DM_External_Id.FieldLabel
source: DM External Id
it: ID esterno DM

# CustomField.CompSuite__State__c.CompSuite__State.FieldLabel
source: State Translation
it: Traduzione stato

# CustomField.CompSuite__State__c.CompSuite__State_ID.FieldLabel
source: State ID
it: ID stato

# CustomField.CompSuite__State_Transition__c.CompSuite__Destination.FieldLabel
source: Destination
it: Destinazione

source: State Transitions (Destination)
it: Transizioni di stato (destinazione)

source: DestinationFormula
it: FormulaDestinazione

# CustomField.CompSuite__State_Transition__c.CompSuite__Identifier.FieldLabel
source: Identifier
it: Identificatore

# CustomField.CompSuite__State_Transition__c.CompSuite__Index.FieldLabel
source: Index
it: Indice

# CustomField.CompSuite__State_Transition__c.CompSuite__Object_Label.FieldLabel
source: Object Label
it: Etichetta oggetto

# CustomField.CompSuite__State_Transition__c.CompSuite__Object_Name.FieldLabel
source: Object Name
it: Nome oggetto

# CustomField.CompSuite__State_Transition__c.CompSuite__Record_Type.FieldLabel
source: Record Type
it: Tipo di record

# CustomField.CompSuite__State_Transition__c.CompSuite__Source.FieldLabel
source: Source
it: Origine

# CustomField.CompSuite__State_Transition__c.CompSuite__Source.RelatedListLabel
source: State Transitions
it: Transizioni di stato

source: State Transition Translation
it: Traduzione di transizione di stato

# CustomField.CompSuite__State_Transition__c.CompSuite__Xact.FieldLabel
source: Xact
it: Esatto

# CustomField.CompSuite__State_Transition__c.CompSuite__Xact_Comment.FieldLabel
source: Xact Comment
it: Commento esatto

# CustomField.CompSuite__State_Transition__c.CompSuite__isDeleted.FieldLabel
source: isDeleted?
it: èEliminato?

# CustomField.CompSuite__Step_Action__c.CompSuite__Batch_Step.FieldLabel
source: Batch Step
it: Fase batch

# CustomField.CompSuite__Step_Action__c.CompSuite__Batch_Step.RelatedListLabel
source: Step Actions
it: Azioni fase

# CustomField.CompSuite__Step_Action__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Step_Action__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Step_Action__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Step_Action__c.CompSuite__State.RelatedListLabel
source: Step Actions
it: Azioni fase

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Audit_Description.FieldLabel
source: Audit Description
it: Descrizione dell'audit

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Audit_End_Date.FieldLabel
source: Audit End Date
it: Data di fine dell'audit

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Audit_Purpose.FieldLabel
source: Audit Purpose
it: Scopo dell'audit

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Audit_Rating.FieldLabel
source: Audit Rating
it: Valutazione audit

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Audit_Result.FieldLabel
source: Audit Result
it: Risultato dell'audit

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Audit_Start_Date.FieldLabel
source: Audit Start Date
it: Data di inizio audit

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Audit_Summary.FieldLabel
source: Audit Summary
it: Riepilogo audit

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Audit_Type.FieldLabel
source: Audit Type
it: Tipo di audit

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Auditor.FieldLabel
source: Auditor
it: Revisore

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Auditor.RelatedListLabel
source: Supplier Audits
it: Audit del fornitore

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Main_Contact.FieldLabel
source: Main Contact
it: Contatto principale

source: Supplier Audits
it: Audit del fornitore

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__State.RelatedListLabel
source: Supplier Audits
it: Audit del fornitore

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Supplier_Audit__c.CompSuite__Supplier.RelatedListLabel
source: Supplier Audits
it: Audit del fornitore

# CustomField.CompSuite__Supplier__c.Agreements_Required.FieldLabel
source: Agreements Required
it: Contratti richiesti

# CustomField.CompSuite__Supplier__c.Audit_Frequency.FieldLabel
source: Audit Frequency
it: Frequenza dell'audit

# CustomField.CompSuite__Supplier__c.Audit_Frequency.RelatedListLabel
source: Suppliers
it: Fornitori

# CustomField.CompSuite__Supplier__c.Audit_Required.FieldLabel
source: Audit Required
it: Audit richiesto

# CustomField.CompSuite__Supplier__c.Base_Date.FieldLabel
source: Base Date
it: Data di base

# CustomField.CompSuite__Supplier__c.Base_Date.HelpText
source: First audit will be created for this supplier on the Base date. When Base date in the past, need to fill in the historical audit details after the audit is created. When base date in the future, the Audit will be kept open until the date arrives
it: Il primo audit verrà creato per questo fornitore alla data di base. Se la data di base è nel passato, è necessario inserire la cronologia dei dettagli dell'audit dopo la creazione dell'audit. Se la data di base è futura, l'audit verrà mantenuto aperto fino all'arrivo della data

# CustomField.CompSuite__Supplier__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Supplier__c.Evaluation_Summary.FieldLabel
source: Evaluation Summary
it: Riepilogo della valutazione

# CustomField.CompSuite__Supplier__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Supplier__c.Last_Audit.FieldLabel
source: Last Audit
it: Ultimo audit

# CustomField.CompSuite__Supplier__c.Last_Audit.HelpText
source: Will be filled in automatically according to the last supplier's audit, with Actual End Date
it: Verrà compilato automaticamente in base all'ultimo audit del fornitore, con la data di fine effettiva

# CustomField.CompSuite__Supplier__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Supplier__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Supplier__c.CompSuite__Main_Contact.FieldLabel
source: Main Contact
it: Contatto principale

# CustomField.CompSuite__Supplier__c.CompSuite__Main_Contact.RelatedListLabel
source: Suppliers
it: Fornitori

# CustomField.CompSuite__Supplier__c.Next_Audit_Date.FieldLabel
source: Next Audit Date
it: Data prossimo audit

# CustomField.CompSuite__Supplier__c.Next_Audit_Date.HelpText
source: Will be filled in automatically according to BASE DATE + FREQUENCY. Will be updated automatically once the Last Audit is populated
it: Verrà compilato automaticamente secondo DATA BASE + FREQUENZA. Verrà aggiornato automaticamente una volta popolato l'ultimo audit

# CustomField.CompSuite__Supplier__c.Number_of_Supplier_Score_Card.FieldLabel
source: Number of Supplier Score Card
it: Numero scheda valutazione del fornitore

# CustomField.CompSuite__Supplier__c.CompSuite__Payment_Address.FieldLabel
source: Payment Address
it: Indirizzo di pagamento

# CustomField.CompSuite__Supplier__c.Planning_Horizon.FieldLabel
source: Planning Horizon
it: Orizzonte di pianificazione

# CustomField.CompSuite__Supplier__c.Planning_Horizon.HelpText
source: How many days to open the audit before Frequency.
it: Quanti giorni per aprire l'audit prima della frequenza.

# CustomField.CompSuite__Supplier__c.Quality_Certifications.FieldLabel
source: Quality Certifications
it: Certificazioni sulla qualità

# CustomField.CompSuite__Supplier__c.Regulatory_Approval_Required.FieldLabel
source: Regulatory Approval Required
it: Approvazione normativa richiesta

# CustomField.CompSuite__Supplier__c.Regulatory_Approval_Required.HelpText
source: If yes, please add regulatory affairs to Approval cycle
it: Se sì, aggiungere la normativa di regolamentazione al ciclo di approvazione

# CustomField.CompSuite__Supplier__c.Services_Types.FieldLabel
source: Services Types
it: Tipi di servizi

# CustomField.CompSuite__Supplier__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Supplier__c.CompSuite__State.RelatedListLabel
source: Suppliers
it: Fornitori

# CustomField.CompSuite__Supplier__c.Stop_Audit_Creation.FieldLabel
source: Stop Audit Creation
it: Interrompi creazione dell'audit

# CustomField.CompSuite__Supplier__c.Supplier_Account.FieldLabel
source: Supplier Account
it: Account fornitore

# CustomField.CompSuite__Supplier__c.Supplier_Account.RelatedListLabel
source: Suppliers
it: Fornitori

# CustomField.CompSuite__Supplier__c.Supplier_Criticality.FieldLabel
source: Supplier Criticality
it: Criticità del fornitore

# CustomField.CompSuite__Supplier__c.Supplier_Description.FieldLabel
source: Supplier Description
it: Descrizione del fornitore

# CustomField.CompSuite__Supplier__c.Supplier_ID.FieldLabel
source: Supplier ID
it: ID del fornitore

# CustomField.CompSuite__Supplier__c.Supplier_Legacy_Number.FieldLabel
source: Supplier Legacy Number
it: Numero legacy del fornitore

# CustomField.CompSuite__Supplier__c.CompSuite__Supplier_Main_Address.FieldLabel
source: Supplier Main Address
it: Indirizzo principale del fornitore

# CustomField.CompSuite__Supplier__c.CompSuite__Supplier_Main_Fax.FieldLabel
source: Supplier Main Fax
it: Fax principale del fornitore

# CustomField.CompSuite__Supplier__c.CompSuite__Supplier_Main_Phone.FieldLabel
source: Supplier Main Phone
it: Telefono principale del fornitore

# CustomField.CompSuite__Supplier__c.CompSuite__Supplier_Web_Site.FieldLabel
source: Supplier Web Site
it: Sito Web del fornitore

# CustomField.CompSuite__Supplier__c.Under_Condition_Terms.FieldLabel
source: Under Condition Terms
it: Sotto i termini delle condizioni

# CustomField.CompSuite__Supplier__c.is_First_Time.FieldLabel
source: is First Time
it: Is Prima Volta

source: Business Unit
it: Divisione

source: Communicates Information Efficiently?
it: Comunica informazioni efficientemente?

source: Deliveries Documentation is Correct?
it: Documentazione consegne è corretta?

# CustomField.CompSuite__Supplier_Score_Card__c.Deliveries_are_Complete.FieldLabel
source: Deliveries are Complete?
it: Le consegne sono complete?

# CustomField.CompSuite__Supplier_Score_Card__c.Deliveries_are_Prompt.FieldLabel
source: Deliveries are Prompt?
it: Le consegne sono tempestive?

source: Deliveries are free of Defects?
it: Le consegne sono prive di difetti?

# CustomField.CompSuite__Supplier_Score_Card__c.Deviations_Received.FieldLabel
source: No Critical/Major Deviation Received
it: No deviazione critica/maggiore ricevuta

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Supplier_Score_Card__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Supplier_Score_Card__c.No_Complaints_S.FieldLabel
source: No Complaints Submitted
it: Nessun reclamo presentato

source: No Recall Notification Received
it: Nessuna notifica di richiamo ricevuta

source: Overall Relationship with Supplier
it: Rapporto generale con il fornitore

source: Proposals/Invoices are Timely?
it: Le proposte/fatture sono tempestive?

source: Proposals/Invoices are accurate?
it: Le proposte/fatture sono accurate?

source: Provides Info on Common Practices?
it: Fornisce info sulle pratiche comuni?

source: Score Card Date
it: Data scheda di valutazione

# CustomField.CompSuite__Supplier_Score_Card__c.Score_Card_ID.FieldLabel
source: Score Card ID
it: ID scheda di valutazione

# CustomField.CompSuite__Supplier_Score_Card__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Supplier_Score_Card__c.CompSuite__State.RelatedListLabel
source: Supplier Score Cards
it: Schede di valutazione del fornitore

# CustomField.CompSuite__Supplier_Score_Card__c.CompSuite__Supplier.FieldLabel
source: Supplier
it: Fornitore

source: Supplier Score Cards
it: Schede di valutazione del fornitore

source: Supplier CC Notification On Time
it: Notifica CC del fornitore in tempo

source: Supplier Contact is Knowledgeable?
it: Il contatto del fornitore è esperto?

source: Supplier Customer Service Support
it: Assistenza servizio clienti fornitore

# CustomField.CompSuite__Supplier_Score_Card__c.Supplier_Delivery_Score.FieldLabel
source: Supplier Delivery Score
it: Punteggio della consegna del fornitore

source: Supplier Financial Score
it: Punteggio finanziario del fornitore

source: Supplier Pricing is Competitive?
it: I prezzi del fornitore sono competitivi?

# CustomField.CompSuite__Supplier_Score_Card__c.Supplier_Quality_Score.FieldLabel
source: Supplier Quality Score
it: Punteggio sulla qualità del fornitore

# CustomField.CompSuite__Supplier_Score_Card__c.Supplier_Service_Score.FieldLabel
source: Supplier Service Score
it: Punteggio del servizio del fornitore

source: Supplier Understands Requirements?
it: Il fornitore comprende i requisiti?

# CustomField.CompSuite__Supplier_Score_Card__c.Total_Score.FieldLabel
source: Total Score
it: Punteggio totale

# CustomField.CompSuite__Supplier_Score_Card__c.Total_Score.HelpText
source: Maximum value 5
it: Valore massimo 5

# CustomField.CompSuite__System__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__System__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__System__c.CompSuite__Related_Systems.FieldLabel
source: Related Systems
it: Sistemi correlati

# CustomField.CompSuite__System__c.CompSuite__Related_Systems.RelatedListLabel
source: Systems
it: Sistemi

# CustomField.CompSuite__System__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__System__c.CompSuite__State.RelatedListLabel
source: Systems
it: Sistemi

# CustomField.CompSuite__System__c.CompSuite__System_Type.FieldLabel
source: System Type
it: Tipo di sistema

# CustomField.CompSuite__System__c.CompSuite__System_Version.FieldLabel
source: System Version
it: Versione del sistema

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Template_Element__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Template_Element__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Template_Element__c.CompSuite__State.RelatedListLabel
source: Template Elements
it: Elementi del modello

# CustomField.CompSuite__Template_Element__c.CompSuite__Template.FieldLabel
source: Template
it: Modello

# CustomField.CompSuite__Template_Element__c.CompSuite__Template.RelatedListLabel
source: Template Elements
it: Elementi del modello

# CustomField.CompSuite__Registration__c.CompSuite__ATC_Code.FieldLabel
source: ATC Code
it: Codice ATC

# CustomField.CompSuite__Registration__c.CompSuite__ATC_Description.FieldLabel
source: ATC Description
it: Descrizione ATC

# CustomField.CompSuite__Registration__c.CompSuite__Active_Ingredients.FieldLabel
source: Active Ingredients
it: Ingredienti attivi

source: Actual Dispatch Date
it: Data effettiva di spedizione

# CustomField.CompSuite__Registration__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Registration__c.CompSuite__CMS_Countries.FieldLabel
source: CMS Countries
it: Paesi CMS

# CustomField.CompSuite__Registration__c.CompSuite__Co_Raporteur.FieldLabel
source: Co-Raporteur
it: Co-relatore

# CustomField.CompSuite__Registration__c.CompSuite__Co_Raporteur.RelatedListLabel
source: Registrations (Co-Raporteur)
it: Registrazioni (co-relatore)

# CustomField.CompSuite__Registration__c.CompSuite__Country.FieldLabel
source: Country
it: Paese

# CustomField.CompSuite__Registration__c.CompSuite__Delivery_Date.FieldLabel
source: Delivery Date
it: Data di consegna

# CustomField.CompSuite__Registration__c.CompSuite__Dosage_Form.FieldLabel
source: Dosage Form
it: Forma di dosaggio

# CustomField.CompSuite__Registration__c.CompSuite__Internal_Number.FieldLabel
source: Internal Number
it: Numero interno

# CustomField.CompSuite__Registration__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Registration__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Registration__c.CompSuite__MA_Expiry_Date.FieldLabel
source: MA Expiry Date
it: Data di scadenza MA

# CustomField.CompSuite__Registration__c.CompSuite__MA_Holder.FieldLabel
source: MA Holder
it: Titolare MA

# CustomField.CompSuite__Registration__c.CompSuite__MA_Holder.RelatedListLabel
source: Registrations
it: Registrazioni

# CustomField.CompSuite__Registration__c.CompSuite__MA_Procedure_Number.FieldLabel
source: MA Procedure Number
it: Numero di procedura MA

# CustomField.CompSuite__Registration__c.CompSuite__MRP_DCP_CP_Number.FieldLabel
source: MRP/DCP/CP Number
it: Numero MRP/DCP/CP

# CustomField.CompSuite__Registration__c.CompSuite__Medicinal_Product.FieldLabel
source: Medicinal Product
it: Prodotto medicinale

source: Registrations
it: Registrazioni

source: National Approval Date
it: Data di approvazione nazionale

# CustomField.CompSuite__Registration__c.CompSuite__National_MA_Number.FieldLabel
source: National MA Number
it: Numero MA nazionale

source: Procedure Approval Date
it: Data di approvazione della procedura

# CustomField.CompSuite__Registration__c.CompSuite__Product_Category.FieldLabel
source: Product Category
it: Categoria prodotto

# CustomField.CompSuite__Registration__c.CompSuite__Raporteur.FieldLabel
source: Raporteur
it: Relatore

# CustomField.CompSuite__Registration__c.CompSuite__Raporteur.RelatedListLabel
source: Registrations (Raporteur)
it: Registrazioni (relatore)

source: Reference Member State
it: Stato membro di riferimento

# CustomField.CompSuite__Registration__c.CompSuite__Region.FieldLabel
source: Region
it: Regione

source: Start of Procedure Date
it: Inizio della data della procedura

# CustomField.CompSuite__Registration__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Registration__c.CompSuite__State.RelatedListLabel
source: Registrations
it: Registrazioni

# CustomField.CompSuite__Registration__c.CompSuite__Strength.FieldLabel
source: Strength
it: Forza

# CustomField.CompSuite__Registration__c.CompSuite__Trade_Name.FieldLabel
source: Trade Name
it: Nome commerciale

# CustomField.CompSuite__Relations__c.CompSuite__Action_Item.FieldLabel
source: Action Item
it: Elemento di azione

# CustomField.CompSuite__Relations__c.CompSuite__Action_Item.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.Assessment_Element.FieldLabel
source: Assessment Element
it: Elemento di valutazione

# CustomField.CompSuite__Relations__c.Assessment_Element.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.CompSuite__Batch_Master_Record.FieldLabel
source: Batch Master Record
it: Record master del batch

source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.Batch_Record.RelatedListLabel
source: Deviations
it: Deviazioni

# CustomField.CompSuite__Relations__c.Batch_Step.FieldLabel
source: Batch Step
it: Fase batch

# CustomField.CompSuite__Relations__c.Batch_Step.RelatedListLabel
source: Related Documents
it: Documenti correlati

# CustomField.CompSuite__Relations__c.CompSuite__CAPA.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.CAPA_Findings.RelatedListLabel
source: Findings
it: Risultati

# CustomField.CompSuite__Relations__c.Canceled.FieldLabel
source: Canceled?
it: Annullata?

# CustomField.CompSuite__Relations__c.CompSuite__Change_Control.FieldLabel
source: Change Control
it: Controllo delle modifiche

# CustomField.CompSuite__Relations__c.CompSuite__Change_Control.RelatedListLabel
source: Relations
it: Correlazioni

# CustomField.CompSuite__Relations__c.CompSuite__Classroom.FieldLabel
source: Classroom
it: Classe
