Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomLabel.CompSuite__Upload_Initial_Document
source: Please upload the initial document and a new Document Revision will be created automatically
it: Caricare il documento iniziale e verrà creato automaticamente una nuova revisione del documento.

# CustomLabel.Upload_Legacy_Document
source: Upload Legacy Document
it: Carica documento legacy

# CustomLabel.CompSuite__Upload_Zip
source: Upload Zip
it: Carica il file Zip

# CustomLabel.CompSuite__Upload_a_new_original_file
source: Upload a new original file
it: Carica un nuovo file originale

# CustomLabel.Upload_controlled_legacy_document
source: Upload controlled legacy document
it: Carica documento legacy controllato

# CustomLabel.Upload_new_revision_of_a_legacy_record
source: Upload new revision of a legacy record
it: Carica la nuova revisione di un record legacy

# CustomLabel.Upload_simple_legacy_document
source: Upload simple legacy document
it: Carica un documento legacy semplice

source: Upon completion of all signatories, record will be promoted to
it: Al termine di tutte le firme, il registro sarà promosso a

# CustomLabel.CompSuite__Upon_reject_of_any_signatories_record_will_be_demoted_to
source: Upon reject of any signatories, record will be demoted to
it: In caso di rifiuto da parte di tutti i firmatari, il documento sarà declassato a

# CustomLabel.Used_Equipments_Title
source: Used Equipment
it: Attrezzatura usata

# CustomLabel.CompSuite__User
source: User
it: Utente

# CustomLabel.User_Name
source: User Name
it: Nome utente

# CustomLabel.CompSuite__User_Name
source: User Name
it: Nome utente

# CustomLabel.CompSuite__User_Not_in_Active_Directory_Prefix
source: The user
it: L'utente

# CustomLabel.CompSuite__User_Not_in_Active_Directory_Suffix
source: is not defined in the Active Directory.
it: non è definito nell'Active Directory.

# CustomLabel.CompSuite__Valid_Zip_Url_Exist_Prefix
source: This zip file is availble (created on
it: Questo file zip è disponibile (creato il

# CustomLabel.CompSuite__Valid_Zip_Url_Exist_Suffix
source: or define paramter for new extract:
it: o definire i parametri per il nuovo estratto:

# CustomLabel.CompSuite__Value
source: Value
it: Valore

# CustomLabel.CompSuite__Verify_Collection_Scoring
source: Please verify your collection scoring by clicking the score builder
it: Verificare il punteggio della raccolta facendo clic sul builder di punteggi

# CustomLabel.Version
source: Version
it: Versione

# CustomLabel.CompSuite__Version
source: Version
it: Versione

# CustomLabel.Version_in_Bom_Label
source: Version
it: Versione

# CustomLabel.Version_on_each_legacy_page
source: Version -
it: Versione -

# CustomLabel.CompSuite__ViewAsPDF
source: View as PDF
it: Visualizza come PDF

# CustomLabel.CompSuite__View_All
source: View All
it: Visualizza tutto

# CustomLabel.CompSuite__View_Job_Function_Report
source: View Job Function Report
it: Visualizza il report delle funzioni lavorative

# CustomLabel.CompSuite__View_Signatures_Title
source: View Signatures
it: Visualizza le firme

# CustomLabel.CompSuite__Visibility
source: Visibility
it: Visibilità

# CustomLabel.CompSuite__Visibility_Error
source: Visibility formula syntax Error. Please check all arguments and operators are correctly written.
it: Errore di sintassi della formula di visibilità. Controllare che tutti gli argomenti e gli operatori siano scritti correttamente.

# CustomLabel.CompSuite__Visibility_builder_help_text
source: If checked, this element will always be hidden.
it: Se selezionato, questo elemento sarà sempre nascosto.

source: Click 'Open' to view and edit the last version.
it: Fare clic su "Apri" per visualizzare e modificare l'ultima versione.

# CustomLabel.CompSuite__Warning
source: warning
it: avvertimento

# CustomLabel.Warning_Activity_Scheduled
source: Note: The scheduled date cannot be in the past!
it: Nota: La data programmata non può essere nel passato!

# CustomLabel.Warning_Scheduled_Date
source: The scheduled date cannot be in the past!
it: La data programmata non può essere nel passato!

# CustomLabel.What_You_Like_To_Do
source: What you like to do?
it: Cosa si desidera fare?

# CustomLabel.CompSuite__Who_would_you_like_to_sign_as
source: You are about to sign on behalf of:
it: Si sta per firmare per conto di:

# CustomLabel.CompSuite__Why_Am_I_Seeing
source: Why am I seeing this training assignment?
it: Perché si visualizza questo compito di formazione?

# CustomLabel.Will_be_sceduled_for
source: The next activity will be scheduled for:
it: La prossima attività sarà programmata per:

# CustomLabel.CompSuite__Wrong_password
source: Wrong password.
it: Password errata.

# CustomLabel.CompSuite__Wrong_password_And_not_match
source: Passwords do not match, please re-type your e-signature password.
it: Le password non corrispondono, digitare nuovamente la password per la firma elettronica.

# CustomLabel.CompSuite__Wrong_signature_or_Alias
source: The E-signature password or Alias is wrong
it: La password o l'alias della firma elettronica sono errati

# CustomLabel.CompSuite__Yes
source: Yes
it: Sì

# CustomLabel.CompSuite__YouDidNotChooseaTrainee
source: You did not choose a trainee.
it: Non è stato scelto un tirocinante.

# CustomLabel.CompSuite__You_are_about_to
source: You are about to
it: Si sta per

# CustomLabel.CompSuite__You_are_not_allowed_to_preform_that_operation
source: You are not allowed to preform that operation
it: Non è consentito eseguire quell'operazione

# CustomLabel.CompSuite__You_are_viewing_the_File
source: You are viewing the File
it: Si sta visualizzando il file

# CustomLabel.CompSuite__You_can_t_check_out_the_file
source: Check out is disabled in the current state
it: Il check out è disabilitato nello stato attuale

# CustomLabel.CompSuite__You_don_t_have_Permission_to_check_in_this_file
source: You do not have permissions to check in this file
it: Non si hanno le autorizzazioni per effettuare il check in di questo file

# CustomLabel.You_must_choose_one_of_the_Action_above
source: You must choose one of the Action above.
it: Si deve scegliere una delle azioni sopra indicate.

# CustomLabel.CompSuite__Yourentryistoolong
source: Your entry is too long
it: La voce è troppo lunga

# CustomLabel.CompSuite__action_From
source: action From:
it: azione da:

# CustomLabel.CompSuite__alert_message_upon_creation_on_execution
source: Are you sure you want to create this protocol execution?
it: Sicuri di voler creare questa esecuzione del protocollo?

# CustomLabel.all_activities_will_be_canceld
source: Note: All the related opened activities will be canceled.
it: Nota: tutte le attività correlate verranno annullate.

# CustomLabel.CompSuite__approvers_reviewers_should_be_selected
source: approvers/reviewers should be selected
it: gli approvatori/revisori devono essere selezionati

# CustomLabel.CompSuite__as_current_test_set
source: Would you like to set this test set as current?
it: Si desidera impostare questo set di test come attuale?

# CustomLabel.CompSuite__at
source: at
it: a

# CustomLabel.availble_only_for_base_date
source: This action is only available for the schedule logic of Base Date
it: Questa azione è disponibile solo per la logica di programmazione della data base.

# CustomLabel.CompSuite__awaitingSchedule_And_AvailableClassroom1
source: There are already classrooms that are available for enrollment.
it: Ci sono già classi disponibili per l'arruolamento.

# CustomLabel.CompSuite__awaitingSchedule_And_AvailableClassroom2
source: You may schedule one classroom according to your availability.
it: È possibile programmare una classe in base alla propria disponibilità.

# CustomLabel.CompSuite__awaitingSchedule_And_NOAvailableClassroom1
source: The enrollment for the classroom will be available once it's scheduled. For more information please contact your training coordinator.
it: L'arruolamento alla classe sarà disponibile una volta programmata. Per ulteriori informazioni contattare il coordinatore della formazione.

# CustomLabel.base_date_connot_be_in_the_past
source: The Base Date cannot be in the past
it: La data di base non può essere nel passato

# CustomLabel.batch_step_alert
source: Note! There are previous steps to preform
it: Nota! Ci sono fasi precedenti da eseguire

# CustomLabel.btn_ActionItem
source: Action item
it: Elemento di azione

# CustomLabel.btn_Document
source: Document
it: Documento

# CustomLabel.btn_Equipment
source: Equipment
it: Attrezzatura

# CustomLabel.btn_MakeEffective
source: Make Effective
it: Rendi effettivo

# CustomLabel.btn_ManufacturerProduct
source: Manufacturer Product
it: Produttore prodotto

# CustomLabel.btn_Product
source: Product
it: Prodotto

# CustomLabel.btn_Supplier
source: Supplier
it: Fornitore

# CustomLabel.cancel
source: Cancel
it: Annulla

# CustomLabel.CompSuite__confirm_test_set_first_message
source: Once clicking on 'Confirm' button, the record will be deep cloned into a Test Set with all the related Design Elements and its data, this action is available only for a Qualification design set record.
it: Dopo aver fatto clic sul pulsante "Conferma", il record verrà clonato in profondità in un set di test con tutti gli elementi del design correlati e i relativi dati, questa azione è disponibile solo per un record del set del design di qualificazione.

# CustomLabel.CompSuite__contains
source: contains
it: contiene

# CustomLabel.create_new_doc_version
source: Create a New Document Revision
it: Crea una nuova revisione del documento

# CustomLabel.CompSuite__creating_Test_Set_Specific_Action_Suffix
source: Design elements as Testing. (record type)
it: Elementi di design come Test. (tipo di record)

# CustomLabel.CompSuite__dependency_on_related_forms_error_message
source: Action can not be performed- The record has related forms in an open state, please promote them to state completed before performing this action
it: L'azione non può essere eseguita. Il record ha dei moduli correlati nello stato aperto, promuoverli allo stato completato prima di eseguire questa azione

# CustomLabel.CompSuite__don_t_have_Opened_state
source: You don't have Opened state in custom settings
it: Non si ha lo stato "aperto" nelle impostazioni personalizzate

# CustomLabel.dupliacte_approval_matrix
source: The action was failed because there exist approval matrix with this business unit, document type and document record type
it: L'azione non è riuscita perché esiste una matrice di approvazione con questa divisione, tipo di documento e tipo di record del documento

# CustomLabel.dupliacte_approval_matrix_trigger_with_department
source: The action was failed because there exist approval matrix with this business unit, document type, document record type and department
it: L'azione non è riuscita perché esiste una matrice di approvazione con questa divisione, tipo di documento, tipo di record del documento e dipartimento

# CustomLabel.CompSuite__employee_already_associated_with_training_plan
source: This employee already associated with another personal Training Plan
it: Questo dipendente è già associato a un altro piano di formazione personale.

# CustomLabel.CompSuite__enroll_now
source: Enroll Now
it: Iscriviti ora

# CustomLabel.CompSuite__equals
source: equals
it: equivale

# CustomLabel.CompSuite__exportLatestVersionMsg
source: Please export the latest version of this template.
it: Si prega di esportare l'ultima versione di questo modello.

# CustomLabel.form_documents
source: Form Docuemnts
it: Da documenti

# CustomLabel.CompSuite__full_classroom
source: The required classroom is full by now
it: La classe richiesta è ormai piena

# CustomLabel.CompSuite__greaterOrEqual
source: greater or equal
it: maggiore o uguale

# CustomLabel.CompSuite__greaterThan
source: greater than
it: maggiore di

# CustomLabel.CompSuite__headerEnvDetails
source: Environment Details
it: Dettagli sull'ambiente

# CustomLabel.CompSuite__header_in_alert_upon_creation_execution
source: New Protocol Execution
it: Nuova esecuzione del protocollo

# CustomLabel.CompSuite__import
source: Import
it: Importa

# CustomLabel.increase_method_enter_legacy_number
source: Please enter a legacy number of document you want to increase version
it: Inserisci il numero legacy del documento di cui desideri aumentare la versione

# CustomLabel.CompSuite__insert_E_Signature
source: Keep E-Signature empty.
it: Mantieni la firma elettronica vuota.

# CustomLabel.investigation_alert
source: Note: x Investigation is still in progress
it: Nota: x l'indagine è ancora in corso

# CustomLabel.investigation_alert_for_many
source: Note: x Investigations are still in progress
it: Nota: x le indagini sono ancora in corso

# CustomLabel.CompSuite__is_not_supported_Please_use_the_local_check_out
source: is not supported, Please use the local check out.
it: non è supportato. Utilizzare il check out locale.

# CustomLabel.CompSuite__lessThan
source: less than
it: minore di

# CustomLabel.CompSuite__lesserOrEqual
source: lesser or equal
it: minore o uguale

# CustomLabel.master_document_affected_document
source: Affected Documents
it: Documenti interessati

# CustomLabel.master_document_form_document
source: Form Documents
it: Da documenti

# CustomLabel.master_document_related_document
source: Related Documents
it: Documenti correlati

# CustomLabel.CompSuite__nameFilter
source: Name Filter
it: Nome filtro

# CustomLabel.nextButton
source: Next
it: Prossimo

# CustomLabel.noPermissionChangeBaseDate
source: You don't have sufficient privileges to edit this record. Please contact your administrator for further assistance.
it: Non si hanno privilegi sufficienti per modificare questo record. Si prega di contattare l'amministratore per ulteriore assistenza.

# CustomLabel.CompSuite__notEquals
source: not equals
it: non equivale

# CustomLabel.not_availble_at_approved_state
source: This action is not available while the record is approved, Please promote the record to Under Amendment.
it: Questa azione non è disponibile quando il record è approvato. Promuovere il record a In fase di modifica.

# CustomLabel.CompSuite__pageNumberAlignment
source: Page Number Alignment
it: Allineamento del numero di pagina

# CustomLabel.CompSuite__pageNumberFormat
source: Page Number Format
it: Formato del numero di pagina

# CustomLabel.CompSuite__pageNumberLocation
source: Page Number Location
it: Posizione del numero di pagina

# CustomLabel.CompSuite__pendingClassroom_And_AvailableClassroom1
source: You have a classroom training scheduled for
it: Si ha in programma una formazione in aula

# CustomLabel.CompSuite__pendingClassroom_And_AvailableClassroom2
source: If you wish to attend another future classroom, please reschedule the current
it: Se si desidera frequentare un'altra lezione futura, riprogrammare quella attuale

# CustomLabel.CompSuite__pendingClassroom_And_NOAvailableClassroom1
source: You have a classroom training scheduled for
it: Si ha in programma una formazione in aula

# CustomLabel.CompSuite__personal_job_function_label
source: Show personal job functions
it: Mostrare le funzioni personali del lavoro

# CustomLabel.CompSuite__pkgVersion
source: Package Version
it: Versione del pacchetto

# CustomLabel.CompSuite__pleaseSaveTemplateBuilder
source: Please save the template builder.
it: Per favore, salvare il builder di modelli.

# CustomLabel.related_document
source: Related Docuemnts
it: Documenti correlati

# CustomLabel.related_exam
source: Related Exam is: xxx
it: L'esame correlato è: xxx

# CustomLabel.return_to_main_menu
source: Return to main menu, for uploading a new legacy document
it: Ritorna al menu principale, per caricare un nuovo documento legacy

# CustomLabel.save
source: Save
it: Salva

# CustomLabel.CompSuite__schedule_Training_modal
source: Please select your preferred classroom from the following upcoming classrooms
it: Selezionare la propria classe preferita tra le seguenti classi imminenti

# CustomLabel.CompSuite__showWatermark
source: Show Watermark in PDF
it: Mostra filigrana nel PDF

# CustomLabel.CompSuite__startsWith
source: starts with
it: inizia con

# CustomLabel.success_Changed_Maintenance
source: Successfully changed maintenance params
it: Parametri di manutenzione modificati con successo

# CustomLabel.CompSuite__success_message_after_creation_of_execution
source: A new protocol execution has been created
it: È stata creata una nuova esecuzione del protocollo

# CustomLabel.CompSuite__task
source: task
it: incarico

# CustomLabel.CompSuite__templateStyling
source: Template Styling
it: Stile del modello

# CustomLabel.CompSuite__the_current_approval_process
source: the current approval process
it: il processo di approvazione attuale

# CustomLabel.CompSuite__this_file_is_already_locked
source: This file is already locked
it: Questo file è già bloccato

# CustomLabel.CompSuite__to
source: to
it: a

# CustomLabel.CompSuite__tp_create
source: training assignments will be created upon request.
it: i compiti di formazione verranno creati su richiesta.

# CustomLabel.CompSuite__training_plan_clone_header
source: Clone Training Plan
it: Clona piano di formazione

# CustomLabel.CompSuite__training_plan_clone_message
source: Are you sure you want to clone this training plan? You will not be able to undo this action
it: Sicuri di voler clonare questo piano di formazione? Non sarà più possibile annullare questa azione

# CustomLabel.CompSuite__unschedule_Training
source: Unschedule Training
it: Annullare la programmazione della formazione

# CustomLabel.CompSuite__unschedule_Training_modal1
source: There are no more classrooms available at the moment.
it: Al momento non ci sono più classi disponibili.

# CustomLabel.CompSuite__unschedule_Training_modal2
source: You will be assigned to a new classroom once it's scheduled
it: Verrà assegnata una nuova classe una volta programmata

# CustomLabel.CompSuite__watermark
source: Remove Watermark Image
it: Rimuovi immagine filigrana

# CustomLabel.CompSuite__watermarkImage
source: Watermark Image
it: Immagine filigrana

# CustomLabel.CompSuite__wrong_username
source: Username or Alias not recognized please try again
it: Nome utente o alias non riconosciuti, riprovare

# CustomLabel.CompSuite__xactComments
source: Xact Comments
it: Commenti esatti

# CustomLabel.CompSuite__xpressVersion
source: Xpress Version
it: Versione esatta

# AddressCountry.AE
source: United Arab Emirates
it: Emirati Arabi Uniti

# AddressCountry.AG
source: Antigua and Barbuda
it: Antigua e Barbuda

# AddressCountry.AQ
source: Antarctica
it: Antartide

# AddressCountry.AX
source: Aland Islands
it: Isole Aland

# AddressCountry.AZ
source: Azerbaijan
it: Azerbaigian

# AddressCountry.BA
source: Bosnia and Herzegovina
it: Bosnia Erzegovina

# AddressCountry.BE
source: Belgium
it: Belgio

# AddressCountry.BH
source: Bahrain
it: Bahrein

# AddressCountry.BL
source: Saint Barthélemy
it: San Bartolomeo

# AddressCountry.BO
source: Bolivia, Plurinational State of
it: Stato Plurinazionale della Bolivia

# AddressCountry.BQ
source: Bonaire, Sint Eustatius and Saba
it: Bonaire, Sint Eustatius e Saba

# AddressCountry.BR
source: Brazil
it: Brasile

# AddressCountry.BV
source: Bouvet Island
it: Isola Bouvet

# AddressCountry.BY
source: Belarus
it: Bielorussia

# AddressCountry.CC
source: Cocos (Keeling) Islands
it: Isole Cocos (Keeling)

# AddressCountry.CD
source: Congo, the Democratic Republic of the
it: Congo, Repubblica Democratica del

# AddressCountry.CF
source: Central African Republic
it: Repubblica Centrafricana

# AddressCountry.CH
source: Switzerland
it: Svizzera

# AddressCountry.CI
source: Cote d'Ivoire
it: Costa d'Avorio

# AddressCountry.CK
source: Cook Islands
it: Isole Cook

# AddressCountry.CL
source: Chile
it: Cile

# AddressCountry.CM
source: Cameroon
it: Camerun

# AddressCountry.CN
source: China
it: Cina

# AddressCountry.CV
source: Cape Verde
it: Capo Verde

# AddressCountry.CW
source: Curaçao
it: Curacao

# AddressCountry.CX
source: Christmas Island
it: Isola di Natale

# AddressCountry.CY
source: Cyprus
it: Cipro

# AddressCountry.CZ
source: Czech Republic
it: Repubblica Ceca

# AddressCountry.DE
source: Germany
it: Germania

# AddressCountry.DJ
source: Djibouti
it: Gibuti

# AddressCountry.DK
source: Denmark
it: Danimarca

# AddressCountry.DO
source: Dominican Republic
it: Repubblica Dominicana

# AddressCountry.EG
source: Egypt
it: Egitto

# AddressCountry.EH
source: Western Sahara
it: Sahara occidentale

# AddressCountry.ES
source: Spain
it: Spagna

# AddressCountry.ET
source: Ethiopia
it: Etiopia

# AddressCountry.FI
source: Finland
it: Finlandia

# AddressCountry.FJ
source: Fiji
it: Figi

# AddressCountry.FK
source: Falkland Islands (Malvinas)
it: Isole Falkland (Malvine)

# AddressCountry.FO
source: Faroe Islands
it: Isole Faroe

# AddressCountry.FR
source: France
it: Francia

# AddressCountry.GB
source: United Kingdom
it: Regno Unito

# AddressCountry.GF
source: French Guiana
it: Guyana francese

# AddressCountry.GI
source: Gibraltar
it: Gibilterra

# AddressCountry.GL
source: Greenland
it: Groenlandia

# AddressCountry.GP
source: Guadeloupe
it: Guadalupa

# AddressCountry.GQ
source: Equatorial Guinea
it: Guinea Equatoriale

# AddressCountry.GR
source: Greece
it: Grecia

# AddressCountry.GS
source: South Georgia and the South Sandwich Islands
it: Georgia del Sud e Isole Sandwich Meridionali

# AddressCountry.HM
source: Heard Island and McDonald Islands
it: Isole Heard e McDonald

# AddressCountry.HR
source: Croatia
it: Croazia

# AddressCountry.HU
source: Hungary
it: Ungheria

# AddressCountry.IE
source: Ireland
it: Irlanda

# AddressCountry.IL
source: Israel
it: Israele

# AddressCountry.IM
source: Isle of Man
it: Isola di Man

# AddressCountry.IO
source: British Indian Ocean Territory
it: Territorio britannico dell'Oceano Indiano

# AddressCountry.IR
source: Iran, Islamic Republic of
it: Iran, Repubblica Islamica del

# AddressCountry.IS
source: Iceland
it: Islanda

# AddressCountry.IT
source: Italy
it: Italia

# AddressCountry.JM
source: Jamaica
it: Giamaica

# AddressCountry.JO
source: Jordan
it: Giordania

# AddressCountry.JP
source: Japan
it: Giappone

# AddressCountry.KG
source: Kyrgyzstan
it: Kirghizistan

# AddressCountry.KH
source: Cambodia
it: Cambogia

# AddressCountry.KM
source: Comoros
it: Comore

# AddressCountry.KN
source: Saint Kitts and Nevis
it: Saint Kitts e Nevis

# AddressCountry.KP
source: Korea, Democratic People's Republic of
it: Corea, Repubblica popolare democratica di

# AddressCountry.KR
source: Korea, Republic of
it: Corea, Repubblica di

# AddressCountry.KY
source: Cayman Islands
it: Isole Cayman

# AddressCountry.KZ
source: Kazakhstan
it: Kazakistan

# AddressCountry.LA
source: Lao People's Democratic Republic
it: Repubblica Democratica Popolare del Laos

# AddressCountry.LB
source: Lebanon
it: Libano

# AddressCountry.LC
source: Saint Lucia
it: Santa Lucia

# AddressCountry.LT
source: Lithuania
it: Lituania

# AddressCountry.LU
source: Luxembourg
it: Lussemburgo

# AddressCountry.LV
source: Latvia
it: Lettonia

# AddressCountry.LY
source: Libya
it: Libia

# AddressCountry.MA
source: Morocco
it: Marocco

# AddressCountry.MD
source: Moldova, Republic of
it: Moldavia, Repubblica di

# AddressCountry.MF
source: Saint Martin (French part)
it: Saint Martin (parte francese)

# AddressCountry.MK
source: Macedonia, the former Yugoslav Republic of
it: Macedonia, ex Repubblica Jugoslava di

# AddressCountry.MQ
source: Martinique
it: Martinica

# AddressCountry.MV
source: Maldives
it: Maldive

# AddressCountry.MX
source: Mexico
it: Messico

# AddressCountry.MY
source: Malaysia
it: Malesia

# AddressCountry.MZ
source: Mozambique
it: Mozambico

# AddressCountry.NC
source: New Caledonia
it: Nuova Caledonia

# AddressCountry.NF
source: Norfolk Island
it: Isola Norfolk

# AddressCountry.NL
source: Netherlands
it: Paesi Bassi

# AddressCountry.NO
source: Norway
it: Norvegia
