Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# PicklistValue.Standard.workOrderStatus.In Progress
source: In Progress
it: In corso

# PicklistValue.Standard.workOrderStatus.New
source: New
it: Nuovo

# PicklistValue.Standard.workOrderStatus.On Hold
source: On Hold
it: In attesa

# PicklistValue.Standard.workOrderPriority.Critical
source: Critical
it: Critico

# PicklistValue.Standard.workOrderPriority.High
source: High
it: Alta

# PicklistValue.Standard.workOrderPriority.Low
source: Low
it: Bassa

# PicklistValue.Standard.workOrderPriority.Medium
source: Medium
it: Media

# PicklistValue.Standard.workOrderLineItemStatus.Canceled
source: Canceled
it: Annullato

# PicklistValue.Standard.workOrderLineItemStatus.Cannot Complete
source: Cannot Complete
it: Impossibile completare

# PicklistValue.Standard.workOrderLineItemStatus.Closed
source: Closed
it: Chiuso

# PicklistValue.Standard.workOrderLineItemStatus.Completed
source: Completed
it: Completato

# PicklistValue.Standard.workOrderLineItemStatus.In Progress
source: In Progress
it: In corso

# PicklistValue.Standard.workOrderLineItemStatus.New
source: New
it: Nuovo

# PicklistValue.Standard.workOrderLineItemStatus.On Hold
source: On Hold
it: In attesa

# PicklistValue.Standard.incidentRelatedItemImpactType.Business-Blocking
source: Business-Blocking
it: Blocco dell'attività commerciale

# PicklistValue.Standard.incidentRelatedItemImpactType.Not Business-Blocking
source: Not Business-Blocking
it: Non blocco dell'attività commerciale

# PicklistValue.Standard.incidentRelatedItemImpactType.Partially Business-Blocking
source: Partially Business-Blocking
it: Parziale blocco dell'attività commerciale

# PicklistValue.Standard.incidentRelatedItemImpactLevel.High
source: High
it: Alta

# PicklistValue.Standard.incidentRelatedItemImpactLevel.Low
source: Low
it: Bassa

# PicklistValue.Standard.incidentRelatedItemImpactLevel.Medium
source: Medium
it: Media

# PicklistValue.Standard.problemRelatedItemImpactType.Business-Blocking
source: Business-Blocking
it: Blocco dell'attività commerciale

# PicklistValue.Standard.problemRelatedItemImpactType.Not Business-Blocking
source: Not Business-Blocking
it: Non blocco dell'attività commerciale

# PicklistValue.Standard.problemRelatedItemImpactType.Partially Business-Blocking
source: Partially Business-Blocking
it: Parziale blocco dell'attività commerciale

# PicklistValue.Standard.problemRelatedItemImpactLevel.High
source: High
it: Alta

# PicklistValue.Standard.problemRelatedItemImpactLevel.Low
source: Low
it: Bassa

# PicklistValue.Standard.problemRelatedItemImpactLevel.Medium
source: Medium
it: Media

# PicklistValue.Standard.changeRequestRelatedItemRelationType.Broke Item
source: Broke Item
it: Elemento guasto

# PicklistValue.Standard.changeRequestRelatedItemRelationType.Fixed Item
source: Fixed Item
it: Elemento corretto

# PicklistValue.Standard.changeRequestRelatedItemImpactLevel.High
source: High
it: Alta

# PicklistValue.Standard.changeRequestRelatedItemImpactLevel.Low
source: Low
it: Bassa

# PicklistValue.Standard.changeRequestRelatedItemImpactLevel.Medium
source: Medium
it: Media

# PicklistValue.Standard.locationType.Plant
source: Plant
it: Pianta

# PicklistValue.Standard.locationType.Site
source: Site
it: Sito

# PicklistValue.Standard.locationType.Van
source: Van
it: Furgone

# PicklistValue.Standard.locationType.Virtual
source: Virtual
it: Virtuale

# PicklistValue.Standard.locationType.Warehouse
source: Warehouse
it: Magazzino

# PicklistValue.Standard.salutation.Dr.
source: Dr.
it: Dott.

# PicklistValue.Standard.salutation.Mr.
source: Mr.
it: Sig.

# PicklistValue.Standard.salutation.Mrs.
source: Mrs.
it: Sig.ra

# PicklistValue.Standard.salutation.Ms.
source: Ms.
it: Sig.na

# PicklistValue.Standard.salutation.Mx.
source: Mx.
it: Sx.

# PicklistValue.Standard.addressType.Billing
source: Billing
it: Fatturazione

# PicklistValue.Standard.addressType.Home
source: Home
it: Casa

# PicklistValue.Standard.addressType.Mailing
source: Mailing
it: Posta

# PicklistValue.Standard.addressType.Shipping
source: Shipping
it: Spedizione

# PicklistValue.Standard.quantityUnitOfMeasure.Each
source: Each
it: Ognuno

# PicklistValue.Standard.leadSource.Advertisement
source: Advertisement
it: Pubblicità

# PicklistValue.Standard.leadSource.Employee Referral
source: Employee Referral
it: Referral dei dipendenti

# PicklistValue.Standard.leadSource.External Referral
source: External Referral
it: Referente esterno

# PicklistValue.Standard.leadSource.Other
source: Other
it: Altro

# PicklistValue.Standard.leadSource.Public Relations
source: Public Relations
it: Relazioni pubbliche

# PicklistValue.Standard.leadSource.Seminar - Internal
source: Seminar - Internal
it: Seminario - Interno

# PicklistValue.Standard.leadSource.Seminar - Partner
source: Seminar - Partner
it: Seminario - Partner

# PicklistValue.Standard.leadSource.Trade Show
source: Trade Show
it: Fiera commerciale

# PicklistValue.Standard.leadSource.Web
source: Web
it: Sito Web

# PicklistValue.Standard.leadSource.Word of mouth
source: Word of mouth
it: Passaparola

# PicklistValue.Standard.assetRelationshipType.Replacement
source: Replacement
it: Sostituzione

# PicklistValue.Standard.assetRelationshipType.Upgrade
source: Upgrade
it: Aggiornamento

# PicklistValue.Standard.channelProgramCategory.Distributor
source: Distributor
it: Distributore

# PicklistValue.Standard.channelProgramCategory.Reseller
source: Reseller
it: Rivenditore

# PicklistValue.Standard.partnerFundRequestActivity.Advertisement
source: Advertisement
it: Pubblicità

# PicklistValue.Standard.partnerFundRequestActivity.Banner Ads
source: Banner Ads
it: Banner pubblicitari

# PicklistValue.Standard.partnerFundRequestActivity.Other
source: Other
it: Altro

# PicklistValue.Standard.partnerFundRequestActivity.Partners
source: Partners
it: Partner

# PicklistValue.Standard.partnerFundRequestActivity.Public Relations
source: Public Relations
it: Relazioni pubbliche

# PicklistValue.Standard.partnerFundRequestActivity.Referral Program
source: Referral Program
it: Programma di referral

# PicklistValue.Standard.partnerFundRequestActivity.Seminar / Conference
source: Seminar / Conference
it: Seminario/Conferenza

# PicklistValue.Standard.fieldBusinessStatus.Active
source: Active
it: Attivo

# PicklistValue.Standard.fieldBusinessStatus.DeprecateCandidate
source: DeprecateCandidate
it: CandidatoDisapprovato

# PicklistValue.Standard.fieldBusinessStatus.Hidden
source: Hidden
it: Nascosto

# PicklistValue.Standard.sAppointmentGroupStatus.Awaiting Approval
source: Awaiting Approval
it: In attesa di approvazione

# PicklistValue.Standard.sAppointmentGroupStatus.Canceled
source: Canceled
it: Annullato

# PicklistValue.Standard.sAppointmentGroupStatus.None
source: None
it: Nessuno

# PicklistValue.Standard.sAppointmentGroupStatus.Scheduled
source: Scheduled
it: Programmato

# PicklistValue.Standard.pronoun.He/Him
source: He/Him
it: Lui/Lo

# PicklistValue.Standard.pronoun.He/They
source: He/They
it: Lui/Essi

# PicklistValue.Standard.pronoun.Not Listed
source: Not Listed
it: Non presente nella lista

# PicklistValue.Standard.pronoun.She/Her
source: She/Her
it: Lei/La

# PicklistValue.Standard.pronoun.She/They
source: She/They
it: Lei/Esse

# PicklistValue.Standard.pronoun.They/Them
source: They/Them
it: Loro/Essi

# PicklistValue.Standard.genderIdentity.Female
source: Female
it: Femmina

# PicklistValue.Standard.genderIdentity.Male
source: Male
it: Maschio

# PicklistValue.Standard.genderIdentity.Nonbinary
source: Nonbinary
it: Non binario

# PicklistValue.Standard.genderIdentity.Not Listed
source: Not Listed
it: Non presente nella lista

# PicklistValue.Standard.engagementActivityType.Email Hard Bounce
source: Email Hard Bounce
it: E-mail con rimbalzo forzato

# PicklistValue.Standard.engagementActivityType.Email Open
source: Email Open
it: E-mail aperta

# PicklistValue.Standard.engagementActivityType.Email Opt-in
source: Email Opt-in
it: Opt-in e-mail

# PicklistValue.Standard.engagementActivityType.Email Preferences Open
source: Email Preferences Open
it: Preferenze e-mail aperte

# PicklistValue.Standard.engagementActivityType.Email Send
source: Email Send
it: Invio e-mail

# PicklistValue.Standard.engagementActivityType.Email Soft Bounce
source: Email Soft Bounce
it: E-mail con rimbalzo morbido

# PicklistValue.Standard.engagementActivityType.Email Spam Complaint
source: Email Spam Complaint
it: Reclamo per e-mail di spam

# PicklistValue.Standard.engagementActivityType.Email Unsubscribe
source: Email Unsubscribe
it: E-mail per annullare l'iscrizione

# PicklistValue.Standard.engagementActivityType.Form Submit Error
source: Form Submit Error
it: Errore presentazione modulo

# PicklistValue.Standard.engagementActivityType.Form Submit Success
source: Form Submit Success
it: Presentazione modulo avvenuta con successo

# PicklistValue.Standard.engagementActivityType.Form View
source: Form View
it: Visualizzazione modulo

# PicklistValue.Standard.engagementActivityType.Landing Page Form Submit Error
source: Landing Page Form Submit Error
it: Pagina di destinazione Errore presentazione modulo

# PicklistValue.Standard.engagementActivityType.Landing Page Form Submit Success
source: Landing Page Form Submit Success
it: Pagina di destinazione Presentazione modulo avvenuta con successo

# PicklistValue.Standard.engagementActivityType.Landing Page View
source: Landing Page View
it: Visualizzazione della pagina di destinazione

# PicklistValue.Standard.engagementActivityType.Link Click
source: Link Click
it: Clic sul link

# PicklistValue.Standard.scorecardMetricCategory.Adoption
source: Adoption
it: Adozione

# PicklistValue.Standard.scorecardMetricCategory.Field Enablement
source: Field Enablement
it: Abilitazione del campo

# PicklistValue.Standard.scorecardMetricCategory.Sales
source: Sales
it: Vendite

# PicklistValue.Standard.scorecardMetricCategory.Support
source: Support
it: Assistenza

# PicklistValue.CP_Template_Type__gvs.Client Documents
source: Client Documents
it: Documenti del cliente

# PicklistValue.CP_Template_Type__gvs.Employee Documents
source: Employee Documents
it: Documenti del dipendente

# PicklistValue.CP_Template_Type__gvs.HR Documents
source: HR Documents
it: Documenti HR

# PicklistValue.CP_Template_Type__gvs.Internal Documents
source: Internal Documents
it: Documenti Interni

# PicklistValue.Measuring_Device_Category__gvs.Caliper
source: Caliper
it: Calibro

# PicklistValue.Measuring_Device_Category__gvs.Function
source: Function
it: Funzione

# PicklistValue.Measuring_Device_Category__gvs.Visual
source: Visual
it: Visivo

# PicklistValue.Object_Name__gvs.Action Item
source: Action Item
it: Elemento di azione

# PicklistValue.Object_Name__gvs.Activity
source: Activity
it: Attività

# PicklistValue.Object_Name__gvs.Assessment
source: Assessment
it: Valutazione

# PicklistValue.Object_Name__gvs.Assessment Element
source: Assessment Element
it: Elemento di valutazione

# PicklistValue.Object_Name__gvs.Audit Program
source: Audit Program
it: Programma dell'audit

# PicklistValue.Object_Name__gvs.BOM Relation
source: BOM Relation
it: Correlazione DBA

# PicklistValue.Object_Name__gvs.Batch Master Record
source: Batch Master Record
it: Record master del batch

# PicklistValue.Object_Name__gvs.Batch Record Component
source: Batch Record Component
it: Componente Batch record

# PicklistValue.Object_Name__gvs.Batch Step
source: Batch Step
it: Fase batch

# PicklistValue.Object_Name__gvs.Binder
source: Binder
it: Raccoglitore

# PicklistValue.Object_Name__gvs.CAPA Plan
source: CAPA Plan
it: Piano CAPA

# PicklistValue.Object_Name__gvs.Change Control
source: Change Control
it: Controllo delle modifiche

# PicklistValue.Object_Name__gvs.Classroom
source: Classroom
it: Classe

# PicklistValue.Object_Name__gvs.Commitment
source: Commitment
it: Impegno

# PicklistValue.Object_Name__gvs.Complaint
source: Complaint
it: Reclamo

# PicklistValue.Object_Name__gvs.Constraint
source: Constraint
it: Vincolo

# PicklistValue.Object_Name__gvs.Controlled Copy
source: Controlled Copy
it: Copia controllata

# PicklistValue.Object_Name__gvs.Correspondence
source: Correspondence
it: Corrispondenza

# PicklistValue.Object_Name__gvs.Department
source: Department
it: Dipartimento

# PicklistValue.Object_Name__gvs.Design Set
source: Design Set
it: Set del design

# PicklistValue.Object_Name__gvs.Deviation
source: Deviation
it: Deviazione

# PicklistValue.Object_Name__gvs.Document Revision
source: Document Revision
it: Revisione del documento

# PicklistValue.Object_Name__gvs.EHS Event
source: EHS Event
it: Evento EHS

# PicklistValue.Object_Name__gvs.Effectiveness Check
source: Effectiveness Check
it: Controllo dell'efficacia

# PicklistValue.Object_Name__gvs.Employee
source: Employee
it: Dipendente

# PicklistValue.Object_Name__gvs.Equipment/Information Asset
source: Equipment/Information Asset
it: Risorsa di attrezzature/informazioni

# PicklistValue.Object_Name__gvs.Finding
source: Finding
it: Risultato

# PicklistValue.Object_Name__gvs.Immediate Action
source: Immediate Action
it: Azione immediata

# PicklistValue.Object_Name__gvs.Ingredient
source: Ingredient
it: Ingrediente

# PicklistValue.Object_Name__gvs.Inventory Item
source: Inventory Item
it: Elemento di inventario

# PicklistValue.Object_Name__gvs.Investigation Task
source: Investigation Task
it: Incarico di indagine

# PicklistValue.Object_Name__gvs.Location
source: Location
it: Posizione

# PicklistValue.Object_Name__gvs.Malfunction
source: Malfunction
it: Malfunzionamento

# PicklistValue.Object_Name__gvs.Master Document
source: Master Document
it: Documento master

# PicklistValue.Object_Name__gvs.Permission Request
source: Permission Request
it: Richiesta di permesso

# PicklistValue.Object_Name__gvs.Planned Activity
source: Planned Activity
it: Attività prevista

# PicklistValue.Object_Name__gvs.Product Item
source: Product Item
it: Elemento del prodotto

# PicklistValue.Object_Name__gvs.Product Version
source: Product Version
it: Versione prodotto

# PicklistValue.Object_Name__gvs.Program
source: Program
it: Programma

# PicklistValue.Object_Name__gvs.Program Element
source: Program Element
it: Elemento del programma

# PicklistValue.Object_Name__gvs.Quality Event
source: Quality Event
it: Evento sulla qualità

# PicklistValue.Object_Name__gvs.Sample
source: Sample
it: Campione

# PicklistValue.Object_Name__gvs.Site
source: Site
it: Sito

# PicklistValue.Object_Name__gvs.Study
source: Study
it: Studio

# PicklistValue.Object_Name__gvs.Study Activity
source: Study Activity
it: Attività di studio

# PicklistValue.Object_Name__gvs.Subject
source: Subject
it: Soggetto

# PicklistValue.Object_Name__gvs.Submission
source: Submission
it: Presentazione

# PicklistValue.Object_Name__gvs.Supplier
source: Supplier
it: Fornitore

# PicklistValue.Object_Name__gvs.Supplier Audit
source: Supplier Audit
it: Audit del fornitore

# PicklistValue.Object_Name__gvs.Supplier Score Card
source: Supplier Score Card
it: Scheda di valutazione del fornitore

# PicklistValue.Object_Name__gvs.Training Assignment
source: Training Assignment
it: Compito di formazione

# PicklistValue.Object_Name__gvs.Training Plan
source: Training Plan
it: Piano di formazione

# PicklistValue.Object_Name__gvs.Transaction
source: Transaction
it: Transazione

# PicklistValue.Object_Name__gvs.Transaction line
source: Transaction line
it: Riga di transazione

# PicklistValue.Object_Name__gvs.Transition Action
source: Transition Action
it: Azione di transizione

# PicklistValue.Object_Name__gvs.Used Equipment
source: Used Equipment
it: Attrezzatura usata

# PicklistValue.Business_Unit_Value_Set__gvs.Archive
source: Archive
it: Archivio

# PicklistValue.Business_Unit_Value_Set__gvs.General
source: General
it: Generale

# PicklistValue.Business_Unit_Value_Set__gvs.Restricted
source: Restricted
it: Limitata

# PicklistValue.Product__gvs.Product Item A
source: Product Item A
it: Elemento del prodotto A

# PicklistValue.Product__gvs.Product Item B
source: Product Item B
it: Elemento del prodotto B

# PicklistValue.Product__gvs.Product Item C
source: Product Item C
it: Elemento del prodotto C

# PicklistValue.Change_Type__gvs.Document
source: Document
it: Documento

# PicklistValue.Change_Type__gvs.Equipment
source: Equipment
it: Attrezzatura

# PicklistValue.Change_Type__gvs.Facility
source: Facility
it: Struttura

# PicklistValue.Change_Type__gvs.General
source: General
it: Generale

# PicklistValue.Change_Type__gvs.Material
source: Material
it: Materiali

# PicklistValue.Change_Type__gvs.Method
source: Method
it: Metodo

# PicklistValue.Change_Type__gvs.Process
source: Process
it: Processo

# PicklistValue.Change_Type__gvs.Product
source: Product
it: Prodotto

# PicklistValue.Change_Type__gvs.Regulatory
source: Regulatory
it: Normativo

# PicklistValue.Change_Type__gvs.System
source: System
it: Sistema

# PicklistValue.Change_Type__gvs.Utility
source: Utility
it: Utilità

# PicklistValue.Language__gvs.English
source: English
it: Inglese

# PicklistValue.Supplier_Score_Card__gvs.1 Poor
source: 1 Poor
it: 1 Scarso

# PicklistValue.Supplier_Score_Card__gvs.2 Needs Improvement
source: 2 Needs Improvement
it: 2 Necessita di miglioramento

# PicklistValue.Supplier_Score_Card__gvs.3 Fair
source: 3 Fair
it: 3 Discreto

# PicklistValue.Supplier_Score_Card__gvs.4 Good
source: 4 Good
it: 4 Buono

# PicklistValue.Supplier_Score_Card__gvs.5 Excellent
source: 5 Excellent
it: 5 Eccellente

# PicklistValue.Type__gvs.Design Inputs
source: Design Inputs
it: Input del design

# PicklistValue.Type__gvs.Design Outputs
source: Design Outputs
it: Output del design

# PicklistValue.Type__gvs.Risk
source: Risk
it: Rischio

# PicklistValue.Type__gvs.Test Set
source: Test Set
it: Set del test

# PicklistValue.Type__gvs.Traceability
source: Traceability
it: Tracciabilità

# PicklistValue.Type__gvs.User Need
source: User Need
it: Necessità dell'utente

# PicklistValue.Type__gvs.Validation
source: Validation
it: Convalida

# PicklistValue.Type__gvs.Verification
source: Verification
it: Verifica

# PicklistValue.Document_SubType__gvs.Finished Protocol specification
source: Finished Protocol specification
it: Specifica Protocollo finito

# PicklistValue.Document_SubType__gvs.Packaging specification
source: Packaging specification
it: Specifica dell'imballaggio

# PicklistValue.Document_SubType__gvs.Quality Policy
source: Quality Policy
it: Politica sulla qualità

# PicklistValue.Document_SubType__gvs.Raw Material specification
source: Raw Material specification
it: Specifica della materia prima

# PicklistValue.Document_SubType__gvs.Sampling Protocol
source: Sampling Protocol
it: Protocollo di campionamento

# PicklistValue.Document_SubType__gvs.Testing Protocol
source: Testing Protocol
it: Protocollo di test

# PicklistValue.Document_SubType__gvs.Validation Policy
source: Validation Policy
it: Politica di convalida

# PicklistValue.Document_SubType__gvs.Validation Protocol
source: Validation Protocol
it: Protocollo di convalida

# PicklistValue.Countries__gvs.Aland Islands
source: Aland Islands
it: Isole Aland

# PicklistValue.Countries__gvs.Antarctica
source: Antarctica
it: Antartide

# PicklistValue.Countries__gvs.Antigua and Barbuda
source: Antigua and Barbuda
it: Antigua e Barbuda

# PicklistValue.Countries__gvs.Azerbaijan
source: Azerbaijan
it: Azerbaigian

# PicklistValue.Countries__gvs.Bahrain
source: Bahrain
it: Bahrein

# PicklistValue.Countries__gvs.Belarus
source: Belarus
it: Bielorussia

# PicklistValue.Countries__gvs.Belgium
source: Belgium
it: Belgio

# PicklistValue.Countries__gvs.Bolivia, Plurinational State of
source: Bolivia, Plurinational State of
it: Stato Plurinazionale della Bolivia

# PicklistValue.Countries__gvs.Bonaire, Sint Eustatius and Saba
source: Bonaire, Sint Eustatius and Saba
it: Bonaire, Sint Eustatius e Saba

# PicklistValue.Countries__gvs.Bosnia and Herzegovina
source: Bosnia and Herzegovina
it: Bosnia Erzegovina

# PicklistValue.Countries__gvs.Bouvet Island
source: Bouvet Island
it: Isola Bouvet

# PicklistValue.Countries__gvs.Brazil
source: Brazil
it: Brasile

# PicklistValue.Countries__gvs.British Indian Ocean Territory
source: British Indian Ocean Territory
it: Territorio britannico dell'Oceano Indiano

# PicklistValue.Countries__gvs.Cambodia
source: Cambodia
it: Cambogia

# PicklistValue.Countries__gvs.Cameroon
source: Cameroon
it: Camerun

# PicklistValue.Countries__gvs.Cape Verde
source: Cape Verde
it: Capo Verde

# PicklistValue.Countries__gvs.Cayman Islands
source: Cayman Islands
it: Isole Cayman

# PicklistValue.Countries__gvs.Central African Republic
source: Central African Republic
it: Repubblica Centrafricana

# PicklistValue.Countries__gvs.Chile
source: Chile
it: Cile

# PicklistValue.Countries__gvs.China
source: China
it: Cina

# PicklistValue.Countries__gvs.Christmas Island
source: Christmas Island
it: Isola di Natale

# PicklistValue.Countries__gvs.Cocos (Keeling) Islands
source: Cocos (Keeling) Islands
it: Isole Cocos (Keeling)

# PicklistValue.Countries__gvs.Comoros
source: Comoros
it: Comore

# PicklistValue.Countries__gvs.Congo, the Democratic Republic of the
source: Congo, the Democratic Republic of the
it: Congo, Repubblica Democratica del

# PicklistValue.Countries__gvs.Cook Islands
source: Cook Islands
it: Isole Cook

# PicklistValue.Countries__gvs.Cote d&#8217;Ivoire
source: Cote d’Ivoire
it: Costa d'Avorio

# PicklistValue.Countries__gvs.Croatia
source: Croatia
it: Croazia

# PicklistValue.Countries__gvs.Cura&#231;ao
source: Curaçao
it: Curacao

# PicklistValue.Countries__gvs.Cyprus
source: Cyprus
it: Cipro

# PicklistValue.Countries__gvs.Czech Republic
source: Czech Republic
it: Repubblica Ceca

# PicklistValue.Countries__gvs.Denmark
source: Denmark
it: Danimarca

# PicklistValue.Countries__gvs.Djibouti
source: Djibouti
it: Gibuti

# PicklistValue.Countries__gvs.Dominican Republic
source: Dominican Republic
it: Repubblica Dominicana

# PicklistValue.Countries__gvs.Egypt
source: Egypt
it: Egitto

# PicklistValue.Countries__gvs.Equatorial Guinea
source: Equatorial Guinea
it: Guinea Equatoriale

# PicklistValue.Countries__gvs.Ethiopia
source: Ethiopia
it: Etiopia

# PicklistValue.Countries__gvs.Falkland Islands (Malvinas)
source: Falkland Islands (Malvinas)
it: Isole Falkland (Malvine)

# PicklistValue.Countries__gvs.Faroe Islands
source: Faroe Islands
it: Isole Faroe

# PicklistValue.Countries__gvs.Fiji
source: Fiji
it: Figi

# PicklistValue.Countries__gvs.Finland
source: Finland
it: Finlandia

# PicklistValue.Countries__gvs.France
source: France
it: Francia

# PicklistValue.Countries__gvs.French Guiana
source: French Guiana
it: Guyana francese

# PicklistValue.Countries__gvs.French Polynesia
source: French Polynesia
it: Polinesia Francese

# PicklistValue.Countries__gvs.French Southern Territories
source: French Southern Territories
it: Territori della Francia del sud

# PicklistValue.Countries__gvs.Germany
source: Germany
it: Germania

# PicklistValue.Countries__gvs.Gibraltar
source: Gibraltar
it: Gibilterra

# PicklistValue.Countries__gvs.Greece
source: Greece
it: Grecia

# PicklistValue.Countries__gvs.Greenland
source: Greenland
it: Groenlandia

# PicklistValue.Countries__gvs.Guadeloupe
source: Guadeloupe
it: Guadalupa

# PicklistValue.Countries__gvs.Heard Island and McDonald Islands
source: Heard Island and McDonald Islands
it: Isole Heard e McDonald

# PicklistValue.Countries__gvs.Holy See (Vatican City State)
source: Holy See (Vatican City State)
it: Santa Sede (Stato della Città del Vaticano)

# PicklistValue.Countries__gvs.Hungary
source: Hungary
it: Ungheria

# PicklistValue.Countries__gvs.Iceland
source: Iceland
it: Islanda

# PicklistValue.Countries__gvs.Iran, Islamic Republic of
source: Iran, Islamic Republic of
it: Iran, Repubblica Islamica del

# PicklistValue.Countries__gvs.Ireland
source: Ireland
it: Irlanda
