Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Numeric_Value.Description
source: Add a single number box to your protocol when you want respondents to write in a number
it: Aggiungere una singola casella numerica al protocollo quando si desidera che i partecipanti scrivano un numero

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Radio_Button_Horizontal
source: Radio Button Horizontal
it: Pulsante di opzione orizzontale

source: Provide a horizontal radio button list of answers for respondents to choose from
it: Fornire una lista di pulsanti di opzione orizzontali di risposte tra cui i rispondenti possono scegliere

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Radio_Button_Vertical
source: Radio Button Vertical
it: Pulsante di opzione verticale

source: Provide a vertical radio button list of answers for respondents to choose from
it: Fornire una lista di pulsanti di opzione verticali di risposte tra cui i rispondenti possono scegliere

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Single_Picklist
source: Single Picklist
it: Elenco di selezione singolo

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Single_Picklist.Description
source: Provide a dropdown list of answers for respondents to choose from
it: Fornire un elenco a tendina di risposte tra cui i rispondenti possono scegliere

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Table
source: Table
it: Tabella

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Table.Description
source: Provide a table columns of questions for respondents dynamic rows
it: Fornire una tabella di colonne di domande per righe dinamiche degli intervistati

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Test_Step
source: Test Step
it: Fase del test

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Test_Step.Description
source: Provide a protocol questions for respondents pass fail elements
it: Fornire un protocollo di domande per i partecipanti riguardo agli elementi superato e fallito

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Text_Only
source: Text Only
it: Solo testo

# RecordType.CompSuite__Protocol_Element__c.CompSuite__Text_Only.Description
source: Insert additional text to the protocol to provide extra context or description
it: Inserire testo aggiuntivo nel protocollo per fornire contesto o descrizione aggiuntivi

# RecordType.CompSuite__Study_Activity__c.Clinical_Activity
source: Clinical Activity
it: Attività clinica

# RecordType.CompSuite__Study_Activity__c.General_Activity
source: General Activity
it: Attività generale

# RecordType.CompSuite__Study_Activity__c.Planned_Activity
source: Planned Activity
it: Attività prevista

# RecordType.CompSuite__Study__c.Clinical_Study
source: Clinical Study
it: Studio clinico

# RecordType.CompSuite__Study__c.Protocol_Plan
source: Protocol Plan
it: Piano del protocollo

# RecordType.CompSuite__Submission__c.Clinical
source: Clinical
it: Clinico

# RecordType.CompSuite__Submission__c.Clinical.Description
source: Clinical Study
it: Studio clinico

# RecordType.CompSuite__Design_Set__c.CompSuite__Design_Set
source: Design Set
it: Set del design

# RecordType.CompSuite__Design_Set__c.CompSuite__Design_Set.Description
source: User Need, Design Input, Design Output, Verification, Validation
it: Necessità dell'utente, Input design, Output design, Verifica, Convalida

# RecordType.CompSuite__Design_Set__c.CompSuite__Requirement
source: Requirement
it: Requisito

# RecordType.CompSuite__Design_Set__c.CompSuite__Risk
source: Risk
it: Rischio

# RecordType.CompSuite__Design_Set__c.CompSuite__Risk.Description
source: Potential impacts
it: Impatti potenziali

# RecordType.CompSuite__Design_Set__c.CompSuite__Test_Set
source: Test Set
it: Set del test

# RecordType.CompSuite__Design_Set__c.CompSuite__Traceability
source: Traceability
it: Tracciabilità

# RecordType.CompSuite__Design_Set__c.CompSuite__Traceability.Description
source: Display the connection between design set elements
it: Visualizza la connessione tra gli elementi del set del design

# RecordType.CompSuite__Approval_Matrix_Row__c.Document_Revision
source: Document Revision
it: Revisione del documento

# RecordType.CompSuite__Approval_Matrix_Row__c.Other_Processes
source: Quality Processes
it: Processi sulla qualità

# RecordType.CompSuite__Approval_Matrix_Row__c.Other_Processes.Description
source: Approval Matrix for processes (not document)
it: Matrice di approvazione per i processi (non documenti)

# RecordType.CompSuite__Design_Element__c.CompSuite__Qualifications
source: Qualifications
it: Qualifiche

# RecordType.CompSuite__Design_Element__c.CompSuite__Qualifications.Description
source: Verifications, Validations
it: Verifiche, Convalide

# RecordType.CompSuite__Design_Element__c.CompSuite__Requirement
source: Requirement
it: Requisito

# RecordType.CompSuite__Design_Element__c.CompSuite__Risk_FMEA
source: Risk FMEA
it: FMEA di rischio

# RecordType.CompSuite__Design_Element__c.CompSuite__Risk_HTM
source: Risk HTM
it: Rischio HTM

# RecordType.CompSuite__Design_Element__c.CompSuite__Specifications
source: Specifications
it: Specifiche

# RecordType.CompSuite__Design_Element__c.CompSuite__Specifications.Description
source: Design Input, Design Output, Design Process
it: Input del design, Output del design, Processo del design

# RecordType.CompSuite__Design_Element__c.CompSuite__Testing
source: Testing
it: Test

# RecordType.CompSuite__Design_Element__c.CompSuite__Testing.Description
source: Qualifications Execution
it: Esecuzione delle qualifiche

# RecordType.CompSuite__Child_Binder_Element__c.CompSuite__General
source: General
it: Generale

# RecordType.CompSuite__Execution_Element__c.CompSuite__Date
source: Date
it: Data

# RecordType.CompSuite__Execution_Element__c.CompSuite__Free_Text
source: Free Text
it: Testo libero

# RecordType.CompSuite__Execution_Element__c.CompSuite__Multi_Picklist
source: Multi Picklist
it: Elenchi di selezione multipli

# RecordType.CompSuite__Execution_Element__c.CompSuite__Numeric_Value
source: Numeric Value
it: Valore numerico

# RecordType.CompSuite__Execution_Element__c.CompSuite__Radio_Button_Horizontal
source: Radio Button Horizontal
it: Pulsante di opzione orizzontale

# RecordType.CompSuite__Execution_Element__c.CompSuite__Radio_Button_Vertical
source: Radio Button Vertical
it: Pulsante di opzione verticale

# RecordType.CompSuite__Execution_Element__c.CompSuite__Single_Picklist
source: Single Picklist
it: Elenco di selezione singolo

# RecordType.CompSuite__Execution_Element__c.CompSuite__Table
source: Table
it: Tabella

# RecordType.CompSuite__Execution_Element__c.CompSuite__Test_Step
source: Test Step
it: Fase del test

# RecordType.CompSuite__Execution_Element__c.CompSuite__Text_Only
source: Text Only
it: Solo testo

source: Design Element and Risk Element
it: Elemento del design ed elemento di rischio

# RecordType.CompSuite__Traceability_Record__c.CompSuite__Design_Elements
source: Design Elements
it: Elementi del design

# RecordType.CompSuite__Constraint__c.Action_Item
source: Action Item
it: Elemento di azione

# RecordType.CompSuite__Constraint__c.Action_Item.Description
source: Junction between two AI- Predecessor and Successor
it: Giunzione tra due AI: Predecessore e Successore

# RecordType.CompSuite__Constraint__c.Action_Item_Dependency
source: Action Item Dependency
it: Dipendenza elemento di azione

# RecordType.CompSuite__Constraint__c.Action_Item_Dependency.Description
source: junction between two AI- First Action and Second Action
it: giunzione tra due AI: Prima Azione e Seconda Azione

# RecordType.CompSuite__Constraint__c.Program_Element
source: Program Element
it: Elemento del programma

# RecordType.CompSuite__Constraint__c.Program_Element.Description
source: Junction between two PE- Predecessor and Successor
it: Giunzione tra due PE - Predecessore e Successore

# RecordType.CompSuite__Constraint__c.Project_Activity_constraint
source: Project Activity constraint
it: Vincolo di attività del progetto

# RecordType.CompSuite__Constraint__c.CompSuite__Training_Requirement
source: Training Requirement
it: Requisito di formazione

# RecordType.CompSuite__Constraint__c.CompSuite__Training_Requirement.Description
source: Junction between two Training Requirements - Prerequisite and Postrequisite
it: Giunzione tra due requisiti di formazione - prerequisito e post-requisito

# RecordType.CompSuite__Relation2__c.Batch_Step_to_Revisions
source: Batch Step to Revisions
it: Fase batch a revisioni

# RecordType.CompSuite__Relation2__c.Batch_Step_to_Revisions.Description
source: Batch step to document revisions for executed batch step
it: Fase batch a revisioni documento per fase batch eseguita

# RecordType.CompSuite__Relation2__c.CAPA_Plan_relation
source: CAPA Plan relation
it: Relazione del piano CAPA

# RecordType.CompSuite__Relation2__c.CAPA_Relation
source: CAPA Relation
it: Relazione CAPA

# RecordType.CompSuite__Relation2__c.CAPA_Relation.Description
source: Relate Existing CAPAs to QE/Complaint/Deviation process
it: Correla le CAPA esistenti al processo di QE/Reclami/Deviazioni

# RecordType.CompSuite__Relation2__c.Change_Control_Relation
source: Change Control Relation
it: Correlazione Controllo delle modifiche

# RecordType.CompSuite__Relation2__c.Change_Control_Relation.Description
source: Allow to relate change control to change control
it: Consentire di correlare il controllo delle modifiche al controllo delle modifiche

# RecordType.CompSuite__Relation2__c.Change_Control_to_Deviation
source: Change Control to Deviation
it: controllo delle modifiche a deviazione

# RecordType.CompSuite__Relation2__c.Change_Control_to_Deviation.Description
source: Allow to relate existing change control to deviation
it: Consentire di correlare il controllo delle modifiche esistenti a deviazione

# RecordType.CompSuite__Relation2__c.Contact_to_Site
source: Contact to Site
it: Contatto a sito

# RecordType.CompSuite__Relation2__c.Deviation_to_Deviation
source: Deviation to Deviation
it: Deviazione a deviazione

# RecordType.CompSuite__Relation2__c.Deviation_to_Finding
source: Deviation to Finding
it: Deviazione a risultato

# RecordType.CompSuite__Relation2__c.General
source: General
it: Generale

# RecordType.CompSuite__Relation2__c.General.Description
source: For Approval Matrix
it: Per matrice di approvazione

source: Investigation to Deviation/Complaint/Quality Event
it: Indagine su deviazione/reclamo/evento sulla qualità

source: From Express 4.5
it: Da Express 4.5

# RecordType.CompSuite__Relation2__c.Malfunction_to_Batch_Record
source: Malfunction to Batch Record
it: Malfunzionamento a Batch record

# RecordType.CompSuite__Relation2__c.Malfunction_to_Deviation
source: Malfunction to Deviation
it: Malfunzionamento a deviazione

# RecordType.CompSuite__Relation2__c.Malfunction_to_Deviation.Description
source: Relate Malfunction to Deviation
it: Correla malfunzionamento a deviazione

# RecordType.CompSuite__Relation2__c.Related_Documents
source: Related Documents
it: Documenti correlati

# RecordType.CompSuite__Relation2__c.Related_Documents.Description
source: Relate Document Revisions to deviations/complaints/quality events
it: Correla le revisioni dei documenti a deviazioni/reclami/eventi sulla qualità

# RecordType.CompSuite__Relation2__c.Supplier_relation
source: Supplier relation
it: Correlazione con il fornitore

# RecordType.CompSuite__Relation2__c.Supplier_relation.Description
source: From Express 4.5
it: Da Express 4.5

# RecordType.CompSuite__Relation2__c.investigation_as_known_issues
source: investigation as known issues
it: indagine come problemi noti

# RecordType.CompSuite__Binder_Element__c.CompSuite__General
source: General
it: Generale

# ValidationFormula.CompSuite__Action_Item__c.Check_if_Action_Item_can_be_Opened
source: Action item can't be opened since the change control process was already approved.
it: Impossibile aprire elemento di azione perché il processo di controllo delle modifiche è già stato approvato.

# ValidationFormula.CompSuite__Action_Item__c.Completion_Date_not_in_the_future
source: Please verify that the effective completion date is today or in the past
it: Verificare che la data di completamento effettiva sia oggi o nel passato

# ValidationFormula.CompSuite__Action_Item__c.Due_Date_Must_be_present_or_future
source: Due Date must be today or in the future
it: La scadenza deve essere odierna o futura

source: Action item due date cannot be later than Change Control Implementation Target Date
it: La scadenza dell'elemento di azione non può essere successiva alla data prevista di implementazione del controllo delle modifiche

source: Extended Due Date must be today or in the future
it: La scadenza prorogata deve essere odierna o futura

source: Action item due date cannot be later than Change Control Implementation Target Date
it: La scadenza dell'elemento di azione non può essere successiva alla data prevista di implementazione del controllo delle modifiche

source: You are not authorized to edit the information fields
it: Non si ha l'autorizzazione per modificare i campi delle informazioni

# ValidationFormula.CompSuite__Action_Item__c.Restrict_Editing_on_Summary_Fields
source: You are not authorized to edit the Summary fields
it: Non si ha l'autorizzazione per modificare i campi di riepilogo

# ValidationFormula.CompSuite__Action_Item__c.Restrict_Extend_Due_Date
source: Due date can be changed only using extension action from the life cycle
it: La scadenza può essere modificata solo utilizzando l'azione di estensione del ciclo di vita

source: Justification is required for reduced severity
it: È richiesta la giustificazione per la gravità ridotta

source: The Assessment defined as Template. Additional elements can be added only if the Assessment is in 'Under Amendment' state
it: La valutazione definita come modello. È possibile aggiungere ulteriori elementi solo se la valutazione è nello stato "In fase di modifica".

source: You can't edit element for approved/obsolete/canceled assessment record
it: Non è possibile modificare l'elemento per un record di valutazione approvato/obsoleto/annullato

# ValidationFormula.CompSuite__Assessment_Element__c.Verify_Record_Type
source: Please select the same record type as set on the Risk Evaluation
it: Selezionare lo stesso tipo di record come impostato sulla valutazione del rischio

# ValidationFormula.CompSuite__Assessment__c.Name_Template_max_60
source: Assessment name for record defined as template can not be longer than 60 characters
it: Il nome dell'assegnazione per il record definito come modello non può superare i 60 caratteri

# ValidationFormula.CompSuite__Audit__c.Actual_Planned_Date_before_Planned_End
source: Actual Start Date must be before Actual End Date
it: Data di inizio effettiva deve essere precedente alla Data di fine effettiva

# ValidationFormula.CompSuite__Audit__c.Planned_Date_before_End_Date
source: Planned Start Date must be before Planned End Date
it: Data di inizio prevista deve essere precedente alla Data di fine prevista

# ValidationFormula.CompSuite__Audit__c.Restric_promotion_to_cancel
source: You can't cancel audit that was part of the plan
it: Non è possibile annullare l'audit che faceva parte del piano

# ValidationFormula.CompSuite__Audit__c.Restrict_new_Audit_for_Approved_PROGRAM
source: You can't create new Audit for an approved or completed Audit Program record
it: Non è possibile creare un nuovo audit per un record di programma di audit approvato o completato

# ValidationFormula.CompSuite__Audit__c.Restrict_promotion_if_open_Findings
source: All Findings must be completed
it: Tutti i risultati devono essere completati

source: Child Product Item Cannot be the same as Product Item
it: L'elemento prodotto secondario non può essere uguale all'elemento prodotto

# ValidationFormula.CompSuite__BOM_Relation__c.Revision_or_Master
source: You can choose either Document Revision or Master document, but not both
it: È possibile scegliere Revisione documento o Documento master, ma non entrambi

source: You cannot add or edit Batch Step record once the Batch Record is in approval state
it: Non è possibile aggiungere o modificare fase batch una volta che il Batch record è in stato di approvazione

source: You cannot add or edit Batch Step record once the Master Batch Record is approved
it: Non è possibile aggiungere o modificare fase batch una volta approvato il Batch record master

source: Implementation Target Date should be after all action items due dates
it: La data prevista di implementazione dovrebbe essere successiva alle scadenze di tutti gli elementi di azione

# ValidationFormula.CompSuite__Change_Control__c.Populate_Regulatory_Impact_Desc
source: You must populate 'Regulatory Impact Description ' field
it: È necessario popolare il campo "Descrizione dell'impatto normativo".

# ValidationFormula.CompSuite__CAPA__c.Allow_Only_One_Parent
source: Only one of the following can be set: Deviation, Complaint, Quality Event or CAPA Plan
it: È possibile impostare solo uno dei seguenti: Deviazione, Reclamo, Evento sulla qualità o Piano CAPA

# ValidationFormula.CompSuite__CAPA__c.Completion_Date_must_be_past_or_today
source: Completion Date must be today or in the past
it: La data di completamento deve essere odierna o nel passato

# ValidationFormula.CompSuite__CAPA__c.Due_Date_Must_be_present_or_future
source: Planned Due Date must be today or in the future
it: La scadenza programmata deve essere odierna o futura

# ValidationFormula.CompSuite__CAPA__c.Effectiveness_Check_Criteria_Required
source: 'Effectiveness Check Required' is set to 'Yes'. Please populate the 'Effectiveness Check Criteria'.
it: "Controllo efficacia richiesto" è impostato su 'Sì'. Compilare i "Criteri di controllo dell'efficacia".

# ValidationFormula.CompSuite__CAPA__c.Effectiveness_Target_Date_Required
source: Effectiveness Target Date must be populated if Effective Check is required
it: La data prevista dell'efficacia deve essere compilata se il controllo dell'efficacia è richiesto

# ValidationFormula.CompSuite__CAPA__c.Restrict_edit_after_CAPA_Approval_Comp
source: CAPA was approved during the CAPA Plan and cannot be editable.
it: La CAPA è stata approvata durante il Piano CAPA e non può essere modificabile.

# ValidationFormula.CompSuite__CAPA__c.Restrict_edit_after_CAPA_Approval_DE
source: CAPA was approved during the CAPA Plan and cannot be editable.
it: La CAPA è stata approvata durante il Piano CAPA e non può essere modificabile.

# ValidationFormula.CompSuite__CAPA__c.Restrict_edit_after_CAPA_Approval_QE
source: CAPA was approved during the CAPA Plan and cannot be editable.
it: La CAPA è stata approvata durante il Piano CAPA e non può essere modificabile.

# ValidationFormula.CompSuite__CAPA__c.Restrict_new_CAPAs_for_Approved_Compl
source: You can't create new CAPA for pending CAPA approval, approved or closed complaint record
it: Non è possibile creare una nuova CAPA per un record di reclamo in attesa di approvazione CAPA, approvato o chiuso

# ValidationFormula.CompSuite__CAPA__c.Restrict_new_CAPAs_for_Approved_Deviatio
source: You can't create new CAPA for pending CAPA approval, approved or closed deviation record
it: Non è possibile creare una nuova CAPA per un record di deviazione in attesa di approvazione CAPA, approvato o chiuso

# ValidationFormula.CompSuite__CAPA__c.Restrict_new_CAPAs_for_Approved_QE
source: You can't create new CAPA for pending CAPA approval, approved or closed quality event record
it: Non è possibile creare una nuova CAPA per un record di eventi sulla qualità in attesa di approvazione CAPA, approvato o chiuso

# ValidationFormula.CompSuite__CAPA__c.Restrict_new_CAPAs_for_Approved_capaplan
source: You can't create new CAPA for pending CAPA approval, approved or closed CAPA Plan record
it: Non è possibile creare una nuova CAPA per un record del piano CAPA in attesa di approvazione CAPA, approvato o chiuso

# ValidationFormula.CompSuite__CAPA__c.TargetDate_is_greater_than_plannedDueDat
source: The effectiveness Target date must be equal or greater than planned due date
it: La data prevista dell'efficacia deve essere uguale o successiva alla scadenza pianificata

# ValidationFormula.CompSuite__Classroom__c.CompSuite__All_time_true
source: All time true
it: Sempre vero

source: Please verify that the Classroom training date is today or in the past
it: Verificare che la data della formazione in classe sia odierna o passata

source: Please justify why the number of returned copies differ from the number of provided copies
it: Si prega di giustificare il motivo per cui il numero di copie restituite differisce dal numero di copie fornite

source: Controlled copy should be issued for effective document revisions only
it: La copia controllata deve essere rilasciata solo per revisioni dell'efficacia del documento

# ValidationFormula.CompSuite__Complaint__c.Check_Investigation_Record
source: An investigation must be created
it: Deve essere creata un'indagine

# ValidationFormula.CompSuite__Complaint__c.Event_Date_in_the_past
source: Event Date must be in the past
it: La data dell'evento deve trovarsi nel passato

# ValidationFormula.CompSuite__Complaint__c.Event_date_Later_than_Received_date
source: Event date can't be later than received date
it: La data dell'evento non può essere successiva alla data di ricezione

# ValidationFormula.CompSuite__Complaint__c.ExtendedDueDate_moreThanDueDate
source: Extended Due Date must be later than initial due date
it: La scadenza prorogata deve essere successiva alla scadenza iniziale

source: In order to change the name uncheck the Lock Name checkbox - be aware that this change will cause the loss of all connection to documents
it: Per modificare il nome deseleziona la casella Blocca nome: tieni presente che questa modifica causerà la perdita di tutta la connessione ai documenti

# ValidationFormula.CompSuite__Curriculum__c.CompSuite__NOT_IN_USE
source: Training Plan name already in use
it: Nome del piano di formazione già in uso

source: Training Plan Validation Rule
it: Regola di convalida del piano di formazione

# ValidationFormula.CompSuite__Curriculum__c.Verify_Curriculum_name_is_unique
source: Training Plan name already in use
it: Nome del piano di formazione già in uso

# ValidationFormula.CompSuite__Department__c.Verify_department_name_is_unique
source: Department name already in use
it: Nome del dipartimento già in uso

# ValidationFormula.CompSuite__Deviation__c.Check_Investigation_Record
source: An investigation must be created
it: Deve essere creata un'indagine

# ValidationFormula.CompSuite__Deviation__c.Due_Date_Must_be_present_or_future
source: Due Date must be today or in the future
it: La scadenza deve essere odierna o futura

# ValidationFormula.CompSuite__Deviation__c.Event_Date_must_be_past_or_today
source: Event Date must be today or in the past
it: La data dell'evento deve essere oggi o nel passato

# ValidationFormula.CompSuite__Deviation__c.ExtendedDueDate_moreThanDueDate
source: Extended Due Date must be later than initial due date
it: La scadenza prorogata deve essere successiva alla scadenza iniziale

# ValidationFormula.CompSuite__Deviation__c.Reporting_Date_Later_Then_Event_Date
source: Reporting Date must be later then Event Date
it: La data di segnalazione deve essere successiva alla data dell'evento

# ValidationFormula.CompSuite__Deviation__c.Reporting_Date_must_be_today_or_past
source: Reporting Date must be today or in the past
it: La data di segnalazione deve essere odierna o nel passato

source: Please associate the Parent of this form
it: Si prega di associare il Principale di questo modulo

source: Periodic review date must be today or in the past
it: La data di revisione periodica deve essere oggi o nel passato
