Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomLabel.CompSuite__TAPersonalCreation_SuccessMessagePlural
source: Your selection has been saved, {0} training assignments created.
it: La selezione è stata salvata, sono stati creati {0} compiti di formazione.

# CustomLabel.CompSuite__TAPersonalCreation_SuccessTitle
source: Success!
it: Successo!

# CustomLabel.CompSuite__TAPersonalCreation_TP_FilterAlterText
source: Training Plan
it: Piano di formazione

# CustomLabel.CompSuite__TAPersonalCreation_TP_FilterLabel
source: Filter by Training Plan
it: Filtra per piano di formazione

# CustomLabel.CompSuite__TAPersonalCreation_TP_FilterPlaceHolder
source: Filter Training Plan
it: Filtra piano di formazione

# CustomLabel.CompSuite__TAPersonalCreation_TR_SelectTitle
source: Personal Assignment for:
it: Compito personale per:

# CustomLabel.CompSuite__TAPersonalCreation_UserSelection
source: User Selection
it: Selezione dell'utente

# CustomLabel.CompSuite__TC_Add_Emp
source: Select Employees
it: Seleziona dipendenti

# CustomLabel.CompSuite__TC_Add_JF
source: Select Job Functions
it: Seleziona funzioni lavorative

# CustomLabel.CompSuite__TC_Add_TP
source: Select Training Plans
it: Seleziona piani di formazione

# CustomLabel.CompSuite__TC_Add_TR
source: Select Training Requirements
it: Seleziona requisiti di formazione

# CustomLabel.CompSuite__TC_Create_CR
source: Create Classroom
it: Crea classe

# CustomLabel.CompSuite__TC_Create_JF
source: Create Job Function
it: Crea funzione lavorativa

# CustomLabel.CompSuite__TC_Create_TP
source: Create Training Plan
it: Crea piano di formazione

# CustomLabel.CompSuite__TC_Create_Training_Req
source: Create Training Requirements
it: Crea requisiti di formazione

# CustomLabel.CompSuite__TC_Header_Class_Creation
source: Classroom Creation
it: Creazione della classe

# CustomLabel.CompSuite__TC_Header_Class_Operation
source: Classroom Operation
it: Operazioni in classe

# CustomLabel.CompSuite__TC_Header_JobFunction
source: Job Function
it: Funzione lavorativa

# CustomLabel.CompSuite__TC_Header_Personal_Assignment
source: Personal Assignment
it: Compito personale

# CustomLabel.CompSuite__TC_Header_Training_Creation
source: Training Assignments
it: Compiti di formazione

# CustomLabel.CompSuite__TC_Header_Training_Plan
source: Training Plan
it: Piano di formazione

# CustomLabel.CompSuite__TC_Init_Training
source: Initiate Training
it: Avvia la formazione

# CustomLabel.CompSuite__TC_Select_CR
source: Select Classroom
it: Seleziona classe

# CustomLabel.CompSuite__TC_Select_Emp
source: Select Employee
it: Seleziona dipendente

# CustomLabel.CompSuite__TC_Select_TP
source: Select Training Plans
it: Seleziona piani di formazione

# CustomLabel.CompSuite__TC_Select_TR
source: Select Training Requirements
it: Seleziona requisiti di formazione

# CustomLabel.CompSuite__TC_View_CR
source: View Classrooms Demand
it: Visualizza la richiesta di classi

# CustomLabel.TR_Record_close_error
source: The record cannot be closed as it is associated with the open investigation record(s)
it: Il record non può essere chiuso in quanto è associato al/i registro/i di indagine aperti

# CustomLabel.CompSuite__TableCssStyle
source: Table CSS Style...
it: Stile CSS tabella...

# CustomLabel.CompSuite__TableHeaderCssStyle
source: Table Header CSS Style...
it: Stile CSS intestazione tabella...

# CustomLabel.CompSuite__TableHeaderRowCssStyle
source: Table Header Row CSS Style...
it: Stile CSS riga intestazione tabella...

# CustomLabel.CompSuite__TableHeaderRowStyle
source: Table Header Row Style
it: Stile riga intestazione tabella

# CustomLabel.CompSuite__TableHeaderStyle
source: Table Header Style
it: Stile intestazione tabella

# CustomLabel.CompSuite__TableStyle
source: Table Style
it: Stile tabella

# CustomLabel.Table_Colum_Considerations
source: Considerations
it: Considerazioni

# CustomLabel.Table_Column_Annual_Report
source: Annual Report
it: Report annuale

# CustomLabel.Table_Column_Assessment_Element_Name
source: Assessment Element Name
it: Nome elemento di valutazione

# CustomLabel.Table_Column_Category
source: Category
it: Categoria

# CustomLabel.Table_Column_Conclusion
source: Conclusion
it: Conclusione

# CustomLabel.Table_Column_Country
source: Country
it: Paese

# CustomLabel.Table_Column_Detection
source: Detection
it: Rilevamento

# CustomLabel.Table_Column_Determination
source: Determination
it: Determinazione

# CustomLabel.Table_Column_Due_Date
source: Due Date
it: Scadenza

# CustomLabel.Table_Column_Expected_Modified_Risk_Priority
source: Expected Modified Risk Priority
it: Priorità di rischio modificato atteso

# CustomLabel.Table_Column_Failure_Effect
source: Failure Effect
it: Effetto del guasto

# CustomLabel.Table_Column_Index
source: Index
it: Indice

# CustomLabel.Table_Column_Justification
source: Justification
it: Giustificazione

# CustomLabel.Table_Column_Probability
source: Probability
it: Probabilità

# CustomLabel.Table_Column_Recommendation
source: Recommendation
it: Raccomandazione

# CustomLabel.Table_Column_Reported
source: Reported Date
it: Data segnalata

# CustomLabel.Table_Column_Residual
source: Residual
it: Residuo

# CustomLabel.Table_Column_Risk_Priority
source: Risk Priority
it: Priorità del rischio

# CustomLabel.Table_Column_Severity
source: Severity
it: Gravità

# CustomLabel.Table_Column_to_Action_Items
source: to Action Items
it: a elementi di azione

# CustomLabel.Target_Effective_Date
source: Target Effective Date cannot be in the past
it: La data effettiva prevista non può essere nel passato

# CustomLabel.CompSuite__Task_ActivityDate
source: Due Date
it: Scadenza

# CustomLabel.CompSuite__Task_Completed_Date
source: Completed Date
it: Data completamento

# CustomLabel.CompSuite__Task_Description
source: Comments
it: Commenti

# CustomLabel.CompSuite__Task_Event
source: Task/Event
it: Incarico/Evento

# CustomLabel.CompSuite__Task_List_Header
source: Task List
it: Elenco incarico

# CustomLabel.CompSuite__Task_Owner
source: Assign To
it: Assegna a

# CustomLabel.CompSuite__Task_Planned_Start
source: Planned Start
it: Inizio previsto

# CustomLabel.CompSuite__Task_Priority
source: Priority
it: Priorità

# CustomLabel.CompSuite__Task_Start_Date
source: Start Date
it: Data di inizio

# CustomLabel.CompSuite__Task_Status
source: Status
it: Stato

# CustomLabel.CompSuite__Task_Subject
source: Subject
it: Soggetto

# CustomLabel.CompSuite__Template
source: Template
it: Modello

# CustomLabel.CompSuite__TemplateDescription
source: Template Description...
it: Descrizione del modello...

# CustomLabel.CompSuite__TemplateList
source: Template List
it: Elenco del modello

# CustomLabel.CompSuite__TemplateName
source: Template Name
it: Nome del modello

# CustomLabel.CompSuite__TemplateNameCannotBeEmpty
source: Template Name cannot be blank.
it: Il nome del modello non può essere vuoto.

# CustomLabel.CompSuite__TemplateNameShouldBeUnique
source: Template Name should be unique.
it: Il nome del modello deve essere unico.

# CustomLabel.CompSuite__TemplateSections
source: Template Sections
it: Sezioni del modello

# CustomLabel.CompSuite__TemplateType
source: Template Type
it: Tipo di modello

# CustomLabel.CompSuite__TemplateVersion
source: Template Version
it: Versione del modello

# CustomLabel.CompSuite__TemplateWithSameNameExistsForObject
source: Template with same name exists for object
it: Esiste un modello con lo stesso nome per l'oggetto

# CustomLabel.CompSuite__Template_For
source: Template For
it: Modello per

# CustomLabel.CompSuite__Template_Information
source: Template Information
it: Informazioni sul modello

# CustomLabel.CompSuite__Template_Name
source: Template Name
it: Nome del modello

# CustomLabel.Test_Protocol
source: Protocol
it: Protocollo

# CustomLabel.CompSuite__Test_Scenerios
source: Test Scenerios
it: Testa scenari

# CustomLabel.CompSuite__Test_Set_Created_Success_Message
source: A new design set and design elements have been successfully created.
it: Un nuovo set di design ed elementi del design sono stati creati con successo.

# CustomLabel.CompSuite__Test_Set_Summary
source: Test set summary
it: Riepilogo del set di test

# CustomLabel.CompSuite__Test_Step_Status_Chart_Title
source: Test Step Status
it: Stato della fase del test

# CustomLabel.CompSuite__Testing_Status
source: Testing Status
it: Testa lo stato

# CustomLabel.Tests_Header
source: Tests
it: Test

# CustomLabel.Tests_title
source: Tests
it: Test

# CustomLabel.CompSuite__TextReplacement
source: Text Replacement
it: Sostituzione di testo

# CustomLabel.CompSuite__TheDocumentWillBeAttachedToThisEmail
source: The Document will be attached to this email.
it: Il documento sarà allegato a questa e-mail.

# CustomLabel.CompSuite__TheFormulaSyntaxIsIncorrect
source: The formula Syntax is incorrect.
it: La sintassi della formula non è corretta.

source: The Total Quantity Used In Related Tests Is Bigger Than Quantity Sampled By
it: La quantità totale utilizzata nei test correlati è maggiore della quantità campionata

# CustomLabel.CompSuite__The_classroom_contains_inactive_users
source: The classroom contains inactive users:
it: La classe contiene utenti inattivi:

# CustomLabel.CompSuite__The_file_has_been_checked_out
source: The file has been checked out, no actions are allowed.
it: È stato effettuato il check out del file, non sono consentite azioni.

# CustomLabel.CompSuite__The_file_has_been_checked_out_by
source: The file has been checked out by
it: È stato effettuato il check out del file da

# CustomLabel.CompSuite__The_file_has_been_succuessfully_canceled_check_out
source: The file has been successfully canceled check out
it: È stato effettuato il check out del file annullato con successo

# CustomLabel.CompSuite__The_file_has_been_succuessfully_checked_out
source: The file has been successfully checked out
it: È stato effettuato il check out del file con successo

# CustomLabel.CompSuite__The_generated_PDF
source: Generating PDF issue, please contact your administrator.
it: Problema nella generazione del PDF, si prega di contattare l'amministratore.

source: The import process may take a while. You will be noticed once the process finishes.
it: Il processo di importazione potrebbe richiedere del tempo. Verrà inviata una notifica una volta terminato il processo.

# CustomLabel.CompSuite__Thepreviousversionofthistemplate
source: The previous version of this template cannot be deactivated because it is nested within an active template.
it: La versione precedente di questo modello non può essere disattivata perché è annidata all'interno di un modello attivo.

# CustomLabel.CompSuite__ThereAreNoTemplateAvailableForThisObject
source: There are no templates available for this Object, Please select different Object
it: Non ci sono modelli disponibili per questo oggetto, selezionare un oggetto diverso.

# CustomLabel.CompSuite__There_is_already_a_document
source: Document Revision is in progress
it: La revisione del documento è in corso

# CustomLabel.There_is_no_data_to_display
source: There is no data to display
it: Non ci sono dati da visualizzare

# CustomLabel.There_is_no_protocol_execution_that_is_complete
source: There is no protocol execution that is complete
it: Non esiste un protocollo di esecuzione completo

# CustomLabel.CompSuite__ThisOperatorDoesNotSupportThisField
source: This operator does not support this field
it: Questo operatore non supporta questo campo

# CustomLabel.CompSuite__ThisTemplateWillBecomeInactiveAsThereIsNoSectionAvailable
source: This template will become inactive as there is no section available.
it: Questo modello diventerà inattivo poiché non è disponibile nessuna sezione.

source: This action will Reject the record and will require all selected user to sign again
it: Questa azione rifiuterà il record e richiederà a tutti gli utenti selezionati di firmare nuovamente

# CustomLabel.CompSuite__This_action_will_skip_the_current_Approval_Process
source: This action will skip the current Approval Process
it: Questa azione salterà il processo di approvazione attuale

# CustomLabel.CompSuite__This_action_will_update_the_state_from
source: This action will update the state from
it: Questa azione aggiornerà lo stato da

# CustomLabel.CompSuite__This_file
source: This file has been checked out by
it: È stato effettuato il check out di questo file da

# CustomLabel.CompSuite__Thisactionwillappendallsectionsfromthepagelayout
source: This action will append all sections from the selected page layout. Would you like to proceed?
it: Questa azione aggiungerà tutte le sezioni dal layout di pagina selezionato. Si vuole continuare?

source: This template cannot be deactivated because it is nested within an active template.
it: Questo modello non può essere disattivato perché è annidato all'interno di un modello attivo.

# CustomLabel.Title
source: Title
it: Titolo

# CustomLabel.CompSuite__Tp_cancelation
source: opened training assignments that were sent upon this training plan will be canceled.
it: i compiti di formazione aperti inviati in base a questo piano di formazione verranno annullati.

# CustomLabel.CompSuite__Traceability_Is_Active
source: Upsert elements is not allowed, traceability record is active
it: L'aggiornamento degli elementi non è consentito, il record di tracciabilità è attivo

# CustomLabel.CompSuite__Traceability_Is_Locked
source: Upsert elements is not allowed, traceability record is locked
it: L'aggiornamento degli elementi non è consentito, il record di tracciabilità è bloccato

# CustomLabel.CompSuite__Traceability_Record_Exist
source: Active Traceability Record Allready Exist
it: Il record di tracciabilità attivo esiste già

# CustomLabel.CompSuite__TrainingAssignmentPrerequisites_ConflictPost
source: Please contact your training coordinator.
it: Si prega di contattare il proprio coordinatore della formazione.

# CustomLabel.CompSuite__TrainingAssignmentPrerequisites_ConflictPre
source: A conflict was identified:
it: È stato identificato un conflitto:

# CustomLabel.CompSuite__TrainingAssignmentPrerequisites_PromoteError
source: Cannot promote Training Assignment:
it: Impossibile promuovere il compito di formazione:

# CustomLabel.CompSuite__TrainingAssignmentPrerequisites_SubTitle
source: Please complete the following training assignments before you can complete the current one.
it: Si prega di completare i seguenti compiti di formazione prima di poter completare quello attuale.

# CustomLabel.CompSuite__TrainingAssignmentPrerequisites_Title
source: Prerequisites Assignments
it: Compiti dei prerequisiti

# CustomLabel.CompSuite__TrainingAssignmentsCancellation_NoOpenRecords
source: The action can not be performed since the selected records cannot be canceled
it: L'azione non può essere eseguita poiché i record selezionati non possono essere annullati

# CustomLabel.CompSuite__TrainingAssignmentsCancellation_Title
source: Cancel Training Assignments
it: Annulla i compiti di formazione

# CustomLabel.CompSuite__TrainingCenterAssignments_AvailableRecords
source: {0} Available Records
it: {0} record disponibili

# CustomLabel.CompSuite__TrainingCenterCancellation_InProcess
source: Training Cancellation for All Employees in process
it: Annullamento della formazione per tutti i dipendenti in corso

# CustomLabel.CompSuite__TrainingCenterCancellation_Link
source: Initiate Training to Training Canceled
it: Avvia formazione a formazione annullata

# CustomLabel.CompSuite__TrainingCenterCancellation_PleaseWait
source: Last training Cancellation run: {0} minutes ago, Please wait 10 minutes
it: Esecuzione di annullamento dell'ultima formazione: {0} minuti fa, attendere 10 minuti

# CustomLabel.CompSuite__TrainingCenterCancellation_Title
source: Training Cancellation
it: Annullamento della formazione

# CustomLabel.CompSuite__TrainingCenterClassroom_Success
source: The classroom was created successfuly. See it {0}.
it: La classe è stata creata correttamente. È possibile guardarla {0}.

# CustomLabel.CompSuite__TrainingCenterClassroom_SuccessLinkLabel
source: here
it: qui

# CustomLabel.CompSuite__TrainingCenterInit_InProcess
source: Initiate Training Creation for All Employees in process
it: Avvia la creazione della formazione per tutti i dipendenti in lavorazione

# CustomLabel.CompSuite__TrainingCenterInit_Link
source: Initiate Training Creation for All Employees
it: Avvia la creazione della formazione per tutti i dipendenti

# CustomLabel.CompSuite__TrainingCenterInit_PleaseWait
source: Last batch training run: {0} minutes ago, Please wait 10 minutes
it: Ultima esecuzione della formazione batch: {0} minuti fa. Attendere 10 minuti

# CustomLabel.CompSuite__TrainingPlanReport_Batch_Fail_Email_Body
source: An error has occurred, please contact your administrator.
it: Si è verificato un errore, contattare il proprio amministratore.

# CustomLabel.CompSuite__TrainingPlanReport_Batch_Fail_Email_Subject
source: Error in Training Plan Report batch job
it: Errore nel lavoro batch del report del piano di formazione

# CustomLabel.CompSuite__TrainingPlanReport_ButtonLabel
source: Export Training Report
it: Esporta report sulla formazione

# CustomLabel.CompSuite__TrainingPlanReport_CSV_Title
source: Training Plan Report
it: Report del piano di formazione

# CustomLabel.CompSuite__TrainingPlanReport_Email_Sub
source: Training Plan Report
it: Report del piano di formazione

# CustomLabel.CompSuite__TrainingPlanReport_Submitted_Msg
source: Your request was successfully submitted. A notification will be sent to your email when the report is available.
it: La richiesta è stata presentata con successo. Una notifica verrà inviata alla propria e-mail quando il report sarà disponibile.

# CustomLabel.CompSuite__TrainingPlanReport_Warning
source: Export training report is in progress. Please wait until completion.
it: È in corso l'esportazione del Report sulla Formazione. Si prega di attendere fino al completamento.

# CustomLabel.CompSuite__TrainingPlan_DurationMessage
source: The value will be updated once the "Expected Duration" field has a value in each of the related training requirements.
it: Il valore verrà aggiornato una volta che il campo "Durata attesa" avrà un valore in ciascuno dei requisiti di formazione correlati.

# CustomLabel.CompSuite__TrainingPlan_PointsMessage
source: The value will be updated once the "Expected Points" field has a value in each of the related training requirements.
it: Il valore verrà aggiornato una volta che il campo "Punti attesi" avrà un valore in ciascuno dei requisiti formativi correlati.

# CustomLabel.CompSuite__TrainingStatus_CompleteNow
source: Complete Now
it: Completa ora

# CustomLabel.CompSuite__TrainingStatus_MessageCompleted
source: You have been trained on this document on
it: Si è stati formati su questo documento il

# CustomLabel.CompSuite__TrainingStatus_MessagePending
source: You have a training assignment in progress about this document.
it: Si ha un compito di formazione in corso su questo documento.

# CustomLabel.CompSuite__TrainingStatus_MessagePendingMulti
source: You have training assignments in progress about this document:
it: Si hanno compiti di formazione in corso su questo documento:

# CustomLabel.CompSuite__TrainingStatus_Title
source: Note
it: Nota

# CustomLabel.CompSuite__TrainingZoneAssignments_ConfirmUnsubscribe
source: Selected Training Assignments will be canceled, you will no longer receive Training Assignments for new revisions.
it: I compiti di formazione selezionati saranno annullati, non si riceveranno più compiti di formazione per le nuove revisioni.

# CustomLabel.CompSuite__TrainingZoneAssignments_NoResultFilter
source: Please consider adding an assignment type.
it: Considerare l'aggiunta di un tipo di compito.

# CustomLabel.CompSuite__Training_Assignment_Note
source: This training is for a document that was updated, a previous effective version of this document may exist.
it: Questa formazione riguarda un documento che è stato aggiornato, potrebbe esistere una versione precedente effettiva di questo documento.

# CustomLabel.Training_Assignments_Status
source: Training Assignments Status
it: Stato compiti di formazione

# CustomLabel.CompSuite__Training_Effectiveness_Summary
source: You have finished the exam, please review your answers and press on the Complete button when ready.
it: L'esame è terminato, rivedere le risposte e premere il pulsante Completa quando si è pronti.

# CustomLabel.CompSuite__Training_Entry_Points_Center
source: Training Center
it: Centro di formazione

# CustomLabel.CompSuite__Training_Entry_Points_Help
source: Help Center
it: Centro assistenza

# CustomLabel.CompSuite__Training_Entry_Points_Help_Help
source: Explore our articles, videos, and user guides.
it: Esplorate i nostri articoli, video e guide per l'utente.

# CustomLabel.CompSuite__Training_Entry_Points_Zone
source: Training Zone
it: Zona di formazione

# CustomLabel.CompSuite__Training_Entry_Points_Zone_Help
source: Find all your training assignments and explore some more
it: Trovate tutti i compiti di formazione ed esploratene altri

# CustomLabel.Training_Name
source: Training Name
it: Nome della formazione

# CustomLabel.CompSuite__Training_Requirements
source: Training Requirements
it: Requisiti di formazione

# CustomLabel.Training_Status
source: Training Status
it: Stato della formazione

# CustomLabel.CompSuite__Training_plan
source: Training Plans
it: Piani di formazione

# CustomLabel.CompSuite__Transition_started
source: State Transition in Progress
it: Transizione di stato in corso

# CustomLabel.CompSuite__Trash
source: Trash
it: Getta

# CustomLabel.CompSuite__Type
source: Type
it: Tipo

# CustomLabel.CompSuite__TypeRecordIdHere
source: Type Record ID here...
it: Digita qui l'ID del record...

# CustomLabel.CompSuite__Unable_To_Delete
source: Records can not be deleted!
it: I record non possono essere eliminati!

# CustomLabel.Undo_Action
source: Undo Action
it: Annulla azione

# CustomLabel.CompSuite__UniqueSectionName
source: Section name should be unique for following sections :
it: Il nome della sezione deve essere unico per le sezioni seguenti:

# CustomLabel.Unit_of_Measure
source: Unit of Measure
it: Unità di misura

# CustomLabel.Units
source: Units
it: Unità

# CustomLabel.CompSuite__Unsubscribe
source: Unenroll
it: Annulla l'iscrizione

# CustomLabel.CompSuite__Unsubscribe_All
source: <b>Note</b>: Selected Training Assignments will be canceled, you will no longer receive Training Assignments for new revisions.
it: <b>Nota</b>: i compiti di formazione selezionati saranno annullati, non si riceveranno più assegnazioni di formazione per le nuove revisioni.

# CustomLabel.CompSuite__Unsubscribe_Successfully
source: You've been successfully unenrolled!
it: Iscrizione annullata con successo!

# CustomLabel.CompSuite__Unsubscribe_warning
source: This training assignment will be canceled and you will no longer receive training assignments from this training requirement
it: Questo compito di formazione sarà annullato e non si riceveranno più compiti di formazione da questo requisito di formazione

# CustomLabel.CompSuite__Unsunscribe_Helptext
source: Selected Training Assignments will be canceled, you will no longer receive Training Assignments for new revisions.
it: I compiti di formazione selezionati saranno annullati, non si riceveranno più compiti di formazione per le nuove revisioni.

# CustomLabel.CompSuite__Untrash
source: Untrash
it: Elimina dal cestino

# CustomLabel.CompSuite__Update_Image
source: Update Training Plan Image
it: Aggiorna l'immagine del piano di formazione

# CustomLabel.CompSuite__Update_Revision
source: Update Related Revision
it: Aggiorna revisione correlata
