Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Product_Version__c.Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__Product_Version__c.Weight.FieldLabel
source: Weight
it: Peso

# CustomField.CompSuite__Product_Version__c.isFuture.FieldLabel
source: isFuture
it: èFuturo

# CustomField.CompSuite__Program_Element__c.Account.RelatedListLabel
source: Program Elements
it: Elementi del programma

# CustomField.CompSuite__Program_Element__c.Action_Item.FieldLabel
source: Related Action Item
it: Elemento di azione correlato

# CustomField.CompSuite__Program_Element__c.Action_Item.HelpText
source: Related Action Item
it: Elemento di azione correlato

# CustomField.CompSuite__Program_Element__c.Action_Item.RelatedListLabel
source: Program Elements
it: Elementi del programma

source: All predecessor program completed
it: Tutti programmi predecessore completati

# CustomField.CompSuite__Program_Element__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Program_Element__c.Closure_Recommendation.FieldLabel
source: Closure Recommendation
it: Raccomandazione di chiusura

# CustomField.CompSuite__Program_Element__c.Closure_Recommendation.HelpText
source: Appears if one of the related items are completed
it: Appare se uno degli elementi correlati è stato completato

# CustomField.CompSuite__Program_Element__c.Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__Program_Element__c.Duration.FieldLabel
source: Duration
it: Durata

# CustomField.CompSuite__Program_Element__c.Duration.HelpText
source: In Days
it: In giorni

# CustomField.CompSuite__Program_Element__c.End_Date.FieldLabel
source: End Date
it: Data di fine

# CustomField.CompSuite__Program_Element__c.End_Date.HelpText
source: Start Date + Duration (days)
it: Data di inizio + durata (giorni)

# CustomField.CompSuite__Program_Element__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Program_Element__c.Is_Open.FieldLabel
source: Is Open
it: Is Aperto

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Program_Element__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Program_Element__c.MileStone_Indicator.HelpText
source: Icon shows if checkbox is checked
it: L'icona viene visualizzata se la casella è selezionata

# CustomField.CompSuite__Program_Element__c.On_Risk.FieldLabel
source: On Risk
it: A rischio

# CustomField.CompSuite__Program_Element__c.On_Risk.HelpText
source: On Risk
it: A rischio

# CustomField.CompSuite__Program_Element__c.On_Risk_Indicator.FieldLabel
source: On Risk Indicator
it: Indicatore a rischio

# CustomField.CompSuite__Program_Element__c.On_Risk_Indicator.HelpText
source: Icon shows if checkbox is checked
it: L'icona viene visualizzata se la casella è selezionata

# CustomField.CompSuite__Program_Element__c.Program.FieldLabel
source: Program
it: Programma

# CustomField.CompSuite__Program_Element__c.Program.HelpText
source: Related Project
it: Progetto correlato

# CustomField.CompSuite__Program_Element__c.Program.RelatedListLabel
source: Program Elements
it: Elementi del programma

# CustomField.CompSuite__Program_Element__c.Program_Element_Number.FieldLabel
source: Program Element Number
it: Numero elementi del programma

# CustomField.CompSuite__Program_Element__c.Related_CAPA.FieldLabel
source: Related CAPA
it: CAPA correlati

# CustomField.CompSuite__Program_Element__c.Related_CAPA.HelpText
source: Related CAPA
it: CAPA correlati

# CustomField.CompSuite__Program_Element__c.Related_CAPA.RelatedListLabel
source: Program Elements
it: Elementi del programma

# CustomField.CompSuite__Program_Element__c.Related_Document.FieldLabel
source: Related Document
it: Documento correlato

# CustomField.CompSuite__Program_Element__c.Related_Document.HelpText
source: Related_Document
it: Documento_correlato

# CustomField.CompSuite__Program_Element__c.Related_Document.RelatedListLabel
source: Program Elements
it: Elementi del programma

# CustomField.CompSuite__Program_Element__c.Related_Investigation.FieldLabel
source: Related Investigation
it: Indagine correlata

# CustomField.CompSuite__Program_Element__c.Related_Investigation.HelpText
source: Related Investigation
it: Indagine correlata

# CustomField.CompSuite__Program_Element__c.Related_Investigation.RelatedListLabel
source: Program Elements
it: Elementi del programma

# CustomField.CompSuite__Program_Element__c.Related_Risk_Assessment.FieldLabel
source: Related Risk Assessment
it: Valutazione del rischio correlata

# CustomField.CompSuite__Program_Element__c.Related_Risk_Assessment.HelpText
source: Related Risk Assessment
it: Valutazione del rischio correlata

source: Program Elements
it: Elementi del programma

# CustomField.CompSuite__Program_Element__c.Start_Date.FieldLabel
source: Start Date
it: Data di inizio

# CustomField.CompSuite__Program_Element__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Program_Element__c.CompSuite__State.RelatedListLabel
source: Program Elements
it: Elementi del programma

# CustomField.CompSuite__Program_Element__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Program_Element__c.Supplier.HelpText
source: Supplier
it: Fornitore

# CustomField.CompSuite__Program_Element__c.Supplier.RelatedListLabel
source: Program Elements
it: Elementi del programma

# CustomField.CompSuite__Program__c.Account.RelatedListLabel
source: Programs
it: Programmi

# CustomField.CompSuite__Program__c.Actual_End.FieldLabel
source: Actual End
it: Fine effettiva

# CustomField.CompSuite__Program__c.Actual_Start.FieldLabel
source: Actual Start
it: Inizio effettivo

# CustomField.CompSuite__Program__c.Benefits.FieldLabel
source: Benefits
it: Vantaggi

# CustomField.CompSuite__Program__c.Benefits.HelpText
source: specify the benefits resulting from this program
it: specificare i vantaggi derivanti da questo programma

# CustomField.CompSuite__Program__c.Budget_KPI.FieldLabel
source: Budget KPI
it: KPI del budget

# CustomField.CompSuite__Program__c.Budget_KPI_Indicator.FieldLabel
source: Budget KPI Indicator
it: Indicatore KPI del budget

# CustomField.CompSuite__Program__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Program__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Program__c.Department.RelatedListLabel
source: Programs
it: Programmi

# CustomField.CompSuite__Program__c.Description.FieldLabel
source: Description
it: Descrizione

# CustomField.CompSuite__Program__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Program__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Program__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Program__c.On_Scope_KPI.FieldLabel
source: On-Scope KPI
it: KPI dell'ambito

# CustomField.CompSuite__Program__c.On_Scope_KPI_indicator.FieldLabel
source: On-Scope KPI indicator
it: Indicatore KPI dell'ambito

# CustomField.CompSuite__Program__c.Planned_End_Date.FieldLabel
source: Planned End Date
it: Data di fine prevista

# CustomField.CompSuite__Program__c.Planned_Start_Date.FieldLabel
source: Planned Start Date
it: Data di inizio prevista

# CustomField.CompSuite__Program__c.Program_Justification.FieldLabel
source: Program Justification
it: Giustificazione del programma

# CustomField.CompSuite__Program__c.Program_Key_Assumptions.FieldLabel
source: Program Key Assumptions
it: Presupposti chiave del programma

# CustomField.CompSuite__Program__c.Program_Number.FieldLabel
source: Program Number
it: Numero del programma

# CustomField.CompSuite__Program__c.Program_Objectives.FieldLabel
source: Program Objectives
it: Obiettivi del programma

# CustomField.CompSuite__Program__c.Program_Scope.FieldLabel
source: Program Scope
it: Ambito del programma

# CustomField.CompSuite__Program__c.Program_Type.FieldLabel
source: Program Type
it: Tipo di programma

# CustomField.CompSuite__Program__c.Schedule_KPI.FieldLabel
source: Schedule KPI
it: KPI di programmazione

# CustomField.CompSuite__Program__c.Schedule_KPI_Indicator.FieldLabel
source: Schedule KPI Indicator
it: Indicatore KPI di programmazione

# CustomField.CompSuite__Program__c.Sponsors.FieldLabel
source: Sponsors
it: Sponsor

# CustomField.CompSuite__Program__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Program__c.CompSuite__State.RelatedListLabel
source: Programs
it: Programmi

# CustomField.CompSuite__Program__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Program__c.Supplier.HelpText
source: Supplier
it: Fornitore

# CustomField.CompSuite__Program__c.Supplier.RelatedListLabel
source: Programs
it: Programmi

# CustomField.CompSuite__Program__c.CompSuite__Traceability_Design_Set.FieldLabel
source: Traceability Design Set
it: Set del design della tracciabilità

source: Programs
it: Programmi

# CustomField.CompSuite__Protocol_Execution__c.Account.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Action_Item.FieldLabel
source: Action Item
it: Elemento di azione

# CustomField.CompSuite__Protocol_Execution__c.Action_Item.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Activity.FieldLabel
source: Activity
it: Attività

# CustomField.CompSuite__Protocol_Execution__c.Activity.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Audit.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

source: Batch Master Record
it: Record master del batch

source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Batch_Record.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Batch_Step.FieldLabel
source: Batch Step
it: Fase batch

# CustomField.CompSuite__Protocol_Execution__c.Batch_Step.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Protocol_Execution__c.CAPA.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.CAPA_Plan.FieldLabel
source: CAPA Plan
it: Piano CAPA

# CustomField.CompSuite__Protocol_Execution__c.CAPA_Plan.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Change_Control.FieldLabel
source: Change Control
it: Controllo delle modifiche

# CustomField.CompSuite__Protocol_Execution__c.Change_Control.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Clinical_Site.FieldLabel
source: Clinical Site
it: Sito clinico

# CustomField.CompSuite__Protocol_Execution__c.Clinical_Site.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Complaint.FieldLabel
source: Complaint
it: Reclamo

# CustomField.CompSuite__Protocol_Execution__c.Complaint.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Completed.FieldLabel
source: Completed?
it: Completata?

# CustomField.CompSuite__Protocol_Execution__c.Correspondence.FieldLabel
source: Correspondence
it: Corrispondenza

# CustomField.CompSuite__Protocol_Execution__c.Correspondence.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

source: Critical Elements Failures
it: Guasti degli elementi critici

source: Critical Exam Result
it: Risultato dell'esame critico

source: DM External Id
it: ID esterno DM

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Department.FieldLabel
source: Department
it: Dipartimento

source: Desirable Response Time
it: Tempo di risposta auspicabile

# CustomField.CompSuite__Protocol_Execution__c.Deviation.FieldLabel
source: Deviation
it: Deviazione

# CustomField.CompSuite__Protocol_Execution__c.Deviation.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

source: Display Signature Page?
it: Visualizzare la pagina della firma?

# CustomField.CompSuite__Protocol_Execution__c.Document_Revision.FieldLabel
source: Document Revision
it: Revisione del documento

# CustomField.CompSuite__Protocol_Execution__c.Document_Revision.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Effectiveness_Check.FieldLabel
source: Effectiveness Check
it: Controllo dell'efficacia

source: Protocol Executions
it: Esecuzioni del protocollo

source: Elements Per Page
it: Elementi per pagina

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Employee.FieldLabel
source: Employee
it: Dipendente

source: Equipment/Information Asset
it: Risorsa di attrezzature/informazioni

source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Exam.FieldLabel
source: Exam
it: Esame

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Exam_Date.FieldLabel
source: Exam Date
it: Data esame

source: External Contact
it: Contatto esterno

source: this field is used to send a protocol execution email to customer
it: questo campo viene utilizzato per inviare al cliente un'e-mail di esecuzione del protocollo

source: Protocol Executions
it: Esecuzioni del protocollo

source: External Contact Email
it: E-mail del contatto esterno

source: External Protocol Link
it: Link protocollo esterno

source: Hide For External User
it: Nascondi per utente esterno

source: External protocol redirect to unauthorized page
it: Reindirizzamento del protocollo esterno a una pagina non autorizzata

# CustomField.CompSuite__Protocol_Execution__c.Immediate_Action.FieldLabel
source: Immediate Action
it: Azione immediata

# CustomField.CompSuite__Protocol_Execution__c.Immediate_Action.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Investigation.FieldLabel
source: Investigation
it: Indagine

# CustomField.CompSuite__Protocol_Execution__c.Investigation.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

source: Last External Login
it: Ultimo accesso esterno

source: this field is populate when external user is login to external protocol
it: questo campo viene popolato quando l'utente esterno accede al protocollo esterno

source: Life Cycle Comments
it: Commenti sul ciclo di vita

source: Life Cycle Location
it: Posizione del ciclo di vita

source: Lock Execution Elements?
it: Bloccare gli elementi di esecuzione?

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

source: Locked For External User
it: Bloccato per utente esterno

source: external protocol is readonly
it: il protocollo esterno è di sola lettura

# CustomField.CompSuite__Protocol_Execution__c.MRB.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Malfunction.FieldLabel
source: Malfunction
it: Malfunzionamento

# CustomField.CompSuite__Protocol_Execution__c.Malfunction.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Master_Document.FieldLabel
source: Master Document
it: Documento master

# CustomField.CompSuite__Protocol_Execution__c.Master_Document.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

source: One Time Password
it: Password una tantum

source: One time password for this electronic form only
it: Password una tantum solo per questo modulo elettronico

source: Owner Email Address
it: Indirizzo e-mail del proprietario

source: Page Elements From Protocol
it: Elementi della pagina del protocollo

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Passing_Score.FieldLabel
source: Passing Score
it: Punteggio di superamento

# CustomField.CompSuite__Protocol_Execution__c.Permission_Request.FieldLabel
source: Permission Request
it: Richiesta di permesso

# CustomField.CompSuite__Protocol_Execution__c.Permission_Request.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Product_Item.FieldLabel
source: Product Item
it: Elemento del prodotto

# CustomField.CompSuite__Protocol_Execution__c.Product_Item.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Program.FieldLabel
source: Program
it: Programma

# CustomField.CompSuite__Protocol_Execution__c.Program.RelatedListLabel
source: Protocol Executions (Program)
it: Esecuzioni del protocollo (programma)

# CustomField.CompSuite__Protocol_Execution__c.Program_Element.FieldLabel
source: Program Element
it: Elemento del programma

# CustomField.CompSuite__Protocol_Execution__c.Program_Element.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Project.FieldLabel
source: Project
it: Progetto

# CustomField.CompSuite__Protocol_Execution__c.Project.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

source: Protocol Complete Time
it: Tempo di completamento del protocollo

source: this field is populated when the customer complete the protocol
it: questo campo viene popolato quando il cliente completa il protocollo

source: Protocol Execution Number
it: Numero di esecuzione del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Protocol_Number.FieldLabel
source: Protocol Number
it: Numero di protocollo

source: Protocol Send Time
it: Ora di invio del protocollo

source: this field is populated when the external customer got the protocol email
it: questo campo viene popolato quando il cliente esterno riceve l'e-mail del protocollo

source: Protocol Version
it: Versione del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Quality_Event.FieldLabel
source: Quality Event
it: Evento sulla qualità

# CustomField.CompSuite__Protocol_Execution__c.Quality_Event.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Rejected.FieldLabel
source: Rejected
it: Rifiutato

# CustomField.CompSuite__Protocol_Execution__c.Related_Employee.FieldLabel
source: Related Employee
it: Dipendente correlato

# CustomField.CompSuite__Protocol_Execution__c.Related_Employee.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

source: Related Object
it: Oggetto correlato

source: Related Object Name
it: Nome oggetto correlato

source: Related Object Prefix
it: Prefisso oggetto correlato

source: Related Protocol
it: Protocollo correlato

source: Protocol Executions (Related Protocol)
it: Esecuzioni del protocollo (protocollo correlato)

source: Related Record Id
it: ID record correlato

source: If you wish to remove the related record from the "Related Record Link", delete the id.
it: Se si desidera rimuovere il record correlato dal "Link al record correlato", eliminare l'id.

source: Related Record Link
it: Link al record correlato

source: Related Record Name
it: Nome del record correlato

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Result.FieldLabel
source: Result
it: Risultato

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Right_to_Left.FieldLabel
source: Right to Left Language
it: Lingua da destra a sinistra

# CustomField.CompSuite__Protocol_Execution__c.Sample.FieldLabel
source: Sample
it: Campione

# CustomField.CompSuite__Protocol_Execution__c.Sample.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

source: Show Exam Summary
it: Mostra riepilogo dell'esame

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__State.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__State_Name.FieldLabel
source: State Name
it: Nome stato

# CustomField.CompSuite__Protocol_Execution__c.Study.FieldLabel
source: Study
it: Studio

# CustomField.CompSuite__Protocol_Execution__c.Study.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Study_Activity.FieldLabel
source: Study Activity
it: Attività di studio

# CustomField.CompSuite__Protocol_Execution__c.Study_Activity.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Subject.FieldLabel
source: Subject
it: Soggetto

# CustomField.CompSuite__Protocol_Execution__c.Subject.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Submission.FieldLabel
source: Submission
it: Presentazione

# CustomField.CompSuite__Protocol_Execution__c.Submission.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

source: Submission Date
it: Data presentazione

# CustomField.CompSuite__Protocol_Execution__c.CompSuite__Submission_Date.HelpText
source: this field is populate when supplier click submit protocol
it: questo campo viene popolato quando il fornitore fa clic su presenta protocollo

# CustomField.CompSuite__Protocol_Execution__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Protocol_Execution__c.Supplier.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

# CustomField.CompSuite__Protocol_Execution__c.Test.RelatedListLabel
source: Protocol Executions
it: Esecuzioni del protocollo

source: Training Assignment
it: Compito di formazione

source: Exams
it: Esami

# CustomField.CompSuite__Validation_Protocol__c.Account.RelatedListLabel
source: Protocols
it: Protocolli

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Active.FieldLabel
source: Active?
it: Attivo?

source: Additional Protocol Name
it: Nome del protocollo aggiuntivo

source: Auto Creation
it: Creazione automatica

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Auto_Creation.HelpText
source: If this field set to true, upon any creation of record based on specified object name and record type, a protocol execution will be automatically created.
it: Se questo campo è impostato su true, dopo ogni creazione di record in base al nome dell'oggetto e al tipo di record specificati, verrà creata automaticamente un'esecuzione del protocollo.

# CustomField.CompSuite__Validation_Protocol__c.CompSuite__Auto_Save.FieldLabel
source: Auto Save
it: Salvataggio automatico

# CustomField.CompSuite__Validation_Protocol__c.Business_Unit.FieldLabel
source: Business Unit
it: Divisione

source: Classification
it: Classificazione

source: Create to all BU
it: Crea in tutte le divisioni

source: DM External Id
it: ID esterno DM

source: Effective Date
it: Data effettiva

source: Elements Per Page
it: Elementi per pagina

source: Number of questions per page
it: Numero di domande per pagina

source: Execution Limit
it: Limite di esecuzione
