Repository: ophirpeleg/export_xlf
Catalog: Bilingual_*_2024-02-01 0935.xlf
Languages: it

# CustomField.CompSuite__Deviation__c.CompSuite__Expiry_Date.FieldLabel
source: Expiry Date
it: Data di scadenza

# CustomField.CompSuite__Deviation__c.Extend_Due_Date.FieldLabel
source: Extend Due Date
it: Proroga scadenza

# CustomField.CompSuite__Deviation__c.CompSuite__Final_Conclusion.FieldLabel
source: Final Conclusion
it: Conclusione finale

# CustomField.CompSuite__Deviation__c.CompSuite__Form.FieldLabel
source: Form
it: Modulo

# CustomField.CompSuite__Deviation__c.Immediate_Actions.FieldLabel
source: Immediate Actions
it: Azioni immediate

# CustomField.CompSuite__Deviation__c.CompSuite__Impact_Assessment_Conc.FieldLabel
source: Impact Assessment Conclusion
it: Conclusione valutazione dell'impatto

# CustomField.CompSuite__Deviation__c.CompSuite__Impact_on_Product.FieldLabel
source: Impact on Product
it: Impatto sul prodotto

source: Impacted Product Batch Number
it: Numero di batch del prodotto interessato

source: Impacted Product Batch Numbers and Dates
it: Numeri lotto e date prodotti interessati

# CustomField.CompSuite__Deviation__c.CompSuite__Inventory_Type.FieldLabel
source: Inventory Type
it: Tipo inventario

# CustomField.CompSuite__Deviation__c.Investigation_Created.FieldLabel
source: Investigation Created?
it: Indagine creata?

# CustomField.CompSuite__Deviation__c.Investigation_Results.FieldLabel
source: Investigation Results
it: Risultati indagine

# CustomField.CompSuite__Deviation__c.Investigation_Summary.FieldLabel
source: Summary of Related Investigations
it: Riepilogo delle indagini correlate

# CustomField.CompSuite__Deviation__c.Legacy_Number.FieldLabel
source: Legacy Number
it: Numero legacy

# CustomField.CompSuite__Deviation__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Deviation__c.Location.FieldLabel
source: Location
it: Posizione

# CustomField.CompSuite__Deviation__c.Location.RelatedListLabel
source: Deviations
it: Deviazioni

# CustomField.CompSuite__Deviation__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Deviation__c.Malfunction.FieldLabel
source: Malfunction
it: Malfunzionamento

# CustomField.CompSuite__Deviation__c.Malfunction.RelatedListLabel
source: Deviations
it: Deviazioni

source: Manufacturing Process Step
it: Fase del processo di produzione

# CustomField.CompSuite__Deviation__c.Planned_Deviation.FieldLabel
source: Planned Deviation?
it: Deviazione prevista?

# CustomField.CompSuite__Deviation__c.CompSuite__Printable_View.FieldLabel
source: Printable View
it: Visualizzazione stampabile

# CustomField.CompSuite__Deviation__c.Product.FieldLabel
source: Products
it: Prodotti

# CustomField.CompSuite__Deviation__c.CompSuite__Product_Impact.FieldLabel
source: Product Impact
it: Impatto del prodotto

# CustomField.CompSuite__Deviation__c.CompSuite__Quantity.FieldLabel
source: Quantity
it: Quantità

source: Recurrence of Deviation
it: Reiterazione della deviazione

# CustomField.CompSuite__Deviation__c.Released_End_Date.FieldLabel
source: Released End Date
it: Data di fine rilascio

# CustomField.CompSuite__Deviation__c.Reportable_Deviation.FieldLabel
source: Reportable Deviation?
it: Deviazione segnalabile?

# CustomField.CompSuite__Deviation__c.CompSuite__Reported_By.FieldLabel
source: Reported By
it: Segnalato da

# CustomField.CompSuite__Deviation__c.CompSuite__Reported_By.RelatedListLabel
source: Deviations
it: Deviazioni

# CustomField.CompSuite__Deviation__c.Reporting_Date.FieldLabel
source: Reporting Date
it: Data segnalazione

# CustomField.CompSuite__Deviation__c.CompSuite__Required_Action.FieldLabel
source: Required Action
it: Azione richiesta

# CustomField.CompSuite__Deviation__c.Skip_Investigation.FieldLabel
source: Skip Separated Investigation
it: Salta indagine separata

# CustomField.CompSuite__Deviation__c.Skip_Investigation.HelpText
source: If yes, a separate investigation record is not required
it: Se sì, non è richiesto un record di indagine separato

# CustomField.CompSuite__Deviation__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Deviation__c.CompSuite__State.RelatedListLabel
source: Deviations
it: Deviazioni

# CustomField.CompSuite__Deviation__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Deviation__c.Supplier.RelatedListLabel
source: Deviations
it: Deviazioni

# CustomField.CompSuite__Document_Header__c.Account.RelatedListLabel
source: Master Documents
it: Documenti master

# CustomField.CompSuite__Document_Header__c.Additional_Document_Name.FieldLabel
source: Additional Document Name
it: Nome documento aggiuntivo

# CustomField.CompSuite__Document_Header__c.Additional_Document_Name.HelpText
source: Additional Document information
it: Informazioni documento aggiuntivo

source: Applicable Training Plans
it: Piani di formazione applicabili

# CustomField.CompSuite__Document_Header__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Document_Header__c.CompSuite__Change_Control.FieldLabel
source: Change Control
it: Controllo delle modifiche

source: Master Documents
it: Documenti master

# CustomField.CompSuite__Document_Header__c.Classification.FieldLabel
source: Classification
it: Classificazione

# CustomField.CompSuite__Document_Header__c.CompSuite__DM_External_Id.FieldLabel
source: DM External Id
it: ID esterno DM

# CustomField.CompSuite__Document_Header__c.CompSuite__Delivery_URL.FieldLabel
source: Delivery URL
it: URL di consegna

# CustomField.CompSuite__Document_Header__c.Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Document_Header__c.Department.RelatedListLabel
source: Master Documents
it: Documenti master

# CustomField.CompSuite__Document_Header__c.Document_Header.FieldLabel
source: Master Document
it: Documento master

# CustomField.CompSuite__Document_Header__c.Document_Header.RelatedListLabel
source: Master Documents (Master Document)
it: Documenti master (documento master)

# CustomField.CompSuite__Document_Header__c.Document_Legacy_Number.FieldLabel
source: Document Legacy Number
it: Numero legacy del documento

# CustomField.CompSuite__Document_Header__c.Document_Number.FieldLabel
source: Document Number
it: Numero del documento

# CustomField.CompSuite__Document_Header__c.CompSuite__Document_State.FieldLabel
source: Document State
it: Stato documento

# CustomField.CompSuite__Document_Header__c.CompSuite__Document_State.HelpText
source: Document Folder Name in the Library
it: Nome della cartella documenti nella libreria

# CustomField.CompSuite__Document_Header__c.CompSuite__Document_Type.FieldLabel
source: Document Type
it: Tipo documento

# CustomField.CompSuite__Document_Header__c.CompSuite__Effective_Date.FieldLabel
source: Effective Date (GMT)
it: Data effettiva (GMT)

# CustomField.CompSuite__Document_Header__c.CompSuite__File_Id.FieldLabel
source: File Id
it: Id del file

# CustomField.CompSuite__Document_Header__c.CompSuite__File_URL.FieldLabel
source: File URL
it: URL del file

# CustomField.CompSuite__Document_Header__c.CompSuite__Is_Template.FieldLabel
source: Is Template
it: Is Modello

# CustomField.CompSuite__Document_Header__c.CompSuite__Is_Template.HelpText
source: If checked, other master documents can be created based on the effective file.
it: Se selezionato, altri documenti master possono essere creati in base al file effettivo.

# CustomField.CompSuite__Document_Header__c.Is_this_a_form.FieldLabel
source: Is this a Form or Translation?
it: Si tratta di modulo o di traduzione?

# CustomField.CompSuite__Document_Header__c.CompSuite__Keywords.FieldLabel
source: Keywords
it: Parole chiave

# CustomField.CompSuite__Document_Header__c.Language.FieldLabel
source: Language
it: Lingua

# CustomField.CompSuite__Document_Header__c.Last_Periodic_Review.FieldLabel
source: Last Periodic Review
it: Ultima revisione periodica

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Document_Header__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Document_Header__c.Master_Document_Number.FieldLabel
source: Master Document Number
it: Numero del documento master

# CustomField.CompSuite__Document_Header__c.Next_Periodic_Review.FieldLabel
source: Next Periodic Review
it: Prossima revisione periodica

source: Number of Revisions
it: Numero di revisioni

source: Override Master Document Number
it: Sostituisci numero documento master

# CustomField.CompSuite__Document_Header__c.CompSuite__PDF_Id.FieldLabel
source: PDF Id
it: Id PDF

# CustomField.CompSuite__Document_Header__c.PDF_Link.FieldLabel
source: PDF Link
it: Link PDF

# CustomField.CompSuite__Document_Header__c.CompSuite__PDF_URL.FieldLabel
source: PDF URL
it: URL PDF

# CustomField.CompSuite__Document_Header__c.Periodic_Period.FieldLabel
source: Review Period
it: Periodo di revisione

# CustomField.CompSuite__Document_Header__c.Periodic_Period.HelpText
source: Periodic Period in months
it: Periodo periodico in mesi

# CustomField.CompSuite__Document_Header__c.Periodic_Review_Date.FieldLabel
source: Periodic Review Date
it: Data della revisione periodica

# CustomField.CompSuite__Document_Header__c.Periodic_Review_Required.FieldLabel
source: Periodic Review Required
it: Revisione periodica richiesta

# CustomField.CompSuite__Document_Header__c.Preview_PDF.FieldLabel
source: Preview PDF
it: Anteprima PDF

# CustomField.CompSuite__Document_Header__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Document_Header__c.CompSuite__State.RelatedListLabel
source: Document Headers
it: Intestazioni dei documenti

# CustomField.CompSuite__Document_Header__c.Subtype.FieldLabel
source: Document Subtype
it: Sottotipo documento

# CustomField.CompSuite__Document_Header__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Document_Header__c.Supplier.RelatedListLabel
source: Master Documents
it: Documenti master

source: Template Document
it: Documento modello

# CustomField.CompSuite__Document_Header__c.CompSuite__Template_Document.HelpText
source: Updated automatically with the source master document.
it: Aggiornato automaticamente con il documento master di origine.

source: Document Headers
it: Intestazioni dei documenti

source: Template for Type
it: Modello per tipo

# CustomField.CompSuite__Document_Header__c.CompSuite__Template_for_Type.HelpText
source: Template file should be up to 5 MB
it: Il file modello deve avere una dimensione massima di 5 MB

source: Training Effectiveness Protocol
it: Protocollo efficacia della formazione

source: If training exam is necessary, please associate it
it: Se è necessario un esame formativo, associarlo

source: Document Headers
it: Intestazioni dei documenti

# CustomField.CompSuite__Document_Header__c.Update_Date.FieldLabel
source: Update Date
it: Data di aggiornamento

# CustomField.CompSuite__Document_Header__c.CompSuite__Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__Document_Revision_Logs__c.Account.RelatedListLabel
source: Document Revision Logs
it: Registri di revisione dei documenti

# CustomField.CompSuite__Document_Revision_Logs__c.CompSuite__Action.FieldLabel
source: Action
it: Azione

source: DM External Id
it: ID esterno DM

source: Delivery URL
it: URL di consegna

source: Document Revision
it: Revisione del documento

source: Document Revision Logs
it: Registri di revisione dei documenti

source: Document State
it: Stato documento

# CustomField.CompSuite__Document_Revision_Logs__c.CompSuite__File_URL.FieldLabel
source: File URL
it: URL del file

source: Lock Fields
it: Blocca campi

source: Business Unit
it: Divisione

source: Master Document Number
it: Numero del documento master

# CustomField.CompSuite__Document_Revision_Logs__c.CompSuite__PDF_URL.FieldLabel
source: PDF URL
it: URL PDF

source: Record Type
it: Tipo di record

# CustomField.CompSuite__Document_Revision_Logs__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Document_Revision_Logs__c.Supplier.RelatedListLabel
source: Document Revision Logs
it: Registri di revisione dei documenti

# CustomField.CompSuite__Document_Revision_Logs__c.CompSuite__Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__Document_Revision_Logs__c.CompSuite__View_File.FieldLabel
source: View File
it: Visualizza file

# CustomField.CompSuite__Document_Revision_Logs__c.CompSuite__View_PDF.FieldLabel
source: View PDF
it: Visualizza PDF

source: Applicable Training Plan Attached?
it: Piano formazione applicabile allegato?

source: Verify training plan associated to Master Document
it: Verificare il piano formativo associato al documento master

# CustomField.CompSuite__Document_Revision__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Document_Revision__c.CompSuite__Checked_Out.FieldLabel
source: Checked Out
it: Controllato

# CustomField.CompSuite__Document_Revision__c.CompSuite__Checked_Out_At.FieldLabel
source: Checked Out At
it: Controllato il

# CustomField.CompSuite__Document_Revision__c.CompSuite__Checked_Out_By.FieldLabel
source: Checked Out By
it: Controllato da

source: Document Revisions (Checked Out By)
it: Revisioni del documento (controllato da)

# CustomField.CompSuite__Document_Revision__c.CompSuite__DM_External_Id.FieldLabel
source: DM External Id
it: ID esterno DM

source: Data Migration Record
it: Registro della migrazione dei dati

# CustomField.CompSuite__Document_Revision__c.CompSuite__Delivery_URL.FieldLabel
source: Delivery URL
it: URL di consegna

source: Description of Change
it: Descrizione del cambiamento

# CustomField.CompSuite__Document_Revision__c.CompSuite__Document.FieldLabel
source: Document
it: Documento

# CustomField.CompSuite__Document_Revision__c.CompSuite__Document.RelatedListLabel
source: Document Revisions
it: Revisioni del documento

# CustomField.CompSuite__Document_Revision__c.CompSuite__Document_Owner.FieldLabel
source: Document Owner
it: Proprietario del documento

# CustomField.CompSuite__Document_Revision__c.CompSuite__Document_State.FieldLabel
source: Document State
it: Stato documento

# CustomField.CompSuite__Document_Revision__c.CompSuite__Document_Type.FieldLabel
source: Document Type
it: Tipo documento

source: Download PDF Access
it: Scarica accesso PDF

source: Download Source Access
it: Scarica Accesso all'origine

# CustomField.CompSuite__Document_Revision__c.Effective_Criteria.FieldLabel
source: Effective Criteria
it: Criteri effettivi

# CustomField.CompSuite__Document_Revision__c.Effective_Criteria.HelpText
source: Based on the "Effective Criteria" field, the record will be promoted to "Effective". When "On Date and Upon Training Completion" is selected, the record will be promoted if the training completion percentage (if applicable) has been met by the target effective date.
it: In base al campo "Criteri effettivi", il record verrà promosso a "Effettivo". Quando viene selezionato "In data e al completamento della formazione", il record verrà promosso se la percentuale di completamento della formazione (se applicabile) è stata soddisfatta dal data effettiva prevista.

# CustomField.CompSuite__Document_Revision__c.CompSuite__Effective_Date.FieldLabel
source: Effective Date (GMT)
it: Data effettiva (GMT)

source: Enable Collaboration
it: Abilita la collaborazione

source: If checked, allows users working simultaneously on the same file within office 365.
it: Se selezionato, consente agli utenti di lavorare contemporaneamente sullo stesso file in Office 365.

# CustomField.CompSuite__Document_Revision__c.CompSuite__File_Id.FieldLabel
source: File Id
it: Id del file

# CustomField.CompSuite__Document_Revision__c.CompSuite__File_URL.FieldLabel
source: File URL
it: URL del file

source: Generate PDF Access
it: Genera accesso PDF

source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Document_Revision__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Document_Revision__c.Master_Document_Number.FieldLabel
source: Master Document Number
it: Numero del documento master

source: Online Document Edit URL
it: Modifica URL documento online

source: Online Document URL
it: URL documento online

# CustomField.CompSuite__Document_Revision__c.CompSuite__PDF_Id.FieldLabel
source: PDF Id
it: Id PDF

# CustomField.CompSuite__Document_Revision__c.CompSuite__PDF_URL.FieldLabel
source: PDF URL
it: URL PDF

source: % of Training Completion
it: % di completamento della formazione

source: Set a value between 50-100 to make the record Effective once the value is reached. Ensure to select suitable Effective Criteria.
it: Impostare un valore compreso tra 50 e 100 per rendere il record effettivo una volta raggiunto il valore. Assicurarsi di selezionare criteri efficaci adeguati.

# CustomField.CompSuite__Document_Revision__c.Preview_File.FieldLabel
source: Preview File
it: Anteprima del file

# CustomField.CompSuite__Document_Revision__c.Preview_PDF.FieldLabel
source: Preview PDF
it: Anteprima PDF

# CustomField.CompSuite__Document_Revision__c.CompSuite__Print_Access.FieldLabel
source: Print Access
it: Accesso alla stampa

source: Rationale of Revision
it: Logica della revisione

# CustomField.CompSuite__Document_Revision__c.Rejected.FieldLabel
source: Rejected
it: Rifiutato

source: Related Action Item
it: Elemento di azione correlato

source: Action Item Coming from a Change Control, related to this Document Revision record
it: Elemento di azione proveniente da un controllo delle modifiche, correlato a questo record di revisione del documento

source: Document Revisions
it: Revisioni del documento

# CustomField.CompSuite__Document_Revision__c.Related_CAPA.FieldLabel
source: Related CAPA
it: CAPA correlati

# CustomField.CompSuite__Document_Revision__c.Related_CAPA.RelatedListLabel
source: Document Revisions
it: Revisioni del documento

# CustomField.CompSuite__Document_Revision__c.Related_Change_Control.FieldLabel
source: Related Change Control
it: Controllo delle modifiche correlato

source: Document Revisions
it: Revisioni del documento

source: Requires Validation
it: Richiede convalida

# CustomField.CompSuite__Document_Revision__c.Review_Target_Date.FieldLabel
source: Review Target Date
it: Data prevista della revisione

# CustomField.CompSuite__Document_Revision__c.Revision_Owner.FieldLabel
source: Revision Owner
it: Proprietario della revisione

# CustomField.CompSuite__Document_Revision__c.Revision_Owner.RelatedListLabel
source: Document Revisions (Revision Owner)
it: Revisioni del documento (proprietario della revisione)

source: Revision Owner is logged in User
it: Proprietario revisione è utente loggato

# CustomField.CompSuite__Document_Revision__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Document_Revision__c.CompSuite__State.RelatedListLabel
source: Document Revisions
it: Revisioni del documento

# CustomField.CompSuite__Document_Revision__c.Target_Effective_Date.FieldLabel
source: Target Effective Date
it: Data effettiva prevista

# CustomField.CompSuite__Document_Revision__c.Target_Effective_Date.HelpText
source: Set a future date to make the record Effective. Ensure to select suitable Effective Criteria.
it: Impostare una data futura per rendere il record effettivo. Assicurarsi di selezionare criteri efficaci adeguati.

source: Template Document Revision
it: Revisione del documento modello

source: Updated automatically with the source document revision.
it: Aggiornato automaticamente con la revisione del documento di origine.

source: Document Revisions
it: Revisioni del documento

source: Training Effectiveness Protocol
it: Protocollo efficacia della formazione

# CustomField.CompSuite__Document_Revision__c.CompSuite__Version.FieldLabel
source: Version
it: Versione

# CustomField.CompSuite__Employee__c.Account.RelatedListLabel
source: Employees
it: Dipendenti

# CustomField.CompSuite__Employee__c.CompSuite__Active.FieldLabel
source: Active
it: Attivo

# CustomField.CompSuite__Employee__c.Additional_Information.FieldLabel
source: Additional Information
it: Informazioni aggiuntive

# CustomField.CompSuite__Employee__c.CompSuite__Business_Unit.FieldLabel
source: Business Unit
it: Divisione

# CustomField.CompSuite__Employee__c.CompSuite__DM_External_Id.FieldLabel
source: DM External Id
it: ID esterno DM

# CustomField.CompSuite__Employee__c.CompSuite__Department.FieldLabel
source: Department
it: Dipartimento

# CustomField.CompSuite__Employee__c.CompSuite__Department.RelatedListLabel
source: Employees
it: Dipendenti

# CustomField.CompSuite__Employee__c.Education_Certification.FieldLabel
source: Education/Certification
it: Istruzione/Certificazione

# CustomField.CompSuite__Employee__c.Emp_User_ID.FieldLabel
source: Emp User ID
it: ID utente dipendente

# CustomField.CompSuite__Employee__c.CompSuite__Employee_Email.FieldLabel
source: Employee Email
it: E-mail del dipendente

# CustomField.CompSuite__Employee__c.CompSuite__Employee_Email.HelpText
source: Auto populate with User's email. If no User is selected, populate manually.
it: Popolazione automatica con l'e-mail dell'utente. Se non è selezionato alcun utente, popolare manualmente.

# CustomField.CompSuite__Employee__c.CompSuite__Employee_Number.FieldLabel
source: Employee Number
it: Numero dipendente

# CustomField.CompSuite__Employee__c.Employee_Number.FieldLabel
source: Employee Record Number
it: Numero di record del dipendente

# CustomField.CompSuite__Employee__c.Employee_Title.FieldLabel
source: Employee Title
it: Titolo dipendente

# CustomField.CompSuite__Employee__c.Employee_Title.HelpText
source: Auto-populates with User's title. If no User is selected, populate manually.
it: Si popola automaticamente con il titolo dell'utente. Se non è selezionato alcun utente, popolare manualmente.

# CustomField.CompSuite__Employee__c.Employment_End_Date.FieldLabel
source: Employment End Date
it: Data di fine impiego

# CustomField.CompSuite__Employee__c.Employment_Starting_Date.FieldLabel
source: Employment Starting Date
it: Data di inizio impiego

# CustomField.CompSuite__Employee__c.External_ID.FieldLabel
source: External ID
it: Id esterno

# CustomField.CompSuite__Employee__c.CompSuite__Life_Cycle_Comments.FieldLabel
source: Life Cycle Comments
it: Commenti sul ciclo di vita

# CustomField.CompSuite__Employee__c.CompSuite__Lock_Fields.FieldLabel
source: Lock Fields
it: Blocca campi

# CustomField.CompSuite__Employee__c.CompSuite__Site.FieldLabel
source: Site
it: Sito

# CustomField.CompSuite__Employee__c.CompSuite__Site.RelatedListLabel
source: Employees
it: Dipendenti

# CustomField.CompSuite__Employee__c.CompSuite__State.FieldLabel
source: State
it: Stato

# CustomField.CompSuite__Employee__c.CompSuite__State.RelatedListLabel
source: Employees
it: Dipendenti

# CustomField.CompSuite__Employee__c.Supplier.FieldLabel
source: Supplier
it: Fornitore

# CustomField.CompSuite__Employee__c.Supplier.RelatedListLabel
source: Employees
it: Dipendenti

# CustomField.CompSuite__Employee__c.Type.FieldLabel
source: Type
it: Tipo

# CustomField.CompSuite__Employee__c.CompSuite__User.FieldLabel
source: User
it: Utente

# CustomField.CompSuite__Employee__c.CompSuite__User.RelatedListLabel
source: Employees
it: Dipendenti

# CustomField.CompSuite__Employee__c.User_ID.FieldLabel
source: User ID
it: ID utente

# CustomField.CompSuite__EHS__c.CompSuite__Applicable.FieldLabel
source: Applicable Topics
it: Argomenti applicabili

# CustomField.CompSuite__EHS__c.CompSuite__Event_Classification.FieldLabel
source: Event Classification
it: Classificazione dell'evento

# CustomField.CompSuite__EHS__c.CompSuite__Event_Date.FieldLabel
source: Event Date
it: Data evento
